{
	"type": "text2text",
	"instances": [
		{
			"input": "建筑空间的组合的形式",
			"output": "（1）走道式：<br />   把使用空间和交通联系空间明确分开，这样就可以保证各使用房间的安静和不受干扰。如单身宿舍，办公楼，医院等。<br />（2）套间式：<br />   套间式组合形式是空间互相穿套，直接连通的一种空间组合方式。它把使用空间和交通联系空间组合在一起形成整体，如火车站、航空站、展览馆等。<br />（3）大厅式：<br />   大厅式组合形式是以大厅空间的主体为中心，其他次要空间环绕布置四周组合形式，其特点：主体空间体量巨大，人流集中，大空间内使用功能具有一定的特点等，如剧院、电影院、体育馆等。"
		},
		{
			"input": "建筑的基本概念，什么是建筑",
			"output": "建筑是运用物质材料和科技手段所创造的满足人们物质生活和精神生活的空间和环境。"
		},
		{
			"input": "在建筑中比例，尺度，均衡，稳定的概念",
			"output": "比例：指建筑的各种大小、高矮、长短、宽窄、薄厚、深浅等的比较关系。<br />尺度：主要指建筑与人体之间的大小关系和建筑各部分之间的大小关系，而形成的一种大小感。<br />尺度所研究的是建筑物整体或局部构件与人或人熟悉的物体之间的比例关系，及其这种关系给人的感受。在建筑设计中，常以人或与人体活动有关的一些不变元素如门、台阶、栏杆等作为比较标准，通过与它们的对比而获得一定的尺度感。<br />均衡：建筑的均衡问题主要是指建筑的前后左右各部分之间的关系，要给人安定，平衡和完整的感觉。<br />稳定：主要是指建筑物的上下关系在造型上所产生的一定艺术效果。"
		},
		{
			"input": "建筑的空间属性",
			"output": "按照人的活动要求：可以分为如下3类：<br />（1）流通空间与滞留空间：如教学楼的设计，走廊为流通空间，教室为滞留空间，前者要求畅通便捷，后者要求安静稳定，能够合理地布置桌椅、讲台、黑板，以便进行正常的教学活动。<br />（2）公共空间与私密空间：如旅馆设计中，餐厅、中庭等为公共空间，客房为私密空间。私密空间避免大量人流穿行，公共空间内则应具有良好的交通组织和适当的活动分区。<br />（3）主导空间与从属空间：如剧场中的观众厅为主导空间，休息厅和门厅等为从属空间。主导空间起着决定性的作用，各从属空间则应视其与主导空间的关系来确定其在建筑布局中的位置，就剧场而言，门厅休息室等应与观众厅保持较为紧密的联系，而卫生间和管理用房等则应相对隐蔽。<br /><br />按照空间组织而言，可以分为以下四类：<br />（1）并列关系：各空间的功能相同或近似，彼此没有直接的依存关系，常采用并列组织。<br />（2）序列关系：各空间在使用过程中，具有明确的先后顺序者，多采用序列关系，以便合理地组织人流。<br />（3）主从关系：各空间在功能上既能相互依存又能有明显的隶属关系，多采用这种方式。<br />综合关系：在实际建筑中，常常是要求以某一种形式为主，同时兼有其他形式存在。"
		},
		{
			"input": "建筑设计的内容和依据",
			"output": "设计内容：建筑设计、结构设计、设备设计<br />设计依据：<br />1.人体尺度及人体活动所占据的空间尺度。<br />2.家具、设备尺寸及使用它们所需的空间尺寸。<br />3.温度、湿度、日照、雨雪、风向、风速。<br />4.地形、地质条件和地震烈度，建筑基地地形的平缓起伏，基地的地质构成、土的特性和地基承载力的大小等。<br />5.水文条件。<br />建筑模数协调统一标准。（目前，我国采用100mm为基本模数，即1M=100mm，分模数，扩大模数）"
		},
		{
			"input": "公共建筑的类型",
			"output": "医疗建筑，文教建筑，办公建筑，商业建筑，体育建筑，交通建筑，邮电建筑，展览建筑，演出建筑，纪念建筑"
		},
		{
			"input": "公共建筑与总体环境的关系",
			"output": "相互联系，相互延伸，相互渗透，相互补充"
		},
		{
			"input": "公共建筑总环境布局的基本组成",
			"output": "（1）环境中的空间与建筑   （2）环境中的空间与场所   （3）环境中的空间与绿化"
		},
		{
			"input": "楼梯设计要点",
			"output": "（1）楼梯数量一般建筑不少于两部。   （2）楼梯的位置要明显，设置在主要人流附近，靠近主次门厅入口，尽量设置在朝向差的一面，建筑转角的一面。   （3）楼梯的数量和位置的选择要注意房间到楼梯的距离是否能满足防火规范中对疏散距离的要求，尽可能均匀布置。"
		},
		{
			"input": "公共建筑的功能问题中核心问题",
			"output": "（1）功能分区  （2）人流疏散  （3）空间组成  （4）室内外环境的联系"
		},
		{
			"input": "功能分区",
			"output": "（1）要点：当公共建筑的使用功能比较复杂时，要求对建筑空间按照不同的功能来进行划分，根据各空间的相互关系进行分类，最终达到明确的功能分区和联系方式。<br />（2）功能分区的首要目的和原理：满足各功能的相互独立使用适当的联系切互不干扰、便于管理、方便人流的引导<br />（3）功能分区的原则：动静分开、洁污分开、有关联的空间相互要建立联系（4）功能分区需要把握的几个关系：<br />主与辅：主要使用空间设置在基地条件较为优越的地段，保证良好的朝向、景观、采光、通风条件；辅助空间作用从属于前者。<br />内与外：根据使用空间的公共性与私密性程度来区分。<br />闹与静：根据使用空间内的活动强度来区分。<br />洁与污：医疗建筑中较为突出。"
		},
		{
			"input": "空间形式与空间尺度",
			"output": "空间形式：（1）规则对称的几何造型给人以严肃，庄重的气氛和感觉。<br />（2）不规则的自由造型给人以浪漫，活泼，轻松的感觉。<br />空间尺度：就是人们权衡空间大小的问题。<br />（1）空间的尺度感表现在参照物体与建筑的内部构件的比例关系上。<br />（2）人们观察空间时，尺度以及和人体相关的细部尺度（如踏步，栏杆等）作为参照物，来衡量空间的体量，以此体会到空间气氛的宏伟粗壮和亲切。<br />细部尺度的设定影响人们对整体空间的感受，比如在大空间中如果缺乏细部，则大空间的尺度明显感觉比实际的小。"
		},
		{
			"input": "常用的划分空间的方法",
			"output": "（1）墙面完整切割空间（2）墙面不完整切割（虚隔断、矮墙、或者透明材质如玻璃）（3）材质引导不同的空间序列走向（4）空间构成（5）高差的变化（6）几个实体对空间的虚围合感（7）功能上的划分，门就是个很重要的元素"
		},
		{
			"input": "观演性的空间组合",
			"output": "基本空间构成特征：以大型空间为组合的中心，围绕大型空间布置服务性空间，并与之有密切的联系，构成一个完整的空间整体。"
		},
		{
			"input": "建筑与自然地形的关系",
			"output": "人类的活动植根与大地，地形是建筑创作的形态基础，建筑活动所依据的自然要素之一。如场地的坡度、地势情况等，对建筑创作的制约强弱与其自身变化的程度有关。建筑地形对建筑形态产生作用，建筑应尊重基地地形所提供的气候、水文、植被、交通、城市发展和建筑活动等环境和人文，创作出有特色的建筑。建筑从平面组织、空间形态尽可能不破坏原有环境的机理，强调对地形和自然的尊重和适应。在城市外部，由于周围建筑较少，建筑的形态，主要和自然发生关系；而在城市内部，新建建筑除了要考虑对地形地貌的呼应以外，在材料、形态上还要和周围的建筑发生更多的回应。建筑对地形的适应是一种双向的关系，有建筑主导型（回应地形、整合景观）和地形主导型（介入场址）的设计策略。"
		},
		{
			"input": "体育馆的空间组合设计要求",
			"output": "比赛大厅是主体空间，在座位下部的倾斜空间中穿插餐厅，休息厅以及辅助房间等。<br />（1）观众，运动员，宾客等各种人流的流线分开设置，足够的数量和疏散宽度。避免交叉干扰。<br />（2）视觉最好的位置布置主席团。<br />（3）观众的下部空间布置辅助用房，这类用房应注意采光；运动员的训练场地应靠近比赛大厅。<br />（4）电台，广播等应布置在离比赛大厅较近的位置，同时还要注意控制室的合理位置。"
		},
		{
			"input": "瓦尔斯温泉浴场介绍",
			"output": "建筑位于瑞士，由彼得.卒姆托设计。<br />瓦尔斯温泉浴场外立面采用石材装饰，有着规则的几何外形，使浴场宛如埋在山中的一块巨石，与周围的风景自然地融合在一起。建筑一半埋入地下，采用了当地的石材，进行整体式的石块板构造，感觉又如迷宫。卒姆托把石材切割成薄板，用混凝土作好构架后置于事先砌筑好的石板墙上，精确的确定相互间的距离，并留出空隙让阳光直接进入。石块层层叠上，经过精确的划线量准，加上还要设计功能和气流的关系，使建造远远超出一般意义上的建造，变的矛盾和困难。这种建立在对建造充分了解之上的再创造，让人惊叹。"
		},
		{
			"input": "建筑与人文环境的关系",
			"output": "文脉主义运动是在现代建筑不重视与环境之间的关系这个大背景下产生的。(文脉(context),最早源于语言学的定义，它的意义是用来表达我们所说、所写的语言的内在联系，更确切地说，是指局部与整体之间的内在联系。因此，建筑作为整个文化背景中的一个物质载体，理应做到与当地地域人文环境的融合。)而对待地域性和全球化的问题上，美国学者卡普兰在《文化优势法则》一文中这样描述：“从一般优势看，一种文化的发展必须具有对各大范围里各类环境的更强的适应力，并对这些环境中的资源具有更高的利用水平。”也就是说，只有当一种本土文化不断吸收外来文化的有益营养时，才能增强自身的生命力，不断地发展和进步。对于全球化，地域主义采取一种不断与之交流和沟通的态度，进而达到两种文化之间吸收、同化，并且不断的向更高层次的发展，最终形成“混合性”的建筑理论。同时，地域文化所包含的独特的元素，在与全球化思潮的交流中不断净化，然后脱离出来，形成更具地域特征的文化。所以，建筑创作既要体现历史传统文脉的延续又要具有时代性。（此处，可以作为对于怎样对待建筑地域性与全球化关系的辩证论点）"
		},
		{
			"input": "杭州南宋御街的改造背景",
			"output": "2007年,杭州市政府找上王澍，希望王澍主持中山路南宋御街的历史街区综合保护与更新。当时的御街，已经非常破败。这条据说南宋皇帝走过的6公里长街，已经很长时间不维护了，商店很少，就剩下一些卖便宜货的，墙上的灰一块儿一块儿的，街上的人稀稀拉拉。这条承载了很多杭州人回忆的老街，成为了杭州老百姓的一块心病。<br />面对找上门来的政府，王澍提了六个条件：第一，要想做好，至少三年，设计之前，必须有至少半年的时间做深入调研；第二，坚决不做强制拆迁，保持足够数量的原住民，要保持生活的魅力；第三，不做假古董；第四，不做街面的一层皮，要做有纵深的街区；第五，用新的小建筑系统将街道缩减到原来12米的宽度；最后一条，只做1公里的示范。"
		},
		{
			"input": "杭州南宋御街的改造方式",
			"output": "充分利用好纵向和横向的公共空间和半公共空间发展中高端休闲娱乐业态，赋予南宋“瓦肆”文化以新的生命活力。<br />横向利用好水道边，店门前的铺道，以及后期将要改造的弄堂和巷坊等公共空间，逐步转为半公共的消费休闲空间，以露天、半露天的方式，引入水吧等休闲形态。<br />纵向上，将现在二、三楼的私密空间转变为半开放空间，开展休闲、商务类经营。"
		},
		{
			"input": "高技派的特点",
			"output": "他们始终把表现技术置于方案构思的突出地位，并贯穿于设计的全过程，它既是方案构思的出发点，又是归宿。在理论上极力宣扬和鼓吹新技术的美感，企图使建筑呈现脱离传统、环境和不连续跳跃式的效果。当然，由于设计项目性质不尽相同，这种表现自然也有的彰显，有的含隐。"
		},
		{
			"input": "诺曼·福斯特是谁",
			"output": "作为当代“技术派”的代表人物，诺曼·福斯特始终不遗余力将最新技术应用于建筑中，在他的建筑创作中，不但注重作品的技术运用手段，同时重视作品的历史环境、地域文化，而且很重视创造出来的作品对当地地域的“活化”效应。这种“活化”效应是一种富有人情味的建筑场所体现，一方面是人对建筑和环境的精心设计。在他的很多作品中，我们都可以发现良好的通风、充足的光线和对环境的精心处理。其中伦敦市政厅就是典型代表。"
		},
		{
			"input": "如何看待传统技术和高新技术的关系",
			"output": "首先，不能片面的看待这两者，传统技术既不是一无是处，高新技术也不是完美无缺，要辩证的看待两者的关系。首先，我们要肯定高新技术的优点。科技是第一生产力，技术的进步是人类文明进步的最根本动力。建筑技术的进步为建筑创作提供了更多的空间和可能性，从而推动了建筑设计的创新，无论是从建筑形象上还是建筑空间上都带来了新的变化，促进了建筑艺术的发展。<br />   但我们也应注意到在早期高技派建筑给人们带来新的视觉感受及使用感受的同时，其一些弱点越来越引起人们的关注，即对人类细腻情感的漠视，以及在节能、环保和城市环境协调等方面存在着明显的不足。因此在当今流派纷呈、多元文化并存的时代里，高技派建筑应从传统和现代的众多风格流派中吸取精华，在继续追求建筑自身强烈表现力的同时，不断拓展建筑的表达语汇，从而创造出具有时代精神、尊重历史与文化，并具有高情感的高级派建筑。也只有这样，才能使高技术派建筑摆脱早期的局限性，而步入一个多元且又富有人文关怀的情感化世界。<br />    而对于传统技术也要辩证看待。传统技术是古人与环境对话，长期实践的知识积累，从中可以学习他们如何创造自己的个性特征并保持的方法，同时因为传统的技术可以成为历史的、文化的参照。我们可以在发展中继承传统技术，让它们在与新技术的融合中继续、生长、升华。所以说不能一昧地抬高高技术，贬低传统技术，两者都有可取之处，关键还是看设计者的能力。"
		},
		{
			"input": "对于传统技术辩证看待",
			"output": "传统技术是古人与环境对话，长期实践的知识积累，从中可以学习他们如何创造自己的个性特征并保持的方法，同时因为传统的技术可以成为历史的、文化的参照。因此我们要用辩证发展的观点看待技术，要明确技术对于建筑创作的生成具有促进作用。首先在设计与建造的过程中，不能忽视任何的技术要素。其次，技术自身是发展变化的，技术的矛盾性告诉我们应该大胆接受新的技术，正确面对“高技术”，合理运用“适宜技术”。对于传统的技术，可以在发展中继承传统技术，让它们在与新技术的融合中继续、生长、升华。<br />   当代建筑技术亦是把“双刃剑”，在建筑的人文属性上同样适用，特别是信息技术的作用下，全球的建筑产生了“趋同”的现象，地方建筑文化受到了极大的破坏，今天我们看到的建筑文化“趋同”现象已是不争的事实。但“因噎废食”并不是我们放弃新技术运用的理由，我们需要协调好新技术与传统技术之间的关系。传统的文化需要保护，新的文化也需要发展，技术的合理运用是文化传承有续健康发展的有力也是必须的武器。"
		},
		{
			"input": "“适宜技术”的选择",
			"output": "正是人们对生态环境、资源等方面的重新再认识，对人类生存环境的担忧，促使人们以更加科学的态度对待发展。因此，不是最新的技术就等于最好的，“最适宜的”真正能够适应当地自然环境、自然资源、社会经济发展等情况的技术才是最佳的选择。因此具有朴素“生态性”的地域建筑技术重新受到重视，对其巧妙适应当地环境及资源的一面加以保留和弘扬，对其不足的一面加以技术改进和提升，传统技术因此成为衡量建筑适宜度的“参照点”，并由于传统技术所营造的外在形态而创造了地域文化特质。关注技术的合理性，在保证建成环境的安全、健康性的同时，降低能耗、保护环境、尊重自然。不论是传统技术还是高新技术，按各自的语境发挥作用，让技术完全实现自身的价值。"
		},
		{
			"input": "理性面对技术的新发展，综合的建筑技术观",
			"output": "综合的建筑技术观重视建筑技术的自身价值及其与建筑艺术密不可分的关系，并自觉地同时以科学的态度和人文的精神关注建筑技术的应用。<br />a.尊重地方技术、理性选择新技术。地域文化经过千百年甚至更久的积淀，能如此长时间的存在并发挥作用足以证明原有文化的强大生命力，它们在外来文化的冲击下不会不堪一击。传统技术文化对外来文化不能一味的排异，需要有选择性的吸收进步。尊重地方技术，吸取符合地域特点的其他技术中的合适优点，可以使新技术运用仍保持建筑原有的地域文化特色属性。<br />b.明确使命、把握方向。明确技术对人类文化的发展具有双向促进作用，利弊共存。由于技术的迅猛发展给人类的社会文化带来极大的冲击，建筑文化也不例外。时代不是一个模式，历史的推移会赋予各个时代以种种特质。进入21世纪后，建筑技术“生态化、地域化、人文化”，成为建筑文化发展的大趋势。<br />从开始的充分发掘传统建筑技术，到发展现有的建筑技术，再到利用高技术来努力达到与环境的和谐共生，很多建筑工作者已经很好地把握了传统与现代和高技术的融合，从而用多种技术，最合理地达到技术的目的。"
		},
		{
			"input": "举例论证当代西方建筑中的高技术倾向",
			"output": "高技术倾向是从20世纪50年代后期兴起的、建筑造型、风格上注意表现“高度工业技术”的设计倾向，包含两方面内容：在建筑中坚持采用新技术；在美学上极力鼓吹表现新技术的倾向。<br />高技派理论上极力宣扬机器美学和新技术的美感，提倡采用最新的材料——高强钢、硬铝、塑料和各种化学制品来制造体量轻、用料少，能够快速与灵活装配的建筑；强调系统设计和参数设计；主张采用与表现预制装配化标准构件，并认为功能可变，结构不变，表现技术的合理性和空间的灵活性，使其既能适应多功能需要又能达到机器美学效果。这类建筑的代表作是巴黎蓬皮杜艺术与文化中心；强调新时代的审美观应该考虑技术的决定因素，力求使高度工业技术接近人们习惯的生活方式和传统的美学观，使人们容易接受并产生愉悦,代表作品有由福斯特设计的香港汇丰银行大楼,法兹勒汗的汉考克中心。“高技派”建筑以新材料、新技术为依托，以独特的结构类型、新颖的结构方式为外貌表现，着力传达符合时代审美要求的技术美学观念,也对建筑师在结构选型、强度计算、材料力学特性等方面提出要求。<br />建筑的视觉冲击力与科学性、经济性高度统一，也达到了科学与艺术的高度统一。<br />当代的高技派建筑除了仍旧对科学技术的发展和工业生产保持着强烈的敏感性，并一直追求技术手段与表现手法的统一性之外，还将视线投向新乡土主义，以期在表达建筑技术美、追求技术合理性的同时，寻求建筑与人文精神的融合，建筑与自然的和谐共生，建筑与历史的对话。从而使建筑在作为容纳人们活动、满足人们物质需要的同时，更是人们精神栖息的场所。高技派建筑师们开始由对技术的纯粹化追求，回归到对人文精神、对地域性等方面的关注上。还致力于探索使高技术建筑体现出艺术性、情感性以及地域性等，使之具有更好的识别性。不仅在技术手段上，而且在创作目的和设计思想、手法上都更进了一步，从而焕发出了新的生命力。"
		},
		{
			"input": "建筑设计满足人的行为方式,即人的行为对建筑空间环境的需求",
			"output": "人的行为的基本需求：<br />a.确定建筑空间尺度：根据人本身的行为要求确定房间的尺度、门的大小、窗户的大小和高度、走廊的宽度等。<br />b.确定建筑规模：人们对于相互之间距离的感知以及人的数量决定着容纳其空间的规模大小。扬·盖尔《交往与空间》里相互之间的距离分为四种：亲密距离、人际距离、社交距离、公共距离。我们在确定建筑规模的时候，往往这几种距离形式是同时存在的，因为在一个空间中，人与人之间的关系不是一种，多种关系的存在导致多种距离的存在，这些距离的在数量上的组合，决定了其包容的规模。<br />c.确定特殊行为需求：在火灾、地震发生时，人们的异常行为需要受到考虑。因此，交通空间要明确并具有导向性，必要时给予指示牌；在预计人流聚集的地方适当扩大面积，以不至于过于拥挤；在大型空间中设置足够的出入口，并要考虑人有按原路返回，以及向下逃走，向光性的行为特点。"
		},
		{
			"input": "空间在满足人的精神需求方面",
			"output": "包括：刺激的需求、安全感的需求、认同感和归属感的需求。在设计中需要我们掌握适度的刺激量，在游乐园、花园中需要加大刺激，而在疗养院、宿舍等需要控制刺激量，从而达到人们心理的平衡度。安全感的产生要求环境对于人们来说是稳定的、可预测的、少变动的。<br />自主性需求。人们在大空间中工作、交谈或进行其它活动，有时会感到彼此干扰、缺乏私密性、空旷而不够亲切。在封闭的小空间虽避免了上述缺点，但又会产生联系不便、空间沉闷的感觉。采用“母子空间”可使二者兼得，给使用者以选择的自主性。"
		},
		{
			"input": "建筑遗产、古建筑、历史建筑与传统建筑概念",
			"output": "历史文化遗产包括物质文化遗产和非物质文化遗产。物质文化遗产又分为不可移动文物和可移动文物。不可移动文物同《中国文物古迹保护准则》中的文物古迹，指人类在历史上创造或人类活动遗留的具有价值的不可移动的实物遗存，包括地面与地下的古文化遗址、古墓葬、古建筑、石窟寺、石刻、近现代史迹及纪念建筑等。<br />    建筑遗产即惯称古建筑,指作为我国各级文物保护单位的文物建筑及其附属文物。<br />    文物一词国际上惯称为文化遗产,又称建筑遗产。<br />    历史建筑是指一切具有历史文化价值和在特定历史阶段具有一定影响的、反映民族和地方特色的建筑及环境。泛指所有古代和近现代的,已公布和未公布的需要予以保护的建筑。在历史文化名城领域中的城市规划三级体系中，历史建筑”级别次于“文物保护单位”、“保护建筑”,指那些未被文物管理部门认定挂牌的、不具备着重保护价值的,在改造方面可以不那么严格的具有一定价值的建筑。其概念范围和存在数量远大于建筑遗产,建筑遗产是其中价值突出的典型,记录和研究的标准高于历史建筑,但二者在一定程度上具有互相借鉴的意义。<br />    传统建筑是以传统、历史沿传而来的建筑工艺技术,使用传统建筑体系的材料所建的具有传统形式的建筑物。它在材料、技术和形式方面与建筑遗产有一定的共同性,因此在进行建筑遗产保护的记录研究中,同一地区的传统建筑具有相当的参考价值,不应忽略。<br />    背景：近些年来，随着文化遗产保护的领域不断扩大，文化遗产保护的内涵逐步深化，文化遗产的类型、要素、空间、时间、形态和性质等各方面都发生了深刻的变革。文化遗产的保护从重视“古代文物”的保护延伸到关注对“20 世纪遗产”、“近代遗产”、“现代遗产”的保护，使得人类的历史文明的记忆延续得到了可靠的保障，同时也完善了文化遗产保护的理论体系。 "
		},
		{
			"input": "作为建筑遗产的建筑应具备哪些特征",
			"output": " 1）作为一种独特的艺术成就，一种创造性的天才杰作。<br /> 2）在一定时期内或者世界某一文化区域内，对建筑艺术、纪念物艺术、规划或经过设计方面的发展产生过重大的影响。<br /> 3）能为一种已逝文明或文化传统提供一种独特的或至少是特殊的见证。<br /> 4）可作为一种建筑、建筑群或者景观杰出范例，展示人类历史上一个或者几个重要历史阶段。<br /> 5）可作为一种传统人类居住地或使用地的杰出范例，代表一种或者几种文化，尤其是在不可逆转之变化影响下易于损坏的建筑。<br />   6）与具有特殊意义的时间、传统思想、信仰、宗教或者文学艺术作品等有直接或者实质联系。"
		},
		{
			"input": "我国当前建筑文化遗产保护现状",
			"output": "我国的建筑文化遗产保护已经走过了很长一段道路。在这个过程中，经过几代人的努力，我们已经取得了一些可喜的成绩。但同时，我们也发现一些问题。人们对历史保护的认识水平还普遍很低，尤其是某些城市领导者的认识还有些欠缺与模糊。尽管近年来很多地方政府已经发现一些古镇有很大的经济价值进行保护，但是，有些地方仍然把保护历史环境看成是经济发展的障碍，因而不能以积极的态度将保护纳入地方建设的规划中；某些城市把文化遗产仅作为吸引大量游客的资本，旅游业的不恰当与过度开发和管理不善引起了许多新的问题。这些不利于保护的现象，都源于没有以全面、长远的观点来看待保护与发展的关系，从而对环境发展的策略造成误导，致使一些有价值的文物建筑、历史街区等文化遗产继续遭受着人为的破坏。虽然目前可持续发展的呼声日高，但理论的探讨却并未用以指导政策的制定。目前虽有许多专家不懈地为保护振臂高呼，尚且不能有效扼止破坏的强势，如若保护不主动，其后果可想而知。另外，还有些操作中的问题。 <br />　　从现状分析，我国历史文化遗产保护出现许多问题，主要是：<br />　　1)认识上的问题，人们普遍不能认识到保护的重要性，尤其是部分城市的决策者。<br />　　2)方法策略上的问题，主要表现在政府部门在如何协调保护和利用关系的认识上不完善，在狭隘的地方、部门、小团体甚至个人利益的驱动下，在制订政府策略时本末倒置，导致出现了许多旅游发展过头、历史文化遗产原真性丧失、居民利益受损等结果。<br />　　3)管理上的问题，主要表现在历史文化遗产的管理职能部门不清。中央部门管理和地方政府管理权限重叠，规划局、建委、文管会、房地局之间互相责权不明，由此产生政出多门、矛盾百出等问题。<br />　　4)规划上的问题，主要表现在传统的保护规划偏重宏观控制，缺乏操作性，缺乏和管理手段的衔接，缺乏进一步实施的具体技术指导。<br />　　5)技术上的问题，主要表现在缺乏对适合各种风格和类型的建筑的维护、修复、整治的研究和实践，出现许多画蛇添足、修旧如新的案例，甚至出现大量假古董。 <br />    　在保护内容方面的调整 <br />　　1)从单一的历史建筑的保护到历史环境的保护，从有形的物质环境的保护到无形的文化保护。<br />　　2)保护目标从原来的历史留存到价值重现，加深对遗产的认识和利用。<br />　　3)在保护方法方面，从原来的专业保护到综合保护，保护范围和深度进一步扩大和加深。 "
		},
		{
			"input": "何为绿色建筑",
			"output": "在建筑的全寿命周期内，最大限度地节约土地、节约水资源、节约能源、节约材料，保护环境和减少污染，为人们提供健康、适用和高效的使用空间及与自然和谐共生的建筑。"
		},
		{
			"input": "绿色建筑设计误区",
			"output": "一提到绿色建筑设计，首先想到的是技术的应用，这是非常典型的误区，我们需要的是从宏观到微观来思考绿色建筑设计这个问题。"
		},
		{
			"input": "什么是优质的设计？绿色建筑的本质是什么？绿色建筑如何通过设计来实现？",
			"output": "其精髓在于因地制宜。绿色建筑不能只追求花哨的噱头和技巧，而丧失了最根本的本质。最大限度地节约土地、节约水资源、节约能源、节约材料，保护环境和减少污染，为人们提供健康、适用和高效的使用空间及与自然和谐共生的建筑。"
		},
		{
			"input": "建筑设计能为绿色建筑做些什么",
			"output": "a.建筑师应该认同并积极参与。如果建筑设计忽视绿色建筑设计要求，现有的绿色建筑大多变成“信马由缰的建筑设计+各种技术措施的混合体”，难以让使用者真正感受到绿色建筑的“好用、耐看、节约、方便”。如果建筑布局、体形等方面存在问题，“四节一环保”的绿色理念仅靠其他技术措施很难弥补。<br />b.建筑设计应该从标准工况向运行工况转变。以往建筑设计考虑更多的。是设计条件下是否节能，而绿色建筑实践提醒我们：由于实践运行条件与设计条件差异很大，一些设计工况下节能的技术也可能在实际运行中变得高耗能了。例如一些地区、部分项目中地源热泵系统的滥用，不考虑当地的适用性，反而使节能技术适得其反。<br />c.建筑设计应该向更加精细化的方向发展。各种技术模拟分析手段的应用，使得设计师在设计阶段就可以分析、预测项目建成使用状态下的实际表现，促使建筑设计更快地向精细化设计转变。通过合理的、更精细化的设计，更好地实现绿色建筑的本质。"
		},
		{
			"input": "主动式节能技术",
			"output": "主动式节能技术是指通过机械设备干预手段为建筑提供采暖空调通风等舒适环境控制的建筑设备工程技术，在主动式技术中以优化的设备系统设计、高效的设备选用实现节能的目的。其中有污水源地源热泵系统、地表水源热泵系统、土壤源热泵系统、冰蓄冷系统、太阳能光伏发电系统、风能发电系统等等，这些技术的特点是，可以实现人工调节，根据环境的变化进行调整。但是缺点也十分明显，这些技术系统的初期建设投资巨大，相应的，其日常维护和管理的费用也比较高，无法在短期内通过节省能源费用收回初期投资。所以在应用主动式节能技术时要十分慎重，不能滥用。"
		},
		{
			"input": "被动式节能技术",
			"output": "被动式节能技术是以非机械电气设备干预手段实现建筑能耗降低的目标，具体指通过建筑功能的合理调配，有效利用基地，多类型建筑体量合并，多功能综合设计利用，在建筑规划和设计中通过对建筑朝向的合理布置、遮阳的设置、围护结构的保温等细节节点的技术措施采用，通过自然采光和自然通风来实现建筑能耗的降低。"
		},
		{
			"input": "被动式房屋（住宅）",
			"output": "被动式房屋或被动式建筑起源于德国，是指建筑采用密封结构，建筑材料上选用保温建筑构件，建筑不需要传统的暖气和空气系统，四季均能保持人体舒适温度的极低能耗建筑。代表了一种健康+舒适、低能耗的生活方式和建筑标准。"
		},
		{
			"input": "瑞士再保险大厦介绍",
			"output": "大楼的中央是巨大的圆柱形主力场，作为大楼的重力支撑。大楼表面由双层低反光玻璃作外场，减少过热的阳光。里面有六个三角形天井，作用是增加自然光的射入，因为大楼的旋转型设计，所以光线并非直接照射，光线由每层旋转型的楼层折射，有散热的功能。另一方面，新鲜空气可以利用每层旋转的楼层空位，通遍全座大楼。<br />   大楼采用了很多不同的高新技术和设计，可以这样说，它最吸引人的地方，不是它的名字和外观，而是它较同样的建筑节能一半以上。它除了使用很多的节能招数外，还尽可能地采用自然条件采光和通风。大楼配备有由电脑控制的百叶窗；楼外安装有天气传感系统，可以监测气温，风速和光照强度。在必要地时候，自动开启窗户，引入新鲜空气。按照著名的LEED评级制度，从场址规划的可持续性，保护水质和节水，能效和可再生能源，节约材料和资源，室内环境质量等五个方面，对“腌黄瓜”进行评估打分，“腌黄瓜”得分可达39分的绿色“黄金”级。这种新的设计探讨，从长远来说是一个有利可图的发展。<br />    建筑的形态主要出于以下两个方面的考虑： <br />   1.曲线形在建筑周围对气流产生引导，使其和缓地通过，这样的气流被建筑边缘锯齿形布局的内庭幕墙上的可开启窗扇所”捕获”，帮助实现自然通风。<br />   2.避免由于气流在高大建筑前受阻， 在建筑周边产生的强烈下旋气流和强风。这正是很多高层建筑周边环境恶劣的重要原因。福斯特具体入微地实践了对周边环境的关照，尽力减小巨大建筑物给人带来的不适。出于这样的原因，其形态经过电脑模拟和风洞试验，由空气动力学决定。"
		},
		{
			"input": "法兰克福商业银行介绍",
			"output": "其返璞归真的理念体现在有意识地将高层建筑窗户的设计近乎敞开，使楼房因自然空气通风系统的运作而能够“呼吸”，让人领略微风拂面的凉爽。在其三角形内庭里，多个离地高度不同的空中花园在其周围环绕。中庭共享空间，在呆板的写字楼里创出一个自然化的植物群落，为写字间赋予了新的意义。顶部独特的透天采光设计，使楼内有充足的阳光。新风系统不断送进新鲜空气，工作环境保持温、湿度适宜，空气清新，使整个中庭的效果更加贴近自然，也使写字楼内的环境更加活泼。这种亲自然的设计克服了以前写字楼的呆板和压抑，是一个充满阳光的绿色环境，它可以有效地调节人们的精神状态，给人以精力的补充，起到缓解疲劳的作用。这种设计所倡导的是人性化的文明，是健康的工作环境带来的勃发的状态。这是一个绿色活体植物与阳光交互的立体总和，最自然的、最基本的健康因子活跃在写字楼里，成为愉快工作、健康工作的理由。这是倡导绿色办公的起点，它给予我们的不仅限于视觉的舒适，更给了我们追求健康的另一个空间和心情。<br />这座超高层集中式办公建筑中的自然景观，使城市高密度的生活方式与自然生态环境相融合。花园外侧面为可电控调节开启程度的双层玻璃幕墙，花园面对大厅完全敞开，根据方位种植各种植物和花草，这样既可以给建筑内的每一个办公空间都带来令人感到愉快和舒适的自然绿色景观，还能获得自然通风，并可使阳光最大限度进入建筑内部，最大限度减少不可再生能源的消耗和相对机械耗能。"
		},
		{
			"input": "芝贝欧文化中心介绍",
			"output": "受到传统的启迪，借助于现代的技术，皮亚诺设计的这个文化中心很好地诠释了美拉尼西亚文化。建筑对海的景观有很好的反应，建筑外形似张开的船帆，海中的倒影在波浪中又似翩翩起舞。首先，皮亚诺从当地的文化和建筑物的性质人手。经过长时间学习，他找到了灵感，当地有棱纹的棚屋结构中的薄曲线木材，它们在屋顶端集合在一起并且支撑棚屋结构。在皮亚诺的设计中重新诠释了这一建筑形式，不锈钢的水平管子和有斜纹对角线的木杆在结构上被精细地结合起来。这种结构体系不仅是由于形式的需要，还综合考虑了抵抗飓风和地震的需要。在努美阿文化中，皮亚诺复苏了当地乡村“村落”的簇拥空间的原型。在道路的一侧，一群被称为“棚屋”的圆形盒体簇拥并朝向道路开放。它们各自独立，却以微差的聚散间距被建筑师划分为3、3、4的三组“村落”，分别容纳着：画廊展馆、图书馆、多媒体中心、青年中心、学校资源等空间。它们巨大的尺度、独立的存在足以区别万神庙集中式纪念性建筑而成为芝贝欧的个人纪念性碑林；它们簇拥的空间构成也可以成为格纳格的村落文化的新象征。当我们将皮亚诺在此的建筑描述成片片风帆时，并不是想提供种它们桶状肋架在空中慢慢张开的一种形式象征的索引，而是回到对它们与帆一样有着对风力等效的构造逻辑的分析上：这些华美而抽象的盒体最高点往往达到28米，桶状肋骨问斜嵌的椭圆形玻璃顶使它们实际上成为单层建筑。剖面可以清晰地标志出它们的剩余高度形成，道道拔风的风道，它们不但消弭了岛风的侵袭，也为整幢建筑内部形成的一整套制冷体系提供了风源动力，相应的建筑周壁广泛地使用着多种材料与尺度的百叶窗。它们的开启如帆之升落一样，依凭着风向和风力得到自如的调节。当海风鼓起叶叶风帆时，海风也将滑进片片百叶，进入错落参差的空间，掠起微熙的穿堂风。"
		},
		{
			"input": "波尔多法院介绍",
			"output": "这个设计以一种被动的方法解决大楼的冷暖空调问题，就是利用散热器将进入大楼的空气冷却或加热，并通过低转速风扇和自热对流使处理后的空气流通。此外，大楼还可以使用百叶窗及格栅调节阳光的强弱，办公室的窗户也可以打开，提供自然通风。这座建筑最大的特点在于利用被动的空调和通风系统，以尽量减少碳能源的使用。"
		}
	]
}