{
	"type": "text2text",
	"instances": [
		{
			"input": "人体有哪几种散热方式",
			"output": "人体新陈代谢产热、对流换热、辐射散热、人体蒸发散热"
		},
		{
			"input": "制约人体散热方式的因素",
			"output": "①人体新陈代谢产热主要决定于人体的新陈代谢率及对外作机械功的效率；<br />②对流换热取决于着衣体和空气间的温度差、气流速度以及衣着的热物理性质；<br />③辐射换热取决于两者的温度，辐射系数，相对位置以及人体的有效辐射面积；<br />④人体的蒸发散热与空气流速、从皮肤表面经衣服到周围空气的水蒸气压力分布、衣服对蒸汽的渗透阻等因<br />素有关。"
		},
		{
			"input": "影响人体热舒适的物理参数有哪些",
			"output": "影响人体热舒适的物理参数有人体本身和室内热环境两个方面"
		},
		{
			"input": "影响人体热舒适的影响因素",
			"output": "(1)人体本身包含人体新陈代谢率、皮肤平均温度、汗液蒸发率及所着衣服热阻四个因素。<br />(2)室内热环境包含室内空气温度、空气相对湿度、气流速度、环境平均辐射温度四个因素。"
		},
		{
			"input": "评价热环境的综合指标",
			"output": "主要包括有效温度、热应力指数、预计热感觉指数、心理适应性模型这四个要素。"
		},
		{
			"input": "什么是有效温度",
			"output": "有效温度是根据半裸或者穿夏季薄衫的人，在一定条件的环境中所反映的瞬时热感，是决定各因素的综合 评价标准。不足之处在于对湿度影响估计过高却未考虑热辐射影响。"
		},
		{
			"input": "什么是热应力指数",
			"output": "热应力指数是人体所需的蒸发散热量与室内环境条件下最大可能的蒸发散热量之比。  但是只适用于空气 温度偏高且衣着单薄的情况，此指标常用于评价夏季热环境状况。"
		},
		{
			"input": "什么是预计热感觉",
			"output": "预计热感觉是指数是为全面评价室内热环境参数以及人体状况(活动与衣着)对人体热舒适的影响，在大量实验研究和统计调查的基础上提出的指标。预计热感觉指数比较全面客观地反映各因素之间的关系，被公认为 是评价室内热环境质量的较好方法。"
		},
		{
			"input": "什么是心理适应模型",
			"output": "心理适应模型可以弥补预计热感觉指数的不足，是解释自然通风建筑中实际观测结果和PMV 预测结果不 同的主要原因，并归纳出室内热中性温度和室外月平均气温之间的关系。"
		},
		{
			"input": "影响室内热环境的室外气候因素主要有哪些",
			"output": "影响室内热环境的室外气候因素主要包括太阳辐射、气温、湿度、风、降水等。"
		},
		{
			"input": "我国民用建筑热工设计气候的分区",
			"output": "①严寒地区是指累年最冷月平均温度低于或等于-10℃的地区。主要包括内蒙古和东北北部、新疆北部地区、 西藏和青海北部地区。<br />②寒冷地区是指累年最冷月平均温度为0~-10℃的地区。主要包括华北地区、新疆和西藏南部地区及东北 南部地区。<br />③夏热冬冷地区是指累年最冷月平均温度为0～10℃、最热月平均温度25～30℃的地区。主要包括长江中下 游地区，即南岭以北、黄河以南的地区。<br />④夏热冬暖地区是指累年最冷月平均温度高于10℃、最热月平均温度25～29℃的地区。包括南岭以南及南 方沿海地区。<br />⑤温和地区是指累年最冷月平均温度为0～13℃、最热月平均温度18～25℃的地区。主要包括云南、贵州西 部及四川南部地区。"
		},
		{
			"input": "各热工分区对设计的要求",
			"output": "①严寒地区的建筑必须充分满足冬季保温要求，加强建筑物的防寒措施， 一般可不考 虑夏季防热。<br />②寒冷地区的建筑应满足冬季保温要求，部分地区兼顾夏季防热。<br />③夏热冬冷地区的建筑必须满足夏季防热要求，适当兼顾冬季保温。<br />④夏热冬暖地区的建筑必须满足夏季防热要求， 一般可不考虑冬季保温。<br />⑤ 温和地区中，部分建筑应考虑冬季保温， 一般可不考虑夏季防热。"
		},
		{
			"input": "城市气候的含义",
			"output": "城市气候是在不同区域气候的条件下，在人类活动特别是城市化的影响下形成的一种特殊气候。"
		},
		{
			"input": "城市气候的成因",
			"output": "①城市中由于街道纵横，建筑物鳞次栉比，高低不一，形成特殊的下垫面；<br />② 城市密集人口的生活和生产活动，消耗大量能源，排放很多“人文热”、“人为水汽“,和污染物。"
		},
		{
			"input": "城市气候的特征",
			"output": "① 大气透明度较小，削弱太阳辐射；<br />②气温较高，形成“热岛效应”;<br />③ 风速减小、风向随地而异；<br />④蒸发减弱、湿度变小；<br />⑤雾多、能见度差。"
		},
		{
			"input": "城市热岛效应形成的原因",
			"output": "城市热岛效应形成的原因主要是城市的人为热及下垫面向地面附近大气层散发热量比郊区多。"
		},
		{
			"input": "城市热岛效应可能产生的影响",
			"output": "①热岛范围内的空气易于对流混合，但其上部的大气则呈稳定状态而不扩散，就像盖子一样，使发生在热岛 范围内的各种气体污染物质都被围闭在热岛之中。因此，热岛效应对大范围内的空气污染有很大影响。<br />② 由于热岛效应，改善热舒适对制冷、供热的需求出现了明显区别，也直接影响建筑物耗能。"
		},
		{
			"input": "城市区域内微气候的影响因素主要有哪些",
			"output": "城市区域内影响微气候的因素主要包括：<br />(1)下垫面的影响：以土壤、植被或水体为主要覆盖物的天然下垫面在白天吸收的太阳辐射分别用于加热 空气、土壤和植被，以及蒸发水体。<br />(2)建筑物的影响：建筑表面又称“立体下垫面”。这些立体下垫面的存在，使得进入该区的太阳辐射对该 区域的空气的升温作用更加明显和快速。<br />(3)气流的影响：气流对空气温度及湿度的影响取决于气流的强弱。气流越强，区内的环境与区外环境的 交流越充分，越接近区外的环境。相应地，前面分析的那些影响也会越弱。气流的强弱，主要取决于外界的风资 源状况，但也与建筑组团的布局、朝向以及建筑的疏密程度等因素有关。"
		},
		{
			"input": "传热有哪几种方式",
			"output": "传热的基本方式分为导热、对流和辐射三种"
		},
		{
			"input": "导热的传热机理是什么",
			"output": "导热是由温度不同的质点(分子、原子、自由电子)在热运动中引起的热能传递现象。固体导热是由 于相邻分子发生的碰撞和自由电子迁移所引起的热能传递；液体导热是通过平衡位置间歇着的分子振动引起；气 体导热是通过分子无规则运动时互相碰撞而导热。"
		},
		{
			"input": "对流的传热机理是什么",
			"output": "对流是由于温度不同的各部分流体之间发生相对运动、互相掺合而传递热能。"
		},
		{
			"input": "辐射的传热机理是什么",
			"output": "辐射传热以电磁波传递热能。凡是温度高于绝对零度的物体，由于物体原子中的电子振动或激动，就 会从表面向外界空间辐射出电磁波。"
		},
		{
			"input": "材料导热系数的物理意义是什么",
			"output": "材料导热系数是在稳定传热条件下，1m 厚的材料，两侧表面的温差为1℃,在1秒钟内通过1平方米面积 传递的热量。它反映了壁体材料的导热能力。"
		},
		{
			"input": "材料导热系数的影响因素是什么",
			"output": "材料导热系数的取值受到多种因素的制约与影响，大致包括以下几个方面：<br />①材质的影响。不同材料的组成成分或结构的不同，导热性能各不相同。矿棉、泡沫塑料等材料的导热系数 值较小，砖砌体、钢筋混凝土等材料的导热系数值较大，金属建筑材料如钢材、铝合金等的导热系数值更大。<br />②材料干密度的影响。材料干密度反映材料密实的程度，材料愈密实干密度愈大，材料内部孔隙愈少，导热 性能愈强。 一般来说，干密度大的材料导热系数也大，尤其是像泡沫混凝土、加气混凝土等一类多孔材料，表现 得很明显；但是也有某些材料例外，如玻璃棉这类材料存在一个最佳干密度，即在该干密度时，其导热系数值最 小。<br />③材料含湿量的影响。材料含湿量的增大必然使导热系数值增大。"
		},
		{
			"input": "对流换热系数的物理意义是什么",
			"output": "对流是指温度不同的各部分流体之间发生相对运动、互相掺合所引起的传递热能。对流换热只发生在流体之 中或固体表面和与其紧邻的运动流体之间。"
		},
		{
			"input": "对流换热系数的影响因素是什么",
			"output": "对流换热的强弱主要取决于层流边界层内的换热与流体运动发生的原因、流体运动状况、流体与固体壁面温 差、流体的物性、固体壁面的形状、大小及位置等因素。"
		},
		{
			"input": "辐射换热系数的意义是什么",
			"output": "辐射换热系数是指互相可见的两物体表面在单位温差，单位面积互相辐射从而交换热量的能力。"
		},
		{
			"input": "平均角系数的物理意义是什么",
			"output": "表示单位时间内，物体1投射到物体2的辐射换热量与物体1或物体2向外界辐射的总热量的比值。"
		},
		{
			"input": "什么是稳定传热状态",
			"output": "“稳定传热状态”即在两个稳定温度场之间发生传热过程的状态"
		},
		{
			"input": "稳定传热状态的特征是什么",
			"output": "温度场即空间中各点的温 度分布不随时间变化而变化。"
		},
		{
			"input": "封闭空气间层的传热特性是什么",
			"output": "封闭空气间层的传热过程是在有限封闭空间内两个表面之间进行的热转移过程，是导热、对流和辐射三种传 热方式综合作用的结果"
		},
		{
			"input": "在围护结构设计中如何应用封闭空气间层",
			"output": "①在建筑围护结构中采用封闭空气间层可以增加热阻，并且材料省、重量轻，是一项有效而经济的技术措施。<br />②如果构造技术可行，在围护结构中用一个“厚“的空气间层不如用几个“薄“的空气间层。<br />③为了有效地减少空气间层的辐射传热量，可以在间层表面涂贴反射材料， 一般在一个表面涂贴，并且是在<br />温度较高一侧的表面，以防止间层内结露。"
		},
		{
			"input": "在稳定传热状态下，为减少围护结构的热损失，可采取哪些建筑措施",
			"output": "在稳定传热状态下，为减少围护结构的热损失，可采取的措施及其机理是：<br />(1)采用热阻大的建筑材料，例如隔热或夹胶或反射或双层玻璃，在相同的室内、外温差条件下，平壁总 热阻愈大，通过平壁所传出的热量就愈少。<br />(2)减少金属门窗的使用；金属建筑材料如钢材、铝合金等的导热系数比较大，导热能力也因此大。<br />(3)使用保温墙体；利用保温强体可以使墙体两侧的温度差减小，以此减少热损失。<br />(4)增加墙体保温隔热层；通过增大热阻来起到减少热损失的作用。<br />(5)减少采光面积。<br />(6)屋面增加保温隔热层。"
		},
		{
			"input": "在简谐热作用下，半无限厚物体的传热有哪些特征",
			"output": "在简谐热作用下，半无限厚物体的传热主要有三个方面的特征：<br />(1)平壁表面及内部任一点x 处的温度，都会出现和介质温度周期Z 相同的简谐波动。<br />(2)从介质到壁体表面及内部，温度波动的振幅逐渐减少，称为温度波的衰减。<br />(3)从介质到壁体表面及内部，温度波动的相位逐渐向后推延，称为温度波动的相位延迟。"
		},
		{
			"input": "围护结构材料层表面蓄热系数y 与材料蓄热系数S 之间有何异同之处",
			"output": "围护结构材料层表面蓄热系数y 与材料蓄热系数S 的物理意义是相同，其定义式都是材料层表面的热流波动 振幅与表面温度波动振幅的比值，差异仅在于计算式的不同。当边界条件的影响可以忽略不计时，两者在数值上 也可视为相等。"
		},
		{
			"input": "围护结构材料层表面蓄热系数y 与材料蓄热系数S 各自的使用场景",
			"output": "在建筑热工学中，材料蓄热系数适用于物体在谐波热作用下，半无限厚物体表面热流波动的振幅 Aqo 与温 度波动振幅 Af 的比值计算。材料层表面蓄热系数适用于工程实践中，有限厚度的材料层，其表面的热流波动振 幅Aq 与表面温度波动振幅Af 的比值计算。"
		},
		{
			"input": "什么是绝对湿度",
			"output": "单位容积空气所含水蒸气的重量称为空气的绝对湿度，它说明空气在某一温度状态下实际所含水蒸气的重 量，但并不能直接说明空气的干、湿程度。例如绝对湿度为153g/m³   的空气，当温度为18℃,水蒸气含量已达 最大值，即已经处于饱和状态。如果空气的温度为30℃,此时空气的饱和水蒸气量则为301g/m³,  水蒸气的含量 几乎可以再增加1倍。可见只有在相同温度条件下，才能依据绝对湿度来比较空气的潮湿程度。"
		},
		{
			"input": "什么是相对湿度",
			"output": "相对湿度是指一定温度及大气压力下，空气的绝对湿度f 与同温同压下饱和蒸气量 fmax 的比值。相对湿度一 般用百分数表达，并用φ表示。"
		},
		{
			"input": "相对湿度的作用",
			"output": "相对湿度反映了空气在某一温度时所含水蒸气分量接近饱和的程度。相对湿度φ值小，表示空气比较 干燥，容纳水蒸气的能力较强；相对湿度φ值大，则空气比较潮湿，能容纳水蒸气的能力较弱。当相对湿度φ 为零时，表示空气中全是干空气，即绝对干燥；当φ为100%时，则表示空气已经达到饱和。依φ值的大小就可 直接判断空气的干、湿程度。"
		},
		{
			"input": "露点温度的物理意义",
			"output": "某一状态的空气，在含湿量不变的情况下，冷却到它的相对湿度达到100%时所对应的温度，成为该状态下 空气的露点温度。"
		},
		{
			"input": "结露现象及其原因",
			"output": "冬天在寒冷地区的建筑物中，常常看到窗玻璃内表面上有很多露水，有的甚至结了厚厚的霜。由于玻璃的保 温性能低，其内表面温度远低于室内空气的露点温度。当室内较热的空气接触到玻璃表面时，就在表面上结成露 水或冰霜。"
		},
		{
			"input": "为什么在施工现场装配保温材料之前，应使保温材料先放置在现场一段时间",
			"output": "在施工现场装配保温材料之前，应使保温材料先放置在现场一段时间的原因是为了使其达到热湿平衡。<br />把一块干的材料放置在湿空气中，材料试件会从空气中吸收水分，出现吸湿现象。经过放置一段时间后，材 料试件可与所处的空气(一定的气温和相对湿度条件下)之间形成热湿平衡，即材料的温度与周围空气温度一致 (热平衡),试件的重量将不再发生变化(湿平衡)。"
		},
		{
			"input": "建筑保温的主要途径",
			"output": "①建筑体型的设计，应尽量减少外围护结构的总面积；<br />②围护结构应具有足够的保温性能；<br />③ 争取良好的朝向和适当的建筑物间距；<br />④增强建筑物的密闭性，防止冷风渗透的不利影响；<br />⑤避免潮湿，防止壁内产生冷凝。"
		},
		{
			"input": "节能设计应遵循的原则",
			"output": "①建筑物体形系数宜控制在0.30及0.30以下；如果体形系数大于0.30,则屋顶和外墙应加强保温。<br />② 条形建筑物的体形系数不应超过0.35,点式建筑物的体形系数不应超过0.40。<br />③ 居住建筑以外的公共建筑在严寒、寒冷地区建筑的体形系数应小于或等于0.40。"
		},
		{
			"input": "建筑保温措施的衡量指标主要有哪些",
			"output": "建筑保温措施的衡量指标有最小传热阻、经济传热阻、平均传热系数、采暖耗热量。"
		},
		{
			"input": "最小传热阻如何确定",
			"output": "最小传热阻依据室内计算温度与围护结构内表面温度的允许温差确定。按此热阻值进行设计，能够保证在采 暖系统正常供热及室外实际空气温度不低于室外计算温度前提下，围护结构内表面温度不致低于室内空气的露点 温度。"
		},
		{
			"input": "经济传热阻是什么",
			"output": "经济传热阻是指围护结构单位面积的建造费用(初次投资的折旧费)与使用费用(由围护结构单位面积分摊 的采暖运行费用和设备折旧费)之和达到最小值时的传热阻。经济传热阻受围护结构建造成本以及运行费用等诸 多因素的影响，其中还包括能源价格、劳动力成本、材料价格、银行利率、建筑使用年限以及许多不可见因素， 如环境效益、人体舒适需求等等。因而，围护结构经济传热阻基本上是无法具体确定的。"
		},
		{
			"input": "平均传热系数是什么",
			"output": "在建筑节能设计标准中，外墙的传热系数值系是指外墙的平均传热系数，它既要考虑外墙主体部分的传热系 数，也要考虑周边热桥部位(例如梁、柱)的传热系数。"
		},
		{
			"input": "采暖耗热量指标是什么",
			"output": "建筑物采暖耗热量指标是指按照冬季或采暖期室内热环境设计标准和设定的室外计算条件，计算出的单位建 筑面积在单位时间内消耗的需由室内采暖设备提供的热量。建筑物采暖耗热量指标是衡量建筑围护结构热工性能 优劣的重要参量。它与传热阻或传热系数的区别在于：传热阻或传热系数仅反映了某个建筑部件的热工性能；建 筑物采暖耗热量指标则反映建筑整体(包括建筑各部件以及通风)的热工性能，而且通过建筑物采暖耗热量指标 还可以大致估计建筑物冬季采暖的总耗电量或耗煤量。"
		},
		{
			"input": "围护结构最小传热阻的物理意义是什么",
			"output": "围护结构最小传热阻依据室内计算温度与围护结构内表面温度的允许温差确定。按此热阻值进行设计，能够 保证在采暖系统正常供热及室外实际空气温度不低于室外计算温度前提下，围护结构内表面温度不致低于室内空 气的露点温度。"
		},
		{
			"input": "为什么要作温差修正",
			"output": "因为围护结构与其所处情况的不同，则其室内外温度也会有所差异，做温差修正是为了避免出现保温性能的 隐患。"
		},
		{
			"input": "在北方采暖地区，为什么说建筑物采暖耗热量指标是建筑节能的最终衡量标准",
			"output": "筑物采暖耗热量指标是指按照冬季或采暖期室内热环境设计标准和设定的室外计算条件，计算出的单 位建筑面积在单位时间内消耗的需由室内采暖设备提供的热量。该指标反映了建筑整体(包括建筑各部件以及通 风)的热工性能，还可以大致估计建筑物冬季采暖的总耗电量或耗煤量。"
		},
		{
			"input": "围护结构保温层在构造上有几种设置方式",
			"output": "围护结构保温层在构造上有三种设置方式，分别是保温、承重合二为一；复合结构和单一轻质保温构造。<br />①保温、承重合二为一的特点是构造简单、施工方便，能保证保温构造与建筑同寿命，多用于低层或多层墙 体承重的建筑，不适宜在保温性能要求很高的严寒和寒冷地区采用。<br />②复合结构的特点是既有效的增加围护结构的传热阻，满足保温要求，也可减轻围护结构的自重，使承重结 构更经济合理。<br />③单一轻质保温构造的特点是热阻大，可以满足围护结构保温要求，同时还可以减轻建筑的荷载。热稳定性 较差，对于热稳定性要求较高的建筑应根据需要对热阻进行附加的修正。"
		},
		{
			"input": "窗的传热特点",
			"output": "① 窗的作用是多方面的，作为围护结构的一部分同样应具有保温或隔热，得热或散热的作用。<br />②从围护结构的保温性能来看，窗是保温能力最差的部件。主要原因是窗框，床樘，窗玻璃等的热阻太小， 还有经缝隙渗透的冷风和窗洞口的附加热损失。"
		},
		{
			"input": "提高窗的热工性能的措施",
			"output": "①提高窗的保温性能；<br />②控制各向墙面的开窗面积；<br />③提高窗的气密性，减少冷风渗透；<br />④提高窗户冬季太阳辐射得热。"
		},
		{
			"input": "太阳辐射得热系数的定义",
			"output": "太阳辐射得热系数是指通过玻璃、门窗或幕墙构件成为室内实际太阳辐射量与入射到门窗或幕墙构件上的太 阳辐射量的比值。室内实际获得的太阳辐射量与入射到玻璃外表面的太阳辐射量的比值即玻璃的太阳辐射得热系 数 SHGC。"
		},
		{
			"input": "选择窗户时考虑太阳辐射得热系数的原因",
			"output": "窗的保温设计应兼顾其保温与太阳辐射得热的性能。室内能够得到多少太阳辐射量，取决于当地太阳辐射条 件、建筑朝向、窗墙比以及窗的特性。窗的特性主要包括窗玻璃的太阳辐射得热系数和窗框窗洞比。 SHGC 值越 大，室内获得的太阳辐射就越多。"
		},
		{
			"input": "热桥的概念",
			"output": "热桥是指围护结构中热量容易通过的构件或部位。"
		},
		{
			"input": "热桥的影响",
			"output": "由于热桥部位内表面温度较低，极易产生表面结露的情况，从而出现墙面受损、霉变的现象。热桥严重的部 位，在寒冬时甚至会淌水，对生活和健康影响很大。"
		},
		{
			"input": "防止热桥产生的措施",
			"output": "对于采用外保温构造的墙体，这些薄弱部位外侧覆盖了一定厚度的保温材料，因此，热桥的影响并不明显。 但对于采用夹芯保温和内保温的墙体而言，则应在内墙上加强保温，尽量减少热桥的影响。"
		},
		{
			"input": "地面的热工性能对人体热舒适有什么影响",
			"output": "地面的热工性能对人体热舒适的影响包括以下几个方面：<br />(1)人体的足部在与地面直接接触时对地面冷暖变化甚为敏感，地面热工质量的优劣直接关系到人体的健 康与舒适。<br />(2)由于地面和人体直接接触，人体的热量会源源不断地传向地面。据测定，裸足直接接触地面所散失的 热量约占人体其他部位向环境散热量的1/6。因此，为减少热损失和维持地面一定的温度状况，地面应有妥善 的保温措施。<br />(3)经验表明，即使水磨石地面与木地面温度相同，人们接触水磨石地面比接触木地面的感觉要冷。其原 因在于水磨石地面比木地面从人体脚部夺走的热量多。"
		},
		{
			"input": "如何判断围护结构内部是否会产生冷凝",
			"output": "①外围护构造是否会出现冷凝现象取决于内部各处的温度是否低于该处的露点温度，也可以根据水蒸气分压 力是否高于该处温度所对应的饱和蒸汽压加以辨别。<br />②在工程设计中，可以根据一些经验方法来判断围护结构内部是否会产生冷凝。在蒸汽渗透过程中，若材料 的蒸汽渗透系数出现由大到小的情况，水蒸气在这些界面上遇到了很大阻力，极易产生冷凝；另一方面，当材料 的导热系数出现由小到大的情况，使得结构内部温度分布出现了很陡的下降时，也容易出现冷凝。"
		},
		{
			"input": "防止和控制冷凝的措施",
			"output": "①防止和控制表面冷凝：正常湿度的采暖房间和高湿房间，防止地面泛潮。<br />②防止和控制内部冷凝：材料层次的布置应遵循“难进易出”的原则，设置隔汽层，设置通风间层或泄汽沟道。"
		},
		{
			"input": "围护结构受潮的影响",
			"output": "围护结构受潮会影响保温材料的质量和性能，降低保温材料的使用寿命，从而影响房间使用。"
		},
		{
			"input": "可采用的防潮措施",
			"output": "①提高外围护结构的传热阻以保证其内表面温度不致过低。<br />② 为防止室内供热不均而引起围护结构内表面温度的波动，围护结构内表面层宜采用蓄热性较好的材料，以<br />保证内表面温度的稳定性，减少出现周期性冷凝的可能。<br />③在使用中应尽可能使外围护结构内表面附近的气流畅通，家具不宜紧靠外墙布置。<br />④为避免围护结构内部受潮，高湿房间围护结构的内表面应设防水层。对于那些短暂或间歇性处于高湿状态<br />的房间，为避免冷凝水形成水滴，围护结构内表面可采用吸湿能力强又耐潮湿的饰面层。对于那些连续地处于高 湿的房间，围护结构内表面应设不透水的饰面层。<br />⑤为防止冷凝水滴落影响使用质量，应在构造上采取必要措施导流冷凝水，并有组织地排除。<br />⑥要防止地面泛潮应妥善处理以下问题。首先，地面应具有一定的热阻，减少地面向土层的传热；其次，地 面表层材料应尽量不具蓄热性，当空气温度上升时，表面温度能随之上升；最后，表层材料有一定的吸湿作用， 以吸纳表层偶尔凝结的水分。水泥砂浆、混凝土、石材以及水磨石等材料无法满足上述的3个条件，容易泛潮， 不宜作为地面表层材料；而木地面、黏土地面、三合土地面则基本满足上述条件， 一般就不会泛潮。除地面外， 墙面、顶棚等部位也会出现泛潮现象，因此在一般非用水房间不宜采用隔汽材料做内饰面。<br />⑦防止和控制内部冷凝要做到材料层次的布置应遵循“难进易出”的原则，设置隔汽层，设置通风间层或泄 汽沟道。"
		},
		{
			"input": "建筑防热的途径主要有哪些",
			"output": "建筑防热的途径有：<br />(1)减弱室外的热作用。<br />(2)窗口遮阳。<br />(3)围护结构的隔热与散热。<br />(4)合理地组织自然通风。<br />(5)尽量减少室内余热。"
		},
		{
			"input": "室外综合温度的定义",
			"output": "室外综合温度是指以温度值表示室外气温、太阳辐射和大气长波辐射对给定外表面的热作用。"
		},
		{
			"input": "室外综合温度的物理意义",
			"output": "一般用室外综合温度计算出建筑外围护结构的热性能、建筑冷负荷和热负荷。"
		},
		{
			"input": "室外综合温度受影响的因素",
			"output": "主要受到室外空气温度、围护结构外表面对太阳辐射的吸收率、太阳辐射照度、围护结构外表面与环境的长 波辐射换热量、围护结构外表面的对流换热系数等的影响。"
		},
		{
			"input": "冬季保温较好的围护结构是否在夏季也具有较好的隔热性能",
			"output": "对于冬季保温较好的围护结构不一定在夏季也具有较好的隔热性能。因为冬季保温的效果主要取决 于围护结构的热阻，而夏季隔热则与围护结构的热惰性指标、蓄热性能密切相关。"
		},
		{
			"input": "保温围护结构和隔热围护结构的异同",
			"output": "① 相同之处在于围护结构的保温隔热对热阻都有一定的要求；围护结构的保温隔热对热惰性指标也应该满足 在谐波热作用下保证有足够的热稳定性的要求。<br />② 不同之处之在于围护结构保温的设计指标主要是热阻。而围护结构的防热主要的为了控制内表面的最高辐 射温度，因此防热设计的设计指标主要是热惰性指标。"
		},
		{
			"input": "屋顶隔热的措施及其隔热机理是",
			"output": "(1)采用浅色外饰面，减小当量温度。它的机理是通过采用太阳辐射热吸收系数较小的屋面材料，来降低 室外热作用，从而达到隔热的目的。<br />(2)提高屋顶自身的隔热性能。它的机理是隔热层本身热容量小，抗外界温度波动的能力差，但隔热层有 着良好的绝热性能，可以有效减弱传递的热量。<br />(3)通风隔热屋顶。它的机理是利用屋顶内部通风带走面层传下的热量，达到隔热的目的。<br />(4)种植隔热屋顶。它的机理是在屋顶上种植植物，利用植物的光合作用，将热能转化为生物能；利用植<br />物叶面的蒸腾作用增加蒸发散热量，均可大大降低屋顶的室外综合温度；同时利用植物培植基质材料的热阻和热 惰性，降低内表面平均温度与温度振幅。<br />(5)水隔热屋顶。它的机理是水的热容量大，而且水在蒸发时要吸收大量的汽化热，从而减少了经屋顶传 入室内的热量，降低了屋顶的内表面温度。"
		},
		{
			"input": "墙体隔热的措施",
			"output": "① 材料隔热<br />a. 黏土砖实体墙<br />两面抹灰的一砖厚墙体，尚能满足当前一般建筑西墙和东墙的隔热要求。由于其具有一定的防寒性能，不仅<br /><br />适用于夏热冬暖地区，也可用于夏热冬冷地区。<br />b. 砌块<br />第一，多以中、小型砌块为主，原材料以普通混凝土及矿渣、粉煤灰、煤渣、火山灰等工业废料与地方材料 为多，混凝土空心砌块应用最广泛。<br />第二，单排孔混凝土空心砌块不能满足南方地区墙体隔热的要求，当然不能用于东、西向外墙。双排孔混凝 土空心砌块加上内、外抹灰后，其隔热性能与两面抹灰的一砖厚实心黏土砖墙相当，可以用于东、西外墙。<br />c. 钢筋混凝土大板<br />第一，多用于住宅建筑，主要板型为钢筋混凝土空心墙板与多种材料的复合墙板。<br />第二，钢筋混凝土空心板在南方大多数地区都不能满足隔热性能的要求，其主要特点是热稳定性差，内表面 温度波幅大，因此内表面最高温度值很高，近年来已很少使用。<br />d. 轻质复合墙体构造<br />轻质复合墙体构造的隔热性能取决于板型构造与复合材料的热工性能。设计复合墙体构造时，应尽量将导热 系数小的轻质材料放在外侧，将热容量大的材料放在内侧。<br />②构造隔热<br />a. 在墙体外侧设置垂直通风间层<br />b. 外墙绿化遮阳<br />c. 墙体外表面采用浅色饰面"
		},
		{
			"input": "兼顾建筑隔热和建筑节能的措施",
			"output": "①在墙体外侧设置垂直通风间层，利用热压和风压的综合作用，使间层内空气流通，带走墙体外表面吸收的 热量，从而达到建筑隔热和制冷节能的目的。垂直通风间层在冬季还可起到保护外侧保温材料、使保温材料保持 干燥等作用。如果条件许可，还可采取措施使其在夏季作为通风空气间层起隔热作用，在冬季作为封闭空气间层 增加围护结构的传热阻，从而兼顾冬夏季不同热工设计要求。<br />②外墙绿化遮阳利用树叶通过蒸腾作用蒸发水分，保持自身凉爽，能降低表面辐射温度，降低室外环境温度， 减少空调负荷。"
		},
		{
			"input": "自然通风的作用",
			"output": "自然通风可以提供呼吸所需要的空气，除去过量的湿气，稀释室内污染物，提供燃烧所需的空气以及调节气 温。"
		},
		{
			"input": "根据各季节的气候特点制定不同的通风方案",
			"output": "①舒适性通风降温(即全天候通风) a. 概念<br />即通过全天候的通风方式来满足室内的热舒适要求。<br />b. 气候条件<br />室外最高温度一般不超过28～32℃,日较差小于10℃,比较适合温和、潮湿气候区或相应季节。 c. 相应措施<br />第一，室内的气流速度应保证在1.5～2.0m/s 左右。<br />第二，室内的热量要尽快排出，应以轻型围护结构为主。<br />②夜间通风降温<br />a. 概念<br />即把夜间凉爽的空气引入室内，把室内热量吹走，使房间在白天获得的热量减到最小。 b. 气候条件<br />白天室外气温在30～36℃,夜间温度在20℃以下，室外气温日较差大于10℃,适合于日较差大的干热地区。"
		},
		{
			"input": "自然通风的原理",
			"output": "自然通风的原理在于开口处(门窗过道)存在着空气压力差而产生的空气流动，产生压力差的原因是风压作用和热压作用。"
		},
		{
			"input": "在建筑设计中应注意的问题",
			"output": "①建筑朝向，间距及建筑群的布局；<br />② 建筑的平面布置与剖面设计；<br />③ 门窗的位置和尺；<br />④ 门窗开启方式；<br />⑤ 设置导风板。"
		},
		{
			"input": "门窗的位置、尺寸对室内通风的影响",
			"output": "①在建筑空间的平面及剖面设计中，开口的相对位置对室内通风质量和数量有着相当大的影响。良好的室内 通风应使空气流场分布均匀，并使风流经尽量大的区域，增加风的覆盖面。同时通风口位置应对通风风速有利， 尽量使通风直接、流畅，减少风向转折和阻力。<br />②在人体活动高度内，应设置可开启的窗户，使风吹经人体活动区域以加快人体蒸发散热。<br />③ 夏季需保证门窗具有一定的可开启面积，使室内气流形成风感。测试表明：当开口宽度为开间宽度的1/ 3～2/3,开口面积为地板面积的15%～20%时，室内通风效率最佳。<br />④ 风流经室内，其出、入口的大小尺寸会影响风速变化。当进风口大于出风口，气流速度会下降，反之则加 强。气流速度对人的舒适感觉影响最大，所以如通风口朝向主风向，出风口面积应大于进风口，加快室内风速。"
		},
		{
			"input": "平开窗对通风的影响",
			"output": "可完全开启，窗户开启的角度变化有一定的导风作用，而且关闭时的气密性佳，是较理想的开窗方式。外开 式会遮挡部分斜向吹入的气流；内开式则能将室外风完全引入室内，更有利于通风。"
		},
		{
			"input": "下悬窗对通风的影响",
			"output": "具有一定导风作用，内开式将风导向上部，并加快流入室内风速。外开式则将风导入下方，吹向人体，但存 在遮挡现象，减弱了风速。"
		},
		{
			"input": "上悬窗对通风的影响",
			"output": "也有导风作用，内开式将风导向地面，吹向人体，并能加快风速。外开式将风导入上方，由于开启位置处于 人体高度，风尚能掠过人体，但存在遮挡现象，减弱了风速。内开式更好。"
		},
		{
			"input": "中悬窗对通风的影响",
			"output": "导风性能明显，而且开启度大，不存在遮挡，是比较好的方式。逆反方式将风引入下方，正反方式将风引入 上方；当窗洞口位置较低可选用正反式，窗洞口较高选择逆反式，使风导向人体。"
		},
		{
			"input": "立式转窗对通风的影响",
			"output": "立式转窗导风性能佳，可以把来自不同方向的风导入室内。"
		},
		{
			"input": "推拉窗对通风的影响",
			"output": "无任何导风性能，可开启面积最大只有窗洞的一半，不利于通风，而且推拉窗的窗型结构决定了其气密性较 差。"
		},
		{
			"input": "赤纬角的意义",
			"output": "太阳赤纬角是指太阳光线与地球赤道面所夹的圆心角，用符号δ表示。地球上的季节可以用太阳赤纬角代表。"
		},
		{
			"input": "春分和秋分、冬至及夏至的赤纬角",
			"output": "春分与秋分的赤纬角为0°,冬至的赤纬角为-23°27’,夏至的赤纬角为+23°27′。"
		},
		{
			"input": "进行建筑遮阳设计时应妥善处理哪些问题",
			"output": "在进行建筑遮阳设计时应妥善处理的问题及其原因如下：<br />(1)采用正确的遮阳形式<br />在我国南方炎热地区，日照时间长，太阳辐射强烈，建筑物的某些部位或构件如窗口、外廊、橱窗、中庭屋 顶与玻璃幕墙等需要调节太阳直射辐射，以扬其利而避其害。<br />(2)注意遮阳的板面组合与构造<br />遮阳板在满足阻挡直射阳光的前提下，可以有不同的板面组合，以便选择对采光、通风、视野、立面造型和 构造等要求都更为有利的形式。为了减少板底热空气向室内逸散和对采光、通风的影响，通常将遮阳板面全部或 部分做成百叶形式；也可将中间各层做成百叶，而顶层做成实体并在前面加吸热玻璃挡板。<br />(3)注意遮阳板的安装位置<br />遮阳板的安装位置对防热和通风的影响很大。<br />①将板面紧靠墙面布置时，由受热表面上升的热空气将由室外空气导入室内。这种情况对综合式遮阳更为严 重，为了克服这个缺点，板面应与墙面有一定的距离，以使大部分热空气沿墙面排走。<br />②装在窗口内侧的布帘、软百叶等遮阳设施，其所吸收的太阳辐射热，大部分散发到了室内，若装在外侧， 则会有较大的改善。<br />(4)谨慎选择遮阳设施的材料与颜色<br />①遮阳设施多悬挑于室外，因此多采用坚固耐久的轻质材料。如果是可调节的活动形式，还要求轻便、灵活 并安装牢固。<br />②构件外表面的颜色宜浅，以减少对太阳辐射热的吸收；内表面则应稍暗，以避免产生眩光，并希望材料的 辐射系数较小。"
		},
		{
			"input": "光通量与发光强度的区别与联系",
			"output": "光通量是指标准光度观察者对光的感觉量，常用光通量表示一个光源发出光能的多少。发光强度是指特定方 向上照射的光通量除以该立体角的商。光通量与发光强度成正比。"
		},
		{
			"input": "照度与亮度间的区别与联系",
			"output": "照度是指落在其单位面积上的光通量的多少来衡量它被照射的程度。亮度就是单位投影面积上的发光强度。 立体角投影定律示某一亮度为 L  的发光表面在被照面上形成的照度值的大小，等于这一发光表面的亮度L。与该 发光表面在被照点上形成的立体角Ω的投影 (Qcosi)   的乘积。"
		},
		{
			"input": "教室的黑板上存在反射眩光的现象的形成原因",
			"output": "灯光和阳光照射到黑板上形成反射，从而引发眩光。"
		},
		{
			"input": "教室的黑板上存在反射眩光的现象的消除措施",
			"output": "①使教师黑板两端有一定的角度。<br />②尽量使黑板的表面为无光泽的表面。<br />③使学生坐在远离形成的镜面反射区域。<br />④使引起镜面反射的光源形成的照度在总照度中所占的比例减少，如可以拉窗帘。"
		},
		{
			"input": "什么是绿色照明工程",
			"output": "绿色照明工程是一项旨在节约资源和保护环境的照明工程，包含光源等照明器材的清洁生产、绿色照明、光 源等照明器材废弃物的污染防治。实施绿色照明工程必须采用绿色照明技术，采用节约能源、保护环境，有益于 提高人们生产、工作、学习效率和生活质量，保护身心健康的绿色照明。"
		},
		{
			"input": "如何加大实施绿色照明工程的力度",
			"output": "①照明设计节能<br />照明设计节能是指在保证不降低作业的视觉要求的条件下，最有效地利用照明用电。其具体措施有： a.  采用高光效长寿命光源。<br />b.  选用高效灯具，气体放电灯要选用配套的高质量电子镇流器或节能电感镇流器。<br />c.  选用配光合理的灯具。<br /><br />d. 根据视觉作业要求，确定合理的照明标准值，选用合适的照明方式。<br />e. 室内顶棚、墙面、地面宜采用浅色装饰。<br />f. 工业企业的车间，宿舍和住宅等场所的照明用电均应单独计量。<br />g. 大面积使用普通镇流器的气体放电灯场所，宜在灯具附近单独装设补偿电容器，使功率因数提高至0.85 以上，减少非线性电路元件对电网的污染，改善电网波形。<br />h. 室内照明线路宜细，多设开关，位置适当，便于分区开关灯。<br />i. 室外照明宜采用自动控制方式或智能照明控制方式等措施。<br />j. 近窗的灯具应单设开关，采用自动控制方式或智能控制方式，充分利用天然光。<br />②管理节能<br />照明管理需要采用绿色照明技术，研制出智能化照明管理系统，创造出安全舒适的光环境，提高工作效率， 节约电能；还要制订有效的管理措施和相应的法规、政策，达到管理节能的目的。在采光、照明过程中，要防止 电网污染、过热、眩光、紫外线和光污染，提高光环境质量，节约资源。<br />a. 安排专业人员负责照明维修和安全检查并做好维护记录，专职或兼职人员负责照明运行。<br />b. 建立清洁光源、灯具的制度，定期擦拭。<br />c. 按照光源的寿命或点亮时间，维持平均照度，定期更换光源。<br />d. 更换光源应采用与原设计或实际安装相同的光源，不得任意更换光源的主要性能参数。<br />e. 重要大型建筑主要场所的照明设施，应进行定期巡视和照度检查的测试。<br />"
		},
		{
			"input": "什么是正常听觉的频率范围",
			"output": "正常人耳可听的频率范围为20～20000Hz"
		},
		{
			"input": "语言声大致的频率范围",
			"output": "语言声的频率范围是160～5200Hz"
		},
		{
			"input": "音乐声大致的频率范围",
			"output": "音乐声的频率范围 大致是50～11000Hz"
		},
		{
			"input": "建筑声环境分析的主要频率范围",
			"output": "就建筑声环境而言，常用的8个倍频带的中心频率是63Hz、125Hz、250Hz、500Hz、1kHz、2kHz、 4kHz 及 8kHz。250Hz 以下的倍频带通常称为低频，500Hz 至 1kHz 的倍频带是中频，2kHz 以上的倍频带称为高 频。"
		},
		{
			"input": "什么是声音的频谱图",
			"output": "声音的频谱图是用来表示声音各组成频率的声压级分布图，其以频率(或频带)为横坐标，声压级为纵 坐标。连续频率成分的噪声的频谱是连续谱，为连续的曲线；纯音成分的频谱是具有单一频率的声音的频谱，其频谱图为一直线段。"
		},
		{
			"input": "什么是倍频带",
			"output": "倍频带是两个频率限值之间的连续频率"
		},
		{
			"input": "倍频带与1/3倍频带有什么关系",
			"output": "在某些情况下，为了更仔细地分析与声源频率有关的建筑材料、噪声环境和围蔽空间的声学特性， 用1/3倍频带作测量分析。每个倍频带分为3个1/3倍频带。"
		},
		{
			"input": "在建筑声环境频率分析中常用的倍频带中心频率",
			"output": "常用的8个倍频带的中心频率是63Hz、125Hz、250Hz、500Hz、1kHz、2kHz、4kHz 及 8kHz"
		},
		{
			"input": "对声音的计量使用“级”,有什么实用意义",
			"output": "声音的物理计量，入声功率、声强、声压，通常使用的数值都较小，不方便使用。而且近似的与他们的 对数值成正比，因而引入“级”的概念，以便使用和计量。"
		},
		{
			"input": "声强和声压有什么关系",
			"output": "声压和声强有密切的关系，在不受边界影响的情况下(即远离反射或吸收的界面或称自由声场), 某点的声强与该点声压的平方成正比"
		},
		{
			"input": "在声音的计量中为什么要用频率计权网络",
			"output": "从等响度曲线出发，在测量仪器上通过采用某些滤波器网络，对不同频率的声音信号实行不同程度的衰减， 使得仪器的读数能近似地表达人对声音的响应，这种网络称为频率计权网络。就声级计而言，设立了 A 、B 、C  三种计权网络。频率计权网络是根据人耳对声音的响应特性而设计的听觉修正电路，它按照等响度曲线对不同频 率的声音进行不同程度的衰减。"
		},
		{
			"input": "dB与dB(A)的区别",
			"output": "dB 只是理论上的值。在现实中，必须要通过一定的设施进行测量才知道结果。为了照顾人的感觉，分别设计了三种计量(实际就是计权)方式，并按此方式设计了计量设备。所以在现实中测出来的只能是dB(A), 不存 在dB。"
		},
		{
			"input": "什么是声衍射",
			"output": "声衍射是指当声波在传播过程中遇到障壁或建筑部件(如墙角、梁、柱等)时，如果障壁或部件的尺度 比声波波长大，则其背后将出现“声影”,也会出现声音绕过障壁边缘进入“声影”的现象，即声衍射。"
		},
		{
			"input": "什么是声反射系数",
			"output": "当声波从一种媒质入射到声学特性不同的另一种媒质时，在两种媒质的分界面处将发生反射，使入射声波的 一部分能量返回第一种媒质。在斜入射时，反射角 θr与入射角 θi相等，即 θi=0r。 在反射点处，反射波声压(pr)<br />与入射波声压 (pi) 之比称为反射系数 (R), 即 R=pr/pi"
		},
		{
			"input": "什么是吸声系数",
			"output": "材料吸收的声能与入射到材料上的总声能之比，称为吸声系数(a)"
		},
		{
			"input": "什么是声透射系数",
			"output": "声透射系数又称传声系数，是指在给定频率和条件下，经过分界面(墙或间壁等)的透射声能通量与入射声 能通量之比。"
		},
		{
			"input": "声音在围蔽空间里传播时，有哪些重要特征",
			"output": "声音在围蔽空间里传播时的重要特征有：<br />(1)声波稳定地辐射声波，则在声源开始辐射后，空间内的声能增长。<br />(2)当声源辐射能力与被吸收能量(包括围敝界面以及空气吸收)达到动态平衡时。空间内声压达到稳定 (不同位置数值不同)。<br />(3)当声源停止辐射，空间内的声能逐渐减弱。"
		},
		{
			"input": "什么是时差效应",
			"output": "时差效应是指人耳听觉的另一个重要特性是对在短时间间隙里出现的相同的声音的积分(整合)能力，即听 成一个声音而不是若干个单独的声音，如站在离高大照壁25m 远处大喊一声，就能清楚地听到回声，因为反射 声经过50m 的行程，比直达声迟到147ms。"
		},
		{
			"input": "什么是双耳听闻",
			"output": "双耳听闻是指依靠双耳听觉可以确定声源在空间的位置。人耳能够判断声源的方向，是由于声音到达两耳的 时间差和声压级差。声音到达两耳经历的声程不同，到达两耳的时间明显不同，声程差还引起声压级差；此外， 还由于人的面孔和头部对离声源较远的一只耳朵产生了声影。"
		},
		{
			"input": "时差效应、双耳听闻在建筑声环境设计中的重要性",
			"output": "人耳依靠双耳感受的时间差和声压级差对声源定位的能力，限于包含声源和双耳的平面，对声源定位的精度 达1°~2°。如果声源在双耳之间并通过头部中间的垂直面上，声音到达两耳没有时差，人耳不能对在垂直面上的 声源定位；在设计厅堂扩声系统时，正是利用了这个特点。通常将扬声器组装置在舞台前部，使演讲者、扬声器 同在一个垂直面上，人耳区别不出来自真实演讲者或扬声器的声音。"
		},
		{
			"input": "听觉掩蔽与掩蔽量",
			"output": "一个声音的听阈因另一个掩蔽声音的存在而提高的现象称为听觉掩蔽，提高的数值称为掩蔽量。"
		},
		{
			"input": "听阈偏移是什么",
			"output": "在强噪声下暴露一段时间后，听觉上引起暂时性听阈上移，听力变迟钝，这个现象叫做听阈偏移，包括暂时 性听阈偏移和永久性听阈偏移，这是暴露在A 声级高于90dB 的环境下引起的听觉损伤现象，暴露持续的时间越 长，听觉受到的损伤越重。"
		},
		{
			"input": "人们受噪声干扰的程度，主要取决于那些因素",
			"output": "(1)声压级或声级。<br />(2)声音的持续时间。<br />(3)声现象随时间的变化情况。<br />(4)复合声的频谱成分。<br />(5)声音包含的信息量。<br />(6)声环境中人与噪声源的关系。"
		},
		{
			"input": "干扰噪声对人们身心健康等各方面的影响",
			"output": "(1)损伤听力。噪声会造成耳聋。如长期在90dB(A)  噪声级条件下，耳聋发病率为21%,在80dB(A)<br />的条件下，耳聋发病率为10%。<br />(2)影响睡眠和休息。良好的睡眠是保证人体健康的重要因素，但噪声会影响人的睡眠，在一般情况下，<br />40   dB(A) 的连续噪声可使10%的人受到影响，突发性的噪声可使10%的人惊醒；50 dB(A)   的连续噪声可 使50%的人受到影响；60dB(A)   的突然噪声可使70%的人惊醒，对年老、体弱的人群影响更大。<br />(3)引起人的生理、心理失调。实验表明，噪声会引起人体紧张的反应，使肾上腺素增加，随之引起心率<br />改变和血压升高。<br />(4)噪声能引起正常人失眠、疲劳、头晕、头痛、记忆力衰退等不同症状。<br />(5)噪声还会使人烦燥、易怒、甚至失去理智。"
		},
		{
			"input": "人们对振动的感受主要取决于哪些因素",
			"output": "(1)人们对振动的感受主要决定于3个因素，即：强度、频率和时间特性。<br />(2)重力、风力、地震引起的高层建筑摆动(振动),以及通过地面传播的由交通运输系统、机械设备、建 筑工地施工引起的振动所造成的影响包括降低工作效率、不舒适甚至感觉痛苦、室内物件摔坏、墙体开裂、屋面 的铺瓦下滑等。"
		},
		{
			"input": "多孔吸声材料的吸声机理是什么",
			"output": "多孔材料的构造特征是在材料中有许  多微小间隙和连续气泡，因而具有一定  的通气性。当声波入射到多孔材料时， 引起小孔或间隙中空气的振动。由于摩  擦和空气的黏滞阻力，使空气质点的动 能不断转化为热能；此外，小孔中空气  与孔壁之间的不断热交换，这些都使相  当一部分声能因转化为热能而被吸收。"
		},
		{
			"input": "多孔吸声材料的主要牺牲特性是什么",
			"output": "中高频吸声较大，低频吸声较 小 。"
		},
		{
			"input": "共振吸声结构的吸声机理是什么",
			"output": "不透气软质膜状材料或薄板，与其背后 的封闭空气层形成一个质量一弹簧共 振系统。当受到声波作用时，在该系统 共振频率附近具有最大的声吸收。"
		},
		{
			"input": "薄板吸声结构的吸声特性是什么",
			"output": "吸声系数的峰值一 般都处在低于200～300Hz的范 围；同时随着薄板单位面积重量的 增加以及在薄板背后空气层的厚 度增加，吸声系数的峰值向低频移 动 。"
		},
		{
			"input": "穿孔板吸声结构的吸声特性是什么",
			"output": "其吸声特性取决 于板厚、孔径、孔距、空气层厚度以及底层材料。"
		},
		{
			"input": "金属微穿孔板吸声结构的吸声特性是什么",
			"output": "微穿孔板 孔的大小和间距决定最大的吸声 系数，板的构造和它与墙面的距离(即背后空气层的厚度)决定吸声 的频率范围。"
		},
		{
			"input": "在混凝土表面油漆或拉毛，对其吸声系数有什么影响",
			"output": "(1)混凝土表面油漆或拉毛对混凝土吸声系数都有影响，油漆有密闭作用，使混凝土表面的细小孔隙闭 合；拉毛的话增加了声波吸收的表面积，同时使声波反射的角度发生了改变，使反射、散射作用更加明显。<br />(2)在一定面积上被吸收的声能与入射声能之比称为该边界面的吸声系数。吸声系数定义为吸收量与射入 量的比值，数值小于等于1<br />所以对于不同处理方式的吸声系数有以下关系：<br />油漆 X, 混凝土Y, 拉 毛Z,X<Y<Z<1。"
		},
		{
			"input": "什么是降噪系数 (NRC)",
			"output": "降噪系数NRC  是衡量封闭的空间内，某个材料对声音吸收能力的一个全面评价的指标。 NRC  越高，反射回该空间的声音就越少，反之，声音在空间内不断反射形成混响，产生令人疲劳的背景噪音。"
		},
		{
			"input": "选用吸声材料(构造)时应考虑哪些因素",
			"output": "选用吸声材料(构造)时应考虑的因素如下：<br />① 空气流阻。<br />② 孔隙率。<br />③材料的厚度。<br />④材料的表观密度。<br />⑤ 材料背后的条件。<br />⑥饰面的影响。<br />⑦声波的频率和入射条件。<br />⑧吸湿、吸水的影响。"
		},
		{
			"input": "什么是吸声",
			"output": "吸声是指利用吸声材料或吸声结构，将入射的声能吸收消耗掉，减少反射声，从而降低容积内噪声。"
		},
		{
			"input": "什么是隔声",
			"output": "隔声是利用隔声结构将声音隔挡，减弱噪声的传递，使噪声环境与需要安静的环境分隔开，如降噪箱、隔声间、 隔声屏等就是常用的隔声装置。已达到保证室内环境的私密性，降低外界声音的影响。"
		},
		{
			"input": "吸声和隔声的区别",
			"output": "吸声所注意的是在屏障侧反射回来的声能的大小，反射声越小则衣示吸声效果越好；隔声所注意的是 在屏障的另一侧透过的声能的多少，透过声能越小则隔声效果越好。在具体应用中，利用隔声材料或隔声构造隔 绝噪声的效果比采用吸声材料的降噪效果要高得多。但是吸声材料的特有作用更多地表现在缩短、调整室内混响 时间的能力上，这是任何别的材料代替不了的。"
		},
		{
			"input": "吸声与隔声的联系",
			"output": "吸声与隔声均是噪声控制中的重要技术措施，两者有着本质的区别，但实际应用中又互相联系，并发 挥了综合的声场优化和噪声控制效果。因此，首先从概念上将吸声、隔声、吸声材料、隔声材料区别开来，并合 理地选用材料，提高建筑物吸声和隔声处理的效果，能够更好地夯实影音行业、私家定制安装等领域从业人员的 技术实力，从而更好地服务于消费者。"
		},
		{
			"input": "什么是空气生",
			"output": "声波在空气中传播，称为空气声或空气传声。"
		},
		{
			"input": "什么是固体传声",
			"output": "围护结构受到直接的撞击或振动作用而发声，称为固 体传声。固体声直接通过围护结构传播，并从某些建筑部件如墙体、楼板等再辐射出来，最后仍作为空气声传至 入耳。"
		},
		{
			"input": "举例说明声音在建筑物中的传递途径，以及有效地 减弱空气声和固体声干扰的措施。",
			"output": "经由围护结构的振动传播例如人们常可以在隔墙一侧听到另一侧传来的声音，这是因为在靠近隔墙一 侧传播的声波引起了隔墙的整体振动，并将空气声声波辐射到隔墙的另一侧，声波并未穿过墙体的材料，而是隔 墙成为第二个声源，再通过空气传至入耳。"
		},
		{
			"input": "何谓质量定律",
			"output": "质量定律是指决定墙或其它建筑板材隔声量的基本规律，可表述如下：<br />墙或其他建筑板材的隔声量与其表面密度(或单位面积的质量)的对数成正比，用公式可表示为：<br />R=201g(fm)+k<br />式中R—— 墙体的隔声量， dB;<br />f——入射声波的频率， Hz;<br />m——墙体的面密度， kg/m³;<br />k——常数，当声波为无规则入射时， k=-48。"
		},
		{
			"input": "如何避免吻合效应对建筑部件隔声性能的影响",
			"output": "为了避免吻合效应对建筑部件隔声性能的影响， 一般采用以下措施：<br />①通常可采用硬而厚的墙板来降低临界频率。<br />②或用软而薄的墙板来提高临界频率。"
		},
		{
			"input": "如何提高门的隔声性能",
			"output": "提高门隔声能力的关键在于门扇及其周边缝隙的处理。隔声门应为面密度较大的复合构造，门扇周边应 当密缝。轻质的夹板门易变形，致使门扇周边很难密缝。橡胶、泡沫塑料条、手动或自动调节的门碰头、垫圈等 均可用于门扇边缘的密缝处理。需要经常开启的门，门扇面密度不宜过大，门缝也难于紧密。为了达到较高的隔 声量，可以用设置“声闸”的方法，即设置双层门并在双层门之间的门斗内壁铺贴强吸声材料。这样可使总的隔 声量接近或达到两层门隔声量之和。"
		},
		{
			"input": "概述提高楼板隔绝撞击噪声性能的措施",
			"output": "提高楼板隔绝撞击噪声性能的措施有以下几种：<br />(1)铺设弹性面层材料<br />现在建筑楼板大都是钢筋混凝土现浇实心楼板或钢筋混凝土预制空心楼板，这种结构的楼板撞击声的隔声性 能很差。在这种楼板上铺一层弹性面层材料，如地毯、橡胶地板等，它能有效的减小撞击能量。降低楼板的振动 及其产生的撞击噪声。从而提高楼板撞击声的隔声性能，特别是对中，高频降低撞击噪声更为有效。这种措施构 造简单，但地面呈软性。<br />(2)浮筑楼板<br />①浮筑楼板的构造是在钢筋混凝土为基层楼板上铺一层隔音减震垫，其上再做硬质地面面层。这种楼板基层 与地面面层之间的弹性夹芯，对地面面层产生的撞击振动具有减振作用，降低基层楼板向楼下辐射的噪声，达到 提高楼板撞击声隔声性能的目的。<br />②楼板面层的四周与墙体之间要留一定宽度的空隙，并用弹性材料填充，防止墙体成为地面面层与基层楼板 的声桥，降低浮筑楼板的撞击声隔声性能。<br />(3)隔声吊顶<br />楼板下面做一个吊顶不仅能对空气声还能对撞击噪声起隔声作用。其隔声效果与吊顶的面密度、吊顶与楼板 之间的间距以及吊顶吊杆的刚性有关。<br />①根据隔声的质量定律吊顶的面密度越大，隔声量越高；反之面密度越小，隔声量越低。<br />② 吊顶与楼板之间的间距不能太小， 一般保持10～20cm 。如果填充多孔性吸声材料，如玻璃棉、纤维吸音<br />棉，能进一步提高隔声量<br />③吊顶与楼板之间的吊杆应避免刚性连接。 一般采用加装弹簧减震器增加隔声效果。"
		},
		{
			"input": "简述所知道的几个噪声评价量的特点及主要使用场合",
			"output": "噪声评价量主要有：总声压级、 A 声级、语言干扰级和交通噪声指数，其特点及主要适用场合分别为：<br />(1)总声压级 (Lp)<br />对整个可闻频率范围的所有频率成分同样重视，与C 计权声级基本相同，用于描述声音的一般特征。<br />(2)A  声级 (LA)<br />减少大致低于1000Hz 频率成分的重要性，大致与人耳对中等声级的灵敏度相联系，与许多常见声音的相对 响度有良好的关系。<br />(3)语言干扰级 (SIL)<br />是涵盖语言主要频率范围的3个(或4个)倍频带声压级的算术平均值，与语言清晰度有关系，广泛用于评 价飞机机舱的噪声。<br />(4)交通噪声指数 (TNI)<br />A 计权声级以及全部特定时间的噪声暂态统计，包括混合的噪声源的一般城市噪声，必须与打算用的预计方 法相结合。"
		},
		{
			"input": "城市声环境规划的重要性",
			"output": "市声环境规划与降噪设计是为了从宏观上创造有益健康，宜于工作、生活的声环境。解决噪声污染问题就 必须依次从噪声源、传播途径和接受者三方面分别采取在经济、技术和要求上合理的措施。"
		},
		{
			"input": "减少城市噪声干扰的主要措施",
			"output": "①与噪声源保持必要的距离。<br />②利用屏障降低噪声，其方式主要有薄屏障、厚屏障两种。<br />③屏障与不同地面条件组合的降噪。<br />④绿化减噪。<br />⑤设置降噪路面"
		},
		{
			"input": "综述对用于城市声环境降噪的声屏障的要求。",
			"output": "用于城市声环境降噪的声屏障的要求主要有以下几点：<br />(1)声屏障高度为基础以上2.5m, 钢立柱间距2m; 安全系数不小于2。<br />(2)吸声型隔音板在高湿度或雨水环境中其吸声性能不受影响，吸声型隔音板应考虑扬尘、沙风暴不影响 其吸声性能。<br />(3)隔音板应采用不易老化的材料，以提高产品的使用寿命。<br />(4)隔音板生产加工时应现场核实预埋件及立柱间距实际尺寸后方可加工安装。现场设置预埋件必须按 2000mm  间隙预埋，误差±10mm。 局部地区可根据实际情况进行微调。<br />(5)隔音板安装时应根据伸缩缝实际宽度设置隔音板，并采取安全措施。<br />(6)本设计中隔音板 (H 钢立柱)屏体的结构强度均要满足150 kg/m 均布荷载，最大挠度<L/600。<br />(7)隔音板构件应现场随机抽样检查，检查项目：构件表面有无破损；吸音棉外包装有无破损；吸声板开<br />孔率；吸音材料填实；吸音板正面板、背面板、侧板材料材质情况等。"
		},
		{
			"input": "住宅建筑声环境设计要点",
			"output": "①为居住区、住宅配套修建的停车场、儿童乐园、健身活动场地的位置选择，应避免对住宅产生干扰。<br />② 在邻近交通干道或其他高噪声环境建造住宅时，应依室外环境噪声状况，设计具有相应隔声性能的建筑围<br />护结构。<br />③ 在确定住宅建筑形体、朝向与平、剖面设计时，应仔细分析各类噪声源(例如电梯井、连接邻户的水、暖、 电、气管道可能引发的噪声、振动)可能产生的干扰，并采取适宜的降噪、隔振措施。<br />④ 商住楼内严禁设置迪斯科、练歌房，也不得设置其他高噪声的商住用房。"
		},
		{
			"input": "居住区的声景观规划",
			"output": "①居住区的景观设计不是单纯意义上的绿化设计，它包括绿化、铺装、标志系统、景观照明、景观水景、景观小品六大方面。<br />②居住环境可分为自然生态环境与人工建成环境两个方面。前者包括地形、地貌、矿产、水源、植被等；而  后者则指城市的建筑等人工的环境，它既有声、光、暖等功能使用方面的物质环境，又有历史遗产、社会生活、 视觉感受等精神方面的文化环境。"
		},
		{
			"input": "增加吸声材料改善室内声环境的吸声降噪原理",
			"output": "①在室内产生的噪声可达到一定的声压级，如果室内界面有足够数量的吸声材料，则混响声的声压级可以得 到显著的减弱；且任何暂态噪声(例如门的砰击声)也很快被吸收(就空气声而言),因此室内会显得比较安静。<br />②对于相邻房间的使用者来说，室内混响声压级的高低，同样有重要影响。因为“声源室”的混响声压级决 定了两室之间的隔声要求，所以降低室内混响噪声既为了改善使用者所处空间的声环境，也是为了降低传到邻室 去的噪声。"
		},
		{
			"input": "预计吸声降噪效用的方法",
			"output": "①测定待处理空间的噪声现状，包括噪声级和频率特征。<br />②依对该空间的使用要求，确定室内安静标准，并进而确定所需的降噪量。<br />③通过测量混响时间或计算，得到空间在处理前的平均吸声系数α₁及房间常数R。<br />④预计吸声降噪效果，确定的降噪指标计算所需吸声增量等。"
		},
		{
			"input": "利用吸声降噪措施，最大可能使噪声级降低多少",
			"output": "室内界面装置吸声材料的主要作用是降低由反射声控制的混响声场的噪声级，而对于直达声随与声源距 离增加不断衰减的规律没有任何影响。"
		},
		{
			"input": "空调系统对室内声环境的影响",
			"output": "空调系统产生的是低频噪音，空调的风机靠近人们经常活动的地方，产生的低频噪音对人们的影响很大，空 调系统的不合理设计也会产生较严重的低频噪音问题，尤其在风机的出口、入口更容易产生低频噪音。"
		},
		{
			"input": "建筑物振动对人居生活、生产环境的影响",
			"output": "超高层建筑在强风作用下出现的侧向摇晃会使居住者受惊。调查表明在强风作用时，有75%的高层建筑居 住者感觉有晃动，并且看到灯具摆动和浴缸里的水晃动。增加了居住者的烦恼，甚至提出申诉。"
		},
		{
			"input": "在厅堂设计中，为了达到优良的听音效果，可以采取哪些建筑及技术设计措施?",
			"output": "依据建筑声学的原理，对有特殊听音要求的厅堂所采取的设计措施有：<br />一般根据各类厅堂的主观听音要求和相应的声学参数指标，结合厅堂的体型、材料、构造和艺术处理进行设 计，因此音质设计应与厅堂的建筑设计同时并进，并且贯穿于建筑设计和施工的全过程。最后，经过必要的测试 和主观听音评价，进行适当的调整和修改，以求达到预期的声学效果。"
		},
		{
			"input": "室内听闻的主观要求",
			"output": "①明晰度：是指听闻乐器奏出的各个声音彼此分开的程度。这种可分辨的程度既取决于音乐自身的因素、演 奏技巧和意图，也与大厅的混响时间及早期声能与混响声能的比率有关。<br />②空间感：包括早期声导致的视在声源宽度和混响导致的听闻环绕感。大厅侧墙投向听众席的反射声似乎扩 展了声源宽度，使音乐有整体感；来自大厅多个界面、所有方向的80ms 以后到达的混响声，使听者有被声音环 绕的感受。<br />③适当的响度：建筑设计对听闻响度的影响主要是听众与舞台的距离、把早期声反射到听众席的分布情况和 中频混响时间。"
		},
		{
			"input": "室内听闻的客观评价指标",
			"output": "①早期衰减时间 (Early  Decay  Time):  是表示声音衰减的一个量，与混响时间的表示方法相同。<br />② 明晰度 (Objective   Clarity):  是指80ms 以内到达的声能(包括直达声和早期反射声)与80ms 以后到达声<br />能之比的对数值。<br />③ 围蔽感 (Objective   Envelopment):  是指80ms 以内到达的侧向声能与在80ms 以内到达的总声能之比。<br />④总声压级：即声音的强度，与人们判断的响度有关。"
		},
		{
			"input": "供听闻语言大厅的设计要求",
			"output": "在供语言通信用的厅堂设计中，应当考虑为声音的响度与清晰程度，提供最佳的条件。厅堂的尺度、体形、 界面方向、材料选择等建筑设计元素对听闻有足够的响度、适当的混响时间以及避免出现声学缺陷(诸如回声、 声聚焦等)都有重要作用。"
		},
		{
			"input": "欣赏音乐大厅的设计要求",
			"output": "音乐也是由断续的声音信号组成，但有着和语言声源不同的许多特点，主要包括：音量的起伏大，在音乐厅  里演奏管弦乐时，大厅中部席位听到的音量变化可能从30dB(A)  (或更低)至80dB(A)  (或更高),应当使听 众不失真地听到这样大的音量变化范围，其中包括一些较弱的谐音和短暂的音符；音乐的频率范围比语言宽得多；<br />声源的展开， 一座音乐厅里可能会有100人规模的乐团演奏，再加上人数很多的合唱队，声源铺开的面积可达 200m²。"
		},
		{
			"input": "早期反射声的重要性",
			"output": "早期反射声对明晰度、亲切感和响度都有重要作用。大厅的每个界面均可用于向听众席的不同区域提供早期  侧向反射声，在观众厅前部的界面尤其重要。所谓侧向反射是指到达听众左、右耳的声音存在时间和强度的差别。 来自侧墙的较强的早期反射声，有助于增加对声音的环绕感。"
		},
		{
			"input": "有助于争取和控制早期反射声的技术措施",
			"output": "① 设置有效反射面；<br />② 矩形平面；<br />③扩声系统；<br />④变大厅容积；<br />⑤用伸缩帘幕改变声吸收；<br />⑥顶棚和墙面用三棱形柱体改变反射扩散吸声体；<br />⑦设置与大厅在声学上耦合的混响室。"
		},
		{
			"input": "有助于改进大厅内声音的分布状况的建筑设计与技术措施",
			"output": "(1)设置反射面<br />①反射板最好装于(或悬挂在)大厅的顶棚下，以使反射声能不致因掠过前部席位听众而被吸收。<br />②在满足建筑装修的同时，反射板的位置应尽可能低些，以使听众接收的直达声和反射声之间的时差减到最<br />小。<br /><br />③根据需要加强大厅后部听众区域听音的要求，确定反射板的位置和倾斜角度。<br />④ 为使后部听众区域都能得到反射声，反射板应有足够的宽度。反射板的边长不宜小于3m,   以免反射声因 反射板边缘的衍射而减弱。<br />⑤ 反射板应当是平面或接近于平面，对于所有频率的声音，反射板的吸声系数应该很小。<br />(2)选用扩声系统<br />使扬声器辐射的声音能够覆盖大厅全部的听众席位。还需考虑不出现对声源位置的视觉与听觉感受的矛盾。 在最简单的扩声系统中，扬声器需装置在比听众距离真实声源更远一些的地方。在较为复杂的设备中，使用电子 的时间延迟处理，以便对扬声器位置比真实声源更靠近听者的情况进行调整。"
		},
		{
			"input": "吸声量与房间的体积、混响时间的关系",
			"output": "相对于一定的房间容积而言，如果总的吸声量较大，室内的混响也较小。混响时间仅仅取决于房间的容积和 总吸收。然而自20世纪70年代以来的详细研究表明，混响时间也还取决于围蔽空间的形状和吸声材料的位置。"
		},
		{
			"input": "大房间容易产生回声的原因",
			"output": "回声是声源发出的声音，在障碍物上反射回来而发生的。小房间距离太短，声音反射回来的时间太快和声源 发出的声音完全重叠，就听不到回声了。大房间由于距离大，易产生回声。"
		},
		{
			"input": "供语言听闻大厅的声学要求",
			"output": "在供语言通信用的厅堂设计中，应当考虑为声音的响度与清晰程度，提供最佳的条件。厅堂的尺度、体形、 界面方向、材料选择等建筑设计元素对听闻有足够的响度、适当的混响时间以及避免出现声学缺陷(诸如回声、 声聚焦等)都有重要作用。"
		},
		{
			"input": "报告厅的设计要点",
			"output": "①语言声功率<br />听众与讲演者的距离，听众与讲演者(声源)方向性的关系，听众对直达声的吸收，反射面对声音的加强， 扩声系统对声音的加强以及声影的影响。<br />② 听闻清晰程度<br />延时的反射声(其中因延迟时间和强度不同可分为回声、近似回声和混响声),由于扬声器的设置使声源“移 位”,环境噪声以及侵扰噪声等。"
		},
		{
			"input": "为了发挥投资效益拟建造多用途大厅，有哪些与建筑设计整合的手段可以用于调节、改变大厅的音质",
			"output": "可用于调节、改变大厅的音质的建筑技术整合的手段有：<br />(1)可改变的声吸收<br />一块可以伸缩的帘幕就足以改变一座小型厅堂的声学特性。在某些情况下帘幕可以消除来自特定界面的延时 过长的反射声。<br />(2)可改变的反射、扩散及吸声体<br />在顶棚和墙面上使用可以转动的三棱形柱体，每个棱形柱体的三个面分别是吸声面(其中1/2控制低频声 吸收，1/2控制高频声吸收),镜面反射面和扩散反射面。每三个棱柱体为一组，依使用要求，用遥控的方法， 控制各不同表面的组合安排。<br />(3)设置与大厅在声学上耦合的混响室<br />此种方法虽然能调节混响时间，但听众有时会明显感觉出混响是来自大厅空间以外。除了上述建筑声学设计 措施外，还可以利用电声设备的各种音质控制系统进行调节。"
		},
		{
			"input": "不同照明灯的光源显色指数",
			"output": "各类光源显色指数范围如下：荧光高压汞灯：40～50;金属卤化物灯：60～95;高压钠灯：20,40,60;紧凑型 荧光灯：50～93。"
		},
		{
			"input": "哪种房间的照明功率密度值最大",
			"output": "《建筑照明设计标准》对居住建筑、办公建筑、商业建筑、旅馆建筑、医院建筑、学校建筑以及工 业建筑规定了照明功率密度值，简称LPD, 是单位面积上照明安装功率(包括光源、镇流器或变压器),单位： W/m²。  照明功率密度现行值：普通办公室为11、学校教室11;一般商店营业厅12;旅馆多功能厅18。对应照 度值均为3001x。"
		},
		{
			"input": "构成室内热环境的四项气候要素是什么",
			"output": "① 室内空气温度；<br />②空气湿度；<br />③气流速度；<br />④环境辐射温度。"
		},
		{
			"input": "各要素对人体热舒适感的影响",
			"output": "①室内空气温度<br />居住建筑冬季采暖设计温度为18℃,托幼建筑采暖设计温度为20℃,办公建筑夏季空调设计温度为24℃等。 这些都是根据人体舒适度而定的要求。<br />② 空气湿度<br />根据卫生工作者的研究，对室内热环境而言，正常的湿度范围是30～60%。冬季，相对湿度较高的房间易出 现结露现象。<br />③气流速度<br />当室内温度相同，气流速度不同时，人们热感觉也不相同。如气流速度为0和3m/s 时，3m/s 的气流速度使 人更感觉舒适。<br />④环境辐射温度<br />人体与环境都有不断发生辐射换热的现象。"
		},
		{
			"input": "传热与导热的区别",
			"output": "①导热<br />导热是指同一物体内部或相接触的两物体之间由于分子热运动，热量由高温向低温处转换的现象。纯粹的导 热现象只发生在密实的固体当中。<br />围护结构的传热要经过三个过程：表面吸热、结构本身传热、表面放热。严格地说，每一传热过程部是三种 基本传热方式的综合过程。"
		},
		{
			"input": "对流换热与单纯在流体内部的对流传热的区别",
			"output": "①对流换热<br />对流换热既包括由空气流动所引起的对流传热过程，也包括空气分子间和接触的空气、空气分子与壁面分子 之间的导热过程。对流换热是对流与导热的综合过程。<br />②流体内部的对流传热<br />流体内部的对流传热只发生在流体之中，它是因温度不同的各部分流体之间发生相对运动，互相掺合而传递 热能的。"
		},
		{
			"input": "表面的颜色对外围护结构的外表面和结构内空气间层的表面的辐射传热影响",
			"output": "对于短波辐射，颜色起主导作用；对于长波辐射，材性起主导作用。如：白色表面对可见光的反射能力最强， 对于长波辐射，其反射能力则与黑色表面相差极小。"
		},
		{
			"input": "光滑程度对外围护结构的外表面和结构内空气间层的表面的辐射传热影响",
			"output": "抛光的金属表面，不论对于短波辐射或是长波辐射，反射能力都很高，所以围护结构外表面刷白在夏季反射 太阳辐射热是非常有效的，而在结构内空气间层的表面刷白是不起作用的。"
		},
		{
			"input": "选择性辐射体的含义",
			"output": "选择性辐射体，又称非灰体，这类物体只能吸收和发射某些波长的辐射能，并且其单色辐射本领总小于同温 度黑体同波长的单色辐射本领。其辐射光谱与黑体光谱截然不同。"
		},
		{
			"input": "选择性辐射体对开发有利于夏季防热的外表面装修材料的启发",
			"output": "建筑材料多属于灰体，根据非灰体的性质可开发非灰体的装修材料，辐射和吸收某种特定的辐射线。选择性 辐射体具有间断性，可将此特性利用起来，将外表面装饰材料刷白，或进行浅色处理，对夏季反射太阳辐射热也 非常有效。"
		},
		{
			"input": "建筑围护结构的传热过程包括哪几个基本过程，几种传热方式",
			"output": "(1)建筑围护结构的传热的基本过程<br />建筑围护结构传热过程主要包括三个过程：表面吸热、结构本身传热、表面放热。<br />(2)建筑围护结构的传热方式<br /><br />内表面从室内吸热(冬季),或外表面从事外空间吸热(夏季)。<br />②结构本身传热<br />热量由高温表面传向低温表面。<br />③表面放热<br />外表面向室外空间散发热量(冬季),或内表面向室内散热(夏季)。"
		},
		{
			"input": "为什么空气间层的热阻与其厚度不是成正比关系",
			"output": "空气间层的热阻主要取决于间层两个界面上的空气边界层厚度和界面之间的辐射换热强度。所以，空气间层 的热阻于厚度之间不存在成比例地增长关系。"
		},
		{
			"input": "提高空气间层热阻的措施",
			"output": "要提高空气间层的热阻可以增加间层界面上的空气边界层厚度来增加对流换热热阻；或是在间层壁面上涂贴 辐射系数小的反射材料来增加辐射换热热阻。"
		},
		{
			"input": "采暖居住房间的密闭程度(气密化程度)对卫生保健、经济、能源消费等方面，各有什么影响",
			"output": "采暖居住房间的密闭程度对卫生保健、经济、能源消费等方面的影响分别是：就保温而言，房间的密闭 性越好，则热损失越少，从而可以在节约能源的基础上保持室温。但从卫生要求来看，房间必须要有一定的换气 量。另一方面，过分密闭会妨碍湿气的排除，使室内湿度升高，从而容易造成表面结露和围护结构内部受潮。"
		},
		{
			"input": "试从节约能源的角度分析，在相同面积的情况下，正方形平面与长方形平面何者有利",
			"output": "从节约能源的角度分析，要控制建筑的体形系数，即建筑的外表面积与其所包围的体积之比。对于同样 的体积的建筑，在各面外围护结构的传热情况均相同时，外表面面积越大，热损失越多，所以在相同面积的情况 下，正方形平面更为有利。"
		},
		{
			"input": "为什么我国规定围护结构的总热阻，不得小于最小总热阻 Ro*min",
			"output": "规定围护结构的总热阻，不得小于最小总热阻Ro*min 的原因在于保证内表面不结露，即内表面温度不 得低于室内空气的露点温度；同时还要满足一定的热舒适条件，限制内表面温度，以免产生过强的冷辐射效应。"
		},
		{
			"input": "说明允许温差[△t]的意义，并回答[△t]大或小，哪一种的质量要求高?为什么?",
			"output": "(1)允许温差是根据卫生和建造成本等因素确定的。按照允许温差设计的围护结构，其内表面温度不会 太低， 一般可保证不会产生结露现象，不会对人体形成过分的冷辐射，同时，热损失也不会太多。<br />(2)使用质量要求高的房间，允许温差小一些。因为在同样的室内外气象条件下，按照的允许温差确定的 最小传热阻值，显要大一些，从而其围护结构就具有了更大的保温能力。"
		},
		{
			"input": "试详述外保温构造方法的优缺点",
			"output": "(1)外保温构造方法的优点<br />①使墙或屋顶的主要部分受到保护，大大降低温度应力的起伏，提高结构的耐久性；<br />②外保温对结构及房间的热稳定性有利；<br />③外保温有利于防止或减少保温层内部产生水蒸气凝结；<br />④外保温法使热桥处的热损失减少，并能防止热桥内部表面局部结露<br />⑤对于旧房的节能改造，外保温处理的效果最好。<br />(2)外保温构造方法的缺点<br />①对建筑的规模有限制。运用于规模不太大的建筑，才能准确判断外保温是否提高房间的热稳定性；<br />②在构造上较复杂，必须有保护层；<br />③由于要设保护层，所以造价要高。"
		},
		{
			"input": "倒铺屋面的好处",
			"output": "倒铺屋面法不仅可能完全消除内部结露的可能性，又是防水层得到保护，从而大大提高其耐久性。"
		},
		{
			"input": "目前推广倒铺屋面的困难",
			"output": "这种方法对保温材料的要求更高，而目前都要在保温层上面设置某种覆盖层加以保护。对于保温层，还没有 合适的理想材料，有些材料虽具有不吸水、耐火、耐化学侵蚀等优点，但属于脆性材料不利于施工，所以推广有 一定的困难。"
		},
		{
			"input": "室内外综合温度的含义",
			"output": "室外综合温度是由室外空气温度、太阳辐射当量温度和建筑外表面长波辐射温度三者叠加后综合效果的假象 温度。"
		},
		{
			"input": "室外综合温度的意义",
			"output": "一般用室外综合温度计算出建筑外围护结构的热性能、建筑冷负荷和热负荷。"
		},
		{
			"input": "说明最小总热阻的定义式中[△t]的意义和作用。",
			"output": "(1)[△t]是室内空气温度和围护结构内表面间的允许温差。<br />(2)其值大小反映了围护结构保温要求的高低，按[△t]设计的围护结构可保证内表面不结露，0;不会太低 而产生冷辐射。"
		},
		{
			"input": "露点温度的定义",
			"output": "露点温度表示某一状态的空气，在含湿量不变的情况下，冷却到它的相对湿度达到100%时所对应的温 度，以t 表示。"
		},
		{
			"input": "气候通过哪些途径作用于建筑",
			"output": "气候作用于建筑物的途径有以下几种：<br />(1)直接作用于建筑，影响建筑的外形、围护结构等。<br />(2)作用于地理，影响水土、植被等，从而形成当地的建筑材料。<br />(3)作用于人，影响人的生理和心理，从而影响风俗习惯、宗教信仰、社会审美，反映在建筑的功能、装<br />饰上。"
		},
		{
			"input": "节能建筑热工设计控制指标有哪些",
			"output": "节能建设热工设计控制指标有体形系数、传热系数、热惰性指标、窗墙面积比、气密性、遮阳系数等"
		},
		{
			"input": "分析浅色外表面处理和蓄水屋盖的隔热机理，建筑处理中应注意哪些问题",
			"output": "浅色外表面处理和蓄水屋盖的隔热机理，建筑处理中应注意的问题有：<br />(1)浅色外表面是利用ps小，降低t,从而减小ta的热作用达到隔热的目的，应注意光污染问题。<br />(2)蓄水屋盖是利用水的比热大、汽化潜热大，依靠蒸发消耗太阳辐射热起到隔热作用，应注意防水处理、 水层厚度及加盖处理问题"
		},
		{
			"input": "在声音物理计量中为何采用“级”的概念",
			"output": "在声音物理计量中采用“级”的概念是因为声压变化数值范围大、人耳对声音的感觉量近似与声压值的 对数成正比。"
		},
		{
			"input": "绕射(或衍射)和反射与频率具有什么关系",
			"output": "频率越低绕射现象越明显，反射障碍物的尺寸越大。"
		},
		{
			"input": "为什么混响时间相同的大厅音质不同",
			"output": "厅堂的音质除了与混响时间有关外，还与反射声的时间分布和空间分布相关，因此混响时间相同的大厅 音质不一定相同。"
		},
		{
			"input": "厅堂音质设计中可能出现的声缺陷有哪些",
			"output": "厅堂音质设计中可能出现的声缺陷有：回声(颤动回声)、声聚焦、声影、噪声。"
		},
		{
			"input": "经过严格的设计后，混响时间设计值仍与混响时间实测值存在误差的原因有哪些",
			"output": "经过严格的设计后，混响时间设计值仍与混响时间实测值存在误差的原因有公式误差、实际材料吸声系 数与计算值的误差、施工质量。"
		},
		{
			"input": "写出国际照明委员会的标准晴天空亮度分布规律",
			"output": "国际照明委员会的标准晴天空亮度分布规律有以下几点：<br />(1)晴天空亮度以太阳子午圈为对称。<br />(2)最亮在太阳附近天空。<br />(3)晴天空亮度离太阳愈远愈小，最小点在太阳子午圈上且与太阳成90°。"
		},
		{
			"input": "叙述侧面采光(侧窗)的优点和缺点",
			"output": "(1)侧面采光的优点<br />①建造和维护费用低。<br /><br />②光线有方向性，有利于形成阴影。<br />(2)侧面采光的缺点<br />①采光均匀度不好。<br />②易产生眩光，易受周围物体影响。"
		},
		{
			"input": "写出热辐射光源的发光原理，并写出2种热辐射光源的名称",
			"output": "(1)热辐射光源的发光原理<br />当金属加热到大于1000K 时，发出可见光。<br />(2)热辐射光源的名称 如白织灯和卤钨灯。"
		},
		{
			"input": "请写出评价人工光源性能好坏的主要光学指标",
			"output": "评价人工光源性能好坏的主要光学指标有：<br />(1)光效。<br />(2)寿命。<br />(3)光色(用Ra 表示)。"
		},
		{
			"input": "请写出影响视度的主要因素",
			"output": "影响视度的主要因素：<br />(1)L  大小。<br />(2)光源尺寸大小。<br />(3)C  大小。<br />(4)识别时间长短。<br />(5)眩光影响。"
		},
		{
			"input": "请写出室内工作照明设计的主要步骤",
			"output": "室内工作照明设计的主要步骤：<br />(1)选照明方式。<br />(2)定照明标准值。<br />(3)选光源和灯具，并布置。<br />(4)进行照明计算"
		},
		{
			"input": "围护结构受潮后为什么会降低其保温性能，试从传热机理上加以阐明",
			"output": "围护结构受潮后保温性能降低的原因是材料的导热系数的大小是固体最大，其次是液体，最后是气体。 当围护结构受潮后原来围护结构中的水蒸气就以液态凝结水的形式存在于围护结构中，使围护结构的导热系数增大，保温能力降低。"
		},
		{
			"input": "采暖房屋与冷库建筑在蒸汽渗透过程和隔汽处理原则上有何差异",
			"output": "采暖房屋与冷库建筑在蒸汽渗透过程和隔汽处理原则上有如下区别：<br />(1)蒸汽渗透过程<br />对于采暖房屋蒸汽渗透过程是从室内向室外，而对于冷库建筑蒸汽渗透过程是从室外向室内的过程。<br />(2)隔汽处理原则<br />在设置隔汽层时，隔汽层应布置在蒸汽流入的一侧，所以对采暖房屋应布置在保温层内侧，对于冷库建筑应 布置在隔热层外侧。"
		},
		{
			"input": "试从隔热的观点来分析：(1)多层实体结构；(2)有封闭空气间层结构；(3)带有通风间层的结构；它 们的传热原理及隔热的处理原则。",
			"output": "(1)多层实体结构<br />多层实体结构的传热主要是实体结构的导热。,在进行隔热处理时可通过增加实体结构的热阻，以降低结 构的导热系数，从而增加隔热能力。;<br />(2)有封闭空气间层结构<br />有封闭空气间层结构主要是间层中的辐射传热。在进行隔热处理时可在间层壁面贴辐射系数小的反射材料， 以减小辐射传热量，从而增加隔热能力。<br />(3)带有通风间层的结构<br />带有通风间层的结构的传热主要是对流传热。当室外空气流经间层时，带走部分从面层传下的热量，从而减 少透过基层传入室内的热量。因此，可通过增加间层的通风量，来达到隔热的目的。"
		},
		{
			"input": "为提高封闭间层的隔热能力应采取什么措施",
			"output": "为提高封闭间层的隔热能力，可以在间层内铺设反射系数大、辐射系数小的材料(如铝箔),以减少辐射传 热量。"
		},
		{
			"input": "外围护结构中设置封闭空气间层其热阻值在冬季和夏季是否一样",
			"output": "由于季节不同，太阳的高度角和方位角的不同，所以在冬季屋顶的太阳辐射热较小，而外墙接受的太阳辐射 于夏季相比较变化不大。所以对于屋顶冬季的热阻值比夏季小，而外墙则变化不大。"
		}
	]
}