{
	"type": "text2text",
	"instances": [
		{
			"input": "建筑构造设计的主要任务",
			"output": "建筑构造是研究建筑物的构造组成以及各构成部分的组合原理与构造方法的学科。其主要任务是在建筑 设计过程中综合考虑使用功能、艺术造型、技术经济等诸多方面的因素，并运用物质技术手段，适当地选择并正 确地决定建筑的构造方案和构配件组成以及进行细部节点构造处理等。"
		},
		{
			"input": "建筑物的构造组成",
			"output": "建筑的物质实体一般由承重结构、围护结构、饰面装修及附属部件组合构成。<br />(1)承重结构可分为基础、承重墙体(在框架结构建筑中承重墙体则由柱、梁代替)、楼板、屋面板等。<br />(2)围护结构可分为外围护墙、内墙(在框架结构建筑中为框架填充墙和轻质隔墙)等。<br />(3)饰面装修一般按其部位分为内外墙面、楼地面、屋面、顶棚等。<br />(4)附属部件一般包括楼梯、电梯、自动扶梯、门窗、遮阳、阳台、栏杆、隔断、花池、台阶、坡道、雨<br />篷等。"
		},
		{
			"input": "建筑的分类",
			"output": "建筑的类型在宏观上习惯分为民用建筑、工业建筑和农业建筑。民用建筑按照使用功能、修建数量和规 模大小、层数多少、耐火等级、耐久年限有不同的分类方法。"
		},
		{
			"input": "按照建筑的使用功能，建筑如何分类",
			"output": "①居住建筑<br />如住宅、集体宿舍等。<br />② 公共建筑<br />如行政办公建筑、文教建筑、托幼建筑等。"
		},
		{
			"input": "按建筑的修建量和规模大小，建筑如何分类",
			"output": "①大量性建筑<br />指量大面广，与人们生活密切相关的建筑，如住宅、学校、商店、医院等。<br />②大型性建筑<br />指规模宏大的建筑，如大型办公楼、大型体育馆、大型剧院、"
		},
		{
			"input": "按建筑的层数，建筑如何分类",
			"output": "①低层建筑<br />一般指1～3层的建筑。<br />②多层建筑<br />一般指高度在24m 以下的3层以上的建筑。<br />③高层建筑<br />我国现行的《高层民用建筑设计防火规范》 (GB  50045～95) 中规定，10层及10层以上的居住建筑和建筑 高度超过24m 的其他非单层民用建筑均为高层建筑。"
		},
		{
			"input": "按民用建筑的耐火等级，建筑如何分类",
			"output": "现行《建筑设计防火规范》 (GB50016)  按房屋构件的耐火极限和燃烧性能把建筑物的耐火等级划分成四级。<br />①构件的耐火极限<br />a. 耐火稳定性是在标准耐火试验条件下，承重或非承重建筑构件在一定时间内抵抗坍塌的能力。<br />b. 耐火完整性是在标准耐火试验条件下，当建筑分隔构件一面受火时，能在一定时间内防止火焰和热气穿 透或在背火面出现火焰的能力。<br />c. 耐火隔热性是在标准耐火试验条件下，当建筑分隔构件一面受火时，能在一定时间内使其背火面温度不 超过规定值的能力。<br /><br />② 构件的燃烧性能<br />a. 不燃烧体是用不燃烧材料做成的建筑构件，如天然石材、人工石材、金属材料构件等。 b. 燃烧体是用燃烧材料做成的建筑构件，如木材构件等。<br />c. 难燃烧体是用难燃烧材料做成的建筑构件或用燃烧材料做成而用不燃烧材料做保护层的建筑构件，例如 沥青混凝土构件、木板条抹灰的构件均属难燃烧体。"
		},
		{
			"input": "按建筑的设计使用年限，建筑如何分类",
			"output": "①一类建筑<br />设计使用年限为5年，适用于临时性建筑。<br />②二类建筑<br />设计使用年限为25年，适用于易于替换结构构件的次要建筑。<br />③ 三类建筑<br />设计使用年限为50年，适用于普通建筑和构筑物。<br />④ 四类建筑<br />设计使用年限为100年，适用于纪念性和特别重要的建筑物。"
		},
		{
			"input": "影响建筑构造的因素",
			"output": "①外界环境的影响<br />外界环境对建筑构造的影响包括自然界和人为的影响因素， 一般有以下三个方面：<br />a. 外界作用力<br />外界作用力包括人、家具和设备、结构自重，风力、地震力以及雨雪荷载等。<br />b. 地域气候条件<br />建筑所处地域的气候条件，如日照、温度、湿度、风霜雨雪、冰冻、地下水等对建筑构造影响很大。 c. 人为因素<br />如火灾、机械振动、噪声、撞击等的影响，在建筑构造上需采取防火、防振和隔声等相应的措施。<br />②使用者的需求<br />a. 使用者的生理需求主要是人体活动对构造实体及空间环境与尺度的需求，如门洞、窗台及栏杆的高度， 走道、楼梯、踏步的高宽，家具设备尺寸以及建筑内部使用空间的热、声、光物理环境和尺度等。<br />b. 使用者的心理需求则主要是使用者对构造实体、细部和空间尺度的审美心理需求。<br />③建筑技术条件<br />建筑技术条件指建筑所处地区的建筑材料技术、结构技术和施工技术等条件。随着社会的发展，建筑构造技 术也在进步。建筑构造做法不能脱离一定的建筑技术条件。根据地区的不同和差别，应注意在采取先进技术的同 时采取适宜的建筑技术。<br />④建筑经济因素<br />建筑经济因素对建筑构造的影响，主要是指特定建筑的造价要求对建筑装修标准和建筑构造的影响。标准高 的建筑，其装修质量和档次要求高，构造做法考究。反之，建筑构造只能采取一般的简单做法。"
		},
		{
			"input": "建筑构造的设计原则",
			"output": "影响建筑构造的因素繁多，错综复杂的因素交织在一起，设计时需分清主次和轻重，权衡利弊而求得妥善处 理。<br />①坚固买用<br />在构造方案上首先应考虑坚固实用，保证建筑的整体承载力和刚度，安全可靠，经久耐用。构造细部则需在 保证强度、刚度和安全可靠的同时，满足使用者的使用要求。<br />②技术适宜<br />建筑构造设计应该从地域技术条件出发，在引入先进技术的同时，必须注意因地制宜，不能脱离实际。<br />③经济合理<br />建筑构造设计处处都应考虑经济合理，在选用材料时要注意就地取材，注意节约材料，降低能耗，并在保证 质量的前提下降低造价。<br /><br />建筑构造设计要考虑美观大方，注意局部与整体的关系，注意细部的美学表达。"
		},
		{
			"input": "什么是模数",
			"output": "模数是选定的标准尺度单位，是尺寸协调中的增值单位。所谓尺寸协调是指在房屋构配件及其组合的建筑中， 与协调尺寸有关的规则，供建筑设计、建筑施工、建筑材料与制品、建筑设备等采用，其目的是使构配件安装吻 合，并有互换性。"
		},
		{
			"input": "什么是基本模数",
			"output": "基本模数是模数协调中选用的基本尺寸单位，数值规定为100mm, 符号为M, 即 1M=100mm。  建筑物和建 筑部件以及建筑组合件的模数化尺寸，应是基本模数的倍数，目前世界上绝大部分国家均采用100mm 为基本模 数值。"
		},
		{
			"input": "什么是扩大模数",
			"output": "指基本模数的整倍数，扩大模数的基数为3、6、12、15、30、60M, 共6个，其相应的尺寸分别为300、600、 1200、1500、3000、6000mm, 作为建筑参数。"
		},
		{
			"input": "什么是标志尺寸",
			"output": "标志尺寸应符合模数数列的规定，用以标注建筑定位轴线、定位线之间的距离(如开间或柱距、进深或跨度、 层高等)以及建筑构配件、建筑组合件、建筑制品、设备等的界限之间的尺寸。"
		},
		{
			"input": "什么是构造尺寸",
			"output": "构造尺寸是指建筑构配件、建筑组合件、建筑制品等的设计尺寸。 一般情况下，标志尺寸扣除预留缝隙即为 构造尺寸。"
		},
		{
			"input": "什么是实际尺寸",
			"output": "实际尺寸是指建筑构配件、建筑组合件、建筑制品等生产制作后的尺寸。实际尺寸与构造尺寸间的差数应符 合建筑公差的规定。"
		},
		{
			"input": "简述墙体类型的分类方式及类别",
			"output": "(1)按墙所处位置及方向<br />①按所处位置可分为外墙和内墙。<br />②按布置方向可分为纵墙和横墙。<br />③ 根据墙体与门窗的位置关系可分为窗间墙和窗下墙。<br />(2)按受力情况分类<br />墙按结构竖向的受力情况分为承重墙和非承重墙两种。<br />(3)按材料及构造方式分类<br />墙体按构造方式可以分为实体墙、空体墙和组合墙三种。<br />(4)按施工方法分类<br />按施工方法可分为块材墙、板筑墙及板材墙三种。"
		},
		{
			"input": "简述砖混结构的几种结构布置方案及特点。",
			"output": "砖混结构建筑的结构布置方案，通常有横墙承重、纵墙承重、纵横墙双向承重、局部框架承重几种方式。<br />(1)横墙承重方案是将楼板两端搁置在横墙上，纵墙只承担自身的重量。纵墙承重方案是将纵墙作为承重 墙搁置楼板，而横墙为自承重墙。<br />(2)两种方式相比较，前者适用于横墙较多且间距较小、位置比较固定的建筑，房屋空间刚度大，结构整 体性好，后者的横墙较少，可以满足较大空间的要求，但房屋刚度较差。<br />(3)将两种方式相结合，根据需要使部分横墙和部分纵墙共同作为建筑的承重墙，称为纵横墙承重。该方 式可以满足空间组合的需要，且空间刚度也较大。<br />(4)当建筑需要大空间时，采用内部框架承重、四周墙承重的方式，称为半框架承重。因其整体性差，现 已少用。"
		},
		{
			"input": "提高外墙的保温能力有哪些措施",
			"output": "提高外墙的保温能力的措施有：<br />(1)通过对材料的选择，提高外墙保温能力，减少热损失，有增加外墙厚度、选用孔隙率高及密度小的材 料做外墙、采用多种材料的组合墙等三种方式。<br />(2)防止外墙中出现凝结水。<br />(3)防止外墙出现空气渗透， 一般选择密实度高的墙体材料，墙体内外加抹灰层，加强构件间的缝隙处理 等。<br />(4)采用具有复合空腔构造的外墙形式，使墙体根据需要具有热工调节性能。"
		},
		{
			"input": "墙体设计在使用功能上应考虑哪些设计要求",
			"output": "墙体设计在使用功能上应考虑的设计要求主要包括以下几点：<br />(1)结构方面的要求<br />①结构布置方案<br />结构布置是指梁、板、柱等结构构件在房屋中的总体布局。<br />② 墙体承载力和稳定性<br />承载力是指墙体承受荷载的能力，而墙体的高厚比是保证墙体稳定的重要措施。<br />(2)功能方面的要求<br />①保温与隔热要求<br />减少热损失，可从四个方面采取措施：<br />a. 通过对材料的选择，提高外墙保温能力，减少热损失。<br />b. 防止外墙中出现凝结水。<br />c. 防止外墙出现空气渗透。<br />d. 采用具有复合空腔构造的外墙形式，使墙体根据需要具有热工调节性能。<br /><br />②隔声要求<br />控制噪声，对墙体一般采取以下措施：<br />a. 加强墙体的密缝处理。<br />b. 增加墙体密实性及厚度，避免噪声穿透墙体及墙体振动。<br />c. 采用有空气间层或多孔性材料的夹层墙。<br />d. 在建筑总平面中考虑隔声问题。<br />③其他方面的要求<br />防火要求、防水防潮要求、建筑工业化要求。"
		},
		{
			"input": "砌块墙的组砌要求有哪些",
			"output": "砌块规格较多、尺寸较大，为保证错缝以及砌体的整体性，应事先做排列设计，并在砌筑过程中采取加 固措施。砌块排列设计应满足2个要求：<br />(1)上下皮应错缝搭接，墙体交接处和转角处应使砌块彼此搭接。<br />(2)上下皮砌块应孔对孔、肋对肋以保证有足够的接触面。"
		},
		{
			"input": "简述墙脚水平防潮层的设置位置、方式及特点",
			"output": "墙脚是指室内地面以下、基础以上的这段墙体。内外墙都有墙脚，外墙的墙脚又称勒脚。由于砌体本身  存在很多微孔以及墙脚所处的位置，就必须要做好墙脚防潮，增强勒脚的坚固及耐久性，排除房屋四周地面水。<br />(1)墙身防潮<br />①墙身防潮的方法是在墙脚铺设防潮层，防止土壤和地面水渗入砖墙体。<br />②墙身防潮层的构造做法，有防水砂浆防潮层、细石混凝土防潮层、油毡防潮层三种。<br />③墙脚采用不透水的材料，或设有钢筋混凝土地圈梁时，可以不设防潮层。<br />(2)勒脚防潮<br />①勒脚表面抹灰可采用8～15mm 厚1:3水泥砂浆打底，12mm 厚1:2水泥白石子浆水刷石或斩假石抹面。<br />②勒脚贴面可用天然石材或人工石材贴面，如花岗石、水磨石板等。贴面勒脚耐久性强、装饰效果好，用于<br />标准较高的建筑。<br />③勒脚用坚固材料采用条石、混凝土等坚固耐久的材料做勒脚。<br />(3)外墙周围的排水处理<br />房屋四周可采用散水和明沟排除雨水。<br />①散水的做法是在夯实素土上铺三合土、混凝土等材料，散水与外墙交接处应设变形缝，变形缝用弹性材料 嵌缝，防止外墙下沉时将散水拉裂。<br />②明沟的构造做法，可用砖砌、石砌、混凝土现浇，沟底应做纵坡，坡度为0.5%～1%,坡向窨井。沟中 心应正对屋檐滴水位置，外墙与明沟之问应做散水。"
		},
		{
			"input": "墙身加固措施有哪些?有何设计要求",
			"output": "墙身加固的措施和设计要求主要包括以下几点：<br />(1)门垛和壁柱<br />① 在墙体上开设门洞设门垛，特别是在墙体转折处或丁字墙处，用以保证墙身稳定和门框安装。<br />②当墙体受到集中荷载或墙体过长时，应增设壁柱，使之和墙体共同承担荷载并稳定墙身。<br />(2)圈梁<br />① 圈梁的作用是增加房屋的整体刚度和稳定性，设在房屋四周外墙及部分内墙中，处于同一水平高度，其上<br />表面与楼板底面平。<br />② 多层砖混结构房屋圈梁的位置和数量可依据结构设置，在抗震设防区，外墙、内纵墙及内横墙在屋盖及每 层楼盖处均应设置圈梁。<br />③圈梁与门窗过梁宜要统一考虑，可用圈梁代替门窗过梁。砌块墙中圈梁通常与窗过梁合并，可现浇，也可 预制成圈梁砌块。圈梁应闭合，若遇标高不同的洞口，应上下搭接。<br />④圈梁有钢筋混凝土圈梁和钢筋砖圈梁两种。钢筋混凝土圈梁整体刚度好，应用广泛，分整体式和装配整体 式两种施工方法。"
		},
		{
			"input": "何谓“变形缝”?",
			"output": "变形缝是指将建筑物垂直分开的预留缝。由于温度变化、地基不均匀沉降和地震因素的影响，易使建筑物发 生裂缝或破坏，故在设计时应事先将房屋划分成若干个独立的部分，使各部分能自由地变化。变形缝包括温度伸 缩缝、沉降缝和防震缝三种。"
		},
		{
			"input": "变形缝的设计要求",
			"output": "①伸缩缝是从基础顶面开始，将墙体、楼盖、屋盖全部构件断开，因为基础埋于地下，受气温影响较小，不 必断开。伸缩缝的宽度一般为20～30mm。<br />②沉降缝将房屋从基础到屋顶的构件全部断开，使两侧各为独立的单元，可以在垂直方向自由沉降。<br />③防震缝仅在基础以上设置，但防震缝应同伸缩缝和沉降缝协调布置，做到一缝多用。当防震缝与沉降缝结 合设置时，基础也应断开。"
		},
		{
			"input": "块材隔墙的设计要求",
			"output": "块材隔墙是用普通砖、空心砖、加气混凝土等块材砌筑而成，常用的有普通砖隔墙和砌块隔墙。<br />①半砖隔墙<br />半砖隔墙用普通砖顺砌，砌筑砂浆宜大于M2.5。 坚固耐久，有一定的隔声能力，但自重大，湿作业多，施 工麻烦。<br />②砌块隔墙<br />a. 为减少隔墙的重量，可采用质轻块大的各种砌块，常用的是加气混凝土砌块、粉煤灰硅酸盐砌块、水泥 炉渣空心砖等砌筑的隔墙。<br />b. 砌块隔墙厚度较薄，需采取加强稳定性的措施。<br />③框架填充墙<br />a. 填充墙是用砖或轻质混凝土块材砌筑在结构框架梁柱之间的墙体，既可用于外墙，也可用于内墙，施工 顺序为框架完工后砌填充墙体。<br />b. 填充墙与框架之间应有良好的连接，以利将其自重传递给框架支承，其加固稳定措施与半砖隔墙类似。"
		},
		{
			"input": "轻骨架隔墙的设计要求",
			"output": "轻骨架隔墙由骨架和面层两部分组成。<br />①骨架<br />常用的骨架有木骨架和轻钢骨架。轻钢骨架有强度高、刚度大、自重轻、整体性好、易于加工和大批量生产， 还可根据需要拆卸和组装的优点。<br />②面层<br />轻骨架隔墙的面层一般为人造板材面层，常用的有木质板材、石膏板、硅酸钙板、水泥平板等几类。"
		},
		{
			"input": "板材隔墙的设计要求",
			"output": "板材隔墙是指单板高度相当于房间净高，面积较大，且不依赖骨架，直接装配而成的隔墙。常用的是轻质条 板、蒸压加气混凝土板和各种复合板材等。<br />①轻质条板隔墙<br />常用的有玻纤增强水泥条板、钢丝增强水泥条板、增强石膏空心条板、轻骨料混凝土条板。<br />②蒸压加气混凝土板隔墙<br />由水泥、石灰、砂、矿渣等加发泡剂经原料处理、配料浇注、切割、蒸压养护工序制成的，板的块型较大， 生产时需要根据其用途配置不同的经防锈处理的钢筋网片，可用于外墙、内墙和屋面。<br />③复合板材隔墙<br />由几种材料制成的多层板材为复合板材。有石棉水泥板、石膏板、铝板、树脂板、硬质纤维板、压型钢板等。 具有强度高，耐火性、防水性、隔声性能好的优点。"
		},
		{
			"input": "楼盖层与地坪层有什么相同和不同之处",
			"output": "楼盖层与地坪层的异同之处具体如下：<br />(1)楼地层包括楼盖层和地坪层，是水平方向分隔房屋空间的承重构件，楼盖层分隔上下楼层空间，地坪 层分隔大地与底层空间。<br />(2)由于楼盖层和地坪层均是供人们在上面活动的，因而有相同的面层；但由于其所处位置不同、受力不 同，因而结构层有所不同。<br />(3)楼盖层的结构层为楼板，楼板将所承受的上部荷载及自重传递给墙或柱，并由墙柱传给基础。楼盖层 有隔声等功能要求。<br />(4)地坪层的结构层为垫层，垫层将所承受的荷载及自重均匀地传给夯实的地基。"
		},
		{
			"input": "楼盖层的基本组成",
			"output": "楼盖层由面层、楼板、顶棚三部分组成。<br />①面层<br />又称楼面或地面，起着保护楼板、承受并传递荷载的作用，同时对室内有很重要的清洁及装饰作用。<br />②楼板<br />它是楼盖层的结构层， 一般包括梁和板。<br />③顶棚<br />是楼盖层的下面部分。据其构造不同，有抹灰顶棚、粘贴类顶棚和吊顶棚三种。"
		},
		{
			"input": "楼盖层的设计要求",
			"output": "应满足建筑的使用、结构、施工以及经济等多方面的要求。<br />①楼板具有足够的承载力和刚度。<br />②满足隔声、防火、热工等方面的要求。<br />③满足建筑经济的要求。"
		},
		{
			"input": "楼板隔绝固体声的方法有哪三种",
			"output": "(1)在楼盖面铺设弹性面层，以减弱撞击楼板时所产生的声能，减弱楼板的振动。<br />(2)设置片状、条状或块状的弹性垫层，其上做面层形成浮筑式楼板。<br />(3)结合室内空间的要求，在楼板下设置吊顶棚(吊顶),使撞击楼板产生的振动不能直接传入下层空间。<br />"
		},
		{
			"input": "用的装配式钢筋混凝土楼板的类型及其特点和适用范围",
			"output": "常用的预制钢筋混凝土板，根据其截面形式可分为平板、槽形板和空心板三种类型：<br />(1)平板<br />实心平板一般用于小跨度，板的厚度为60mm。 平板板面上下平整，制作简单，但自重较大，隔声效果差， 常用作走道板、卫生间楼板、阳台板、雨篷板、管沟盖板等处。<br />(2)槽形板<br />当板的跨度尺寸较大时，为了减轻板的自重，提高板的刚度可将板做成由肋和板构成的槽形板。跨长为3~ 6m 的非预应力槽形板，板肋高为120～240mm,  板的厚度仅为30mm。 槽形板减轻了板的自重，具有省材料、 便于在板上开洞等优点，但隔声效果差。当槽形板正放时，板底不平整；槽形板倒放时，需在板上进行构造处理， 使其平整，槽内可填轻质材料起保温、隔声作用。槽形板正放常用作厨房、卫生间、库房等楼板。当对楼板有保 温、隔声要求时，可考虑采用倒放槽形板。<br />(3)空心板<br />空心板从力学性能上是槽形板的特例，结合考虑隔声的要求，并使板面上下平整，可将预制板抽孔做成空心 板，空心板的孔洞有矩形、方形、圆形、椭圆形等。矩形孔较为经济，但抽孔困难，圆形孔的板刚度较好，制作 也较方便，因此使用较广。根据板的宽度，孔数有单孔、双孔、三孔、多孔。目前我国预应力空心板的跨度尺寸 可达到6、6.6、7.2m 等，板的厚度为120～240mm。"
		},
		{
			"input": "现浇肋梁楼板的布置原则",
			"output": "现浇肋梁楼板的布置原则有：<br />(1)承重构件，如柱、梁、墙等应有规律地布置，宜做到上下对齐，以利于结构传力直接，受力合理。<br />(2)板上不宜布置较大的集中荷载，自重较大的隔墙和设备宜布置在梁上，梁应避免支承在门窗洞口上。<br />(3)满足经济要求。 一般情况下，常采用的单向板跨度尺寸为1.7～3.6m, 不宜大于4m。 双向板短边的跨<br />度宜小于4m; 方形双向板宜小于5m×5m。 次梁的经济跨度为4～6m; 主梁的经济跨度为5～8m。"
		},
		{
			"input": "井式楼板是什么",
			"output": "井式楼板是指肋梁楼板两个方向的梁不分主次、高度相等、同位相交、呈井字形。因此，井式楼板实际是肋 梁楼板的一种特例，属于双向板肋梁楼板。"
		},
		{
			"input": "井式楼板的特点和适用范围",
			"output": "井式楼板宜用于正方形平面，长短边之比不大于1.5的矩形平面也可采用。梁与楼板平面的边线可正交也可 斜交。此种楼板的梁板布置图案美观，有装饰效果，并且由于两个方向的梁互相支撑，为创造较大的建筑空间创 造了条件。所以， 一些大厅采用了井式楼板，其跨度可达20～30m, 梁的间距一般为3m 左右。"
		},
		{
			"input": "无梁楼板是什么",
			"output": "无梁楼板是一种双向受力的板柱结构。为了提高柱顶处平板的受冲切承载力，往往在柱顶设置柱帽。无梁楼 板采用的柱网通常为正方形或接近正方形，这样较为经济。常用的柱网尺寸为6m 左右。"
		},
		{
			"input": "无梁楼板的特点及适用范围",
			"output": "采用无梁楼板，顶棚平整，有利于室内的采光、通风，视觉效果较好，且能减少楼板所占的空间高度，但楼 板较厚，当楼面荷载较小时不经济。无梁楼板常用于商场、仓库、多层车库等建筑内。无梁楼盖抗侧刚度较差， 当层数较多或有抗震要求时，宜设置剪力墙，形成板柱一剪力墙结构。"
		},
		{
			"input": "地坪层的组成",
			"output": "地坪层由面层、垫层和素土夯实层构成。根据需要还可以设各种附加构造层，如找平层、结合层、防潮 层、保温层、管道敷设层等。"
		},
		{
			"input": "素土夯实层是什么",
			"output": "素土夯实层是地坪的基层，又称地基。素土即为不含杂质的砂质黏土，经分层夯实后，才能承受垫层传下来 的地面荷载。通常是分层填300mm 厚的素土夯实成200mm 厚，使之能均匀承受荷载。"
		},
		{
			"input": "垫层是什么",
			"output": "垫层是承受并传递荷载给地基的结构层，垫层有刚性垫层和非刚性垫层之分。刚性垫层常用低强度等级混凝  土， 一般采用C15 混凝土，其厚度为80～100mm; 非刚性垫层，常用50ram 厚砂垫层、80～100mm 厚碎石灌浆、 50～70mm 厚石灰炉渣、70～120mm 厚三合土(石灰、炉渣、碎石)。<br />① 刚性垫层用于地面要求较高及薄而性脆的面层，如水磨石地面、瓷砖地面、大理石地面等。<br />② 非刚性垫层常用于厚而不易断裂的面层，如混凝土地面、水泥制品块地面等。<br />③对某些室内荷载大且地基又较差的并且有保温等特殊要求的地方，或面层装修标准较高的地面，可在地基<br />上先做非刚性垫层，再做一层刚性垫层，即复式垫层。"
		},
		{
			"input": "面层是什么",
			"output": "地坪面层与楼盖面层一样，是日常生活、工作、生产直接接触的地方，根据不同房间，对面层有不同的要求， 面层应坚固耐磨、表面平整、光洁、易清洁、不起尘。对于居住和长时间停留的房间，要求有较好的蓄热性和弹 性；浴室、厕所则要求耐潮湿、不透水；厨房、锅炉房要求地面防水、耐火；实验室则要求耐酸碱、耐腐蚀等。"
		},
		{
			"input": "挑梁搭板如何布置",
			"output": "在阳台两端设置挑梁，挑梁上搭板。此种方式构造简单、施工方便，阳台板与楼板规格一致，是较常采用的 一种方式。在处理挑梁与板的关系上有3种方式：<br />①挑梁外露，阳台正立面上露出挑梁梁头。<br />②在挑梁梁头设置边梁，在阳台外侧边上加一边梁封住挑梁梁头，阳台底边平整，使阳台外形较简洁。<br />③设置 “L”形挑梁，梁上搁置卡口板，使阳台底面平整，外形简洁、轻巧、美观，但增加了构件类型。"
		},
		{
			"input": "悬挑阳台板如何布置",
			"output": "阳台的承重结构是由楼板挑出的阳台板构成。此种方式阳台板底平整，造型简洁，阳台长度可以任意调整， 但施工较麻烦。悬挑阳台板具体的悬挑方式有以下两种：<br />①楼板悬挑阳台板，如采用装配式楼板，则会增加板的类型。<br />②墙梁(或框架梁)悬挑阳台板，通常将阳台板与梁浇在一起，在条件许可的情况下，可将阳台板与梁做成 整块预制构件，吊装就位后用铁件与大型预制板焊接。"
		},
		{
			"input": "阳台栏杆的高度应如何考虑",
			"output": "阳台栏杆高度阳台栏杆高度因建筑使用对象不同而有所区别，根据《民用建筑设计通则》 (GB  50352 —2005)和《住宅设计规范》 (GB  50096—1999)(2003版)中规定：<br />(1)临空高度在24m 以下时，阳台、外廊栏杆高度不应低于1.05m。<br />(2)临空高度在24m 及以上时，栏杆不应低于1.10m, 栏杆离地面或屋面0.10m 高度内不宜留空。<br />(3)有儿童活动的场所，栏杆应采用不易攀登的构造，当采用垂直杆件作栏杆时，其杆件净距不应大于 0. 11m。<br />此外，《住宅设计规范》 (GB  50096—2011)规定，住宅阳台栏板或栏杆净高，六层及六层以下的不应低于 1.05m, 七层及七层以上的不应低于1.10m。 封闭阳台栏板或栏杆净高也应满足阳台栏板或栏杆净高要求。七层 及七层以上住宅和寒冷、严寒地区住宅宜采用实体栏板。"
		},
		{
			"input": "雨篷的作用",
			"output": "雨篷通常设在房屋出入口的上方，为了雨天人们在出入口处作短暂停留时不被雨淋，并起到保护门和丰富建 筑立面造型的作用。"
		},
		{
			"input": "雨篷的形式",
			"output": "于房屋的性质、出入口的大小和位置、地区气候特点以及立面造型的要求等因素的影响，雨篷的形式多种 多样。<br />①根据雨篷板的支承不同，有采用门洞过梁悬挑板的方式，也有采用墙或柱支承的方式。其中最简单的是过 梁悬挑板式，即悬挑雨篷。悬挑板板面与过梁顶面可不在同一标高上，梁面较板面标高更高，对于防止雨水浸入 墙体有利。<br />②由于雨篷上荷载不大，悬挑板的厚度较薄，为了板面排水的组织和立面造型的需要，板外檐常做加高处理， 采用混凝土现浇或砖砌成，板面需作防水处理，并在靠墙处做泛水。<br />③采用悬挂式雨篷和点支玻璃雨篷轻巧美观，通常用金属和玻璃材料，对建筑入口的烘托和建筑立面的美化 有很好的作用"
		},
		{
			"input": "饰面装修的作用",
			"output": "饰面装修的作用主要表现在以下几个方面：<br />(1)保护作用<br />进行饰面装修处理，可提高构件、建筑物对外界各种不利因素如氧化、风化等的抵抗能力，还可保护建筑构 件不直接受到外力的磨损、碰撞和破坏，提高结构构件的耐久性，延长其使用年限。<br />(2)改善环境条件，满足房屋的使用功能要求<br />对建筑物表面的装修，可改善室内外清洁、卫生条件，且能增强建筑物的采光、保温、隔热、隔声性能。<br />(3)美观作用<br />建筑师根据室内外环境的特点，通过巧妙组合，可创造出优美、和谐、统一而又丰富的空间环境，以满足人 们在精神方面对美的要求。"
		},
		{
			"input": "饰面装修的基层处理原则",
			"output": "饰面装修的基层处理原则有：<br />(1)基层应有足够的强度和刚度<br />饰面层附着于基层。为了保证饰面不至于开裂、起壳、脱落，要求基层具有足够承载力。饰面变形不仅影响 美观而且影响使用。<br />(2)基层表面必须平整<br />饰面层平整均匀是达到美观的必要条件，而基层表面的平整均匀又是使饰面层达到平整均匀的重要前提。为 此，对饰面主要部位的基层，如内外墙体、楼地板、吊顶骨架等，在砌筑、安装时必须平整。基层表面凹凸过大， 必然使找平层厚度增加，且不易找平。厚度不一不仅浪费材料，还可能因材料的胀缩不一而引起饰面层开裂、起 壳，甚至脱落，同时影响美观、使用，乃至危及安全。<br />(3)确保饰面层附着牢固<br />饰面层附着于基层表面应牢固可靠。但实际工程中，不论地面、墙面还是顶棚，到处可见饰面层出现开裂、 起壳、脱落现象，常常是由于构造方法不妥和面层与基层材料性能差异过大或粘结材料选择不当等因素所致，所 以应根据不同部位和不同性质的饰面材料采用不同材料的基层和相应的构造连接措施，如粘、钉、抹、涂、贴、 挂等使其饰面层附着牢固。"
		},
		{
			"input": "饰面装修的类型",
			"output": "饰面装修的类型主要有：<br />(1)实体基层<br />实体基层是指用砖、石等材料组砌或用混凝土现浇或预制的墙体以及预制或现浇的各种钢筋混凝土楼板等。 这种基层强度高、刚度好，其表面可以做任何一种饰面。为保证实体基层的饰面层平整均匀，附着牢固，施工时 还应对各种材料的基层作处理。<br />①砖、石基层，主要用于墙体，粘结力强；<br />②混凝土及钢筋混凝土基层，主要指预制或现浇墙体或楼板。预制安装或现场浇筑时，都要求墙体垂直，楼 板水平；<br />③轻质填充墙基层，在外墙面抹灰饰面时，基层处理应满挂钢丝网。<br />(2)骨架基层<br />骨架隔墙、架空木地板、各种形式的吊顶的基层都属于这一类型。构成骨架基层的骨架通常称为龙骨，按材 料不同，有木骨架基层和金属骨架基层之分。<br />① 木骨架基层多为方木；<br />②金属骨架基层多为型钢或薄壁型钢、铝合金型材等。"
		},
		{
			"input": "墙面装修的种类",
			"output": "①墙面装修是建筑装修中的重要内容，它对提高建筑的艺术效果、美化环境起着很重要的作用，还具有保护墙体功能和改善墙体热工性能的作用；<br />②墙体表面的饰面装修因其位置不同分外墙面装修和内墙面装修两大类型。<br />③因其饰面材料和做法不同，外墙面装修可分为抹灰类、贴面类和涂料类；内墙面装修则可分为抹灰类、贴 面类、涂料类和裱糊类。"
		},
		{
			"input": "墙面装修的特点",
			"output": "①抹灰是我国传统的饰面做法，它是将砂浆涂抹在房屋结构表面上的一种装修工程，其材料来源广泛、施工 简便、造价低，通过工艺的改变可以获得多种装饰效果，因此在建筑墙体装饰中应用广泛；<br />②涂料饰面涂层薄，抗蚀能力差，外用乳液涂料使用年限一般为4～10年，但是由于涂料饰面施工简单、省 工省料、工期短、效率高、自重轻、维修更新方便，故在饰面装修工程中得到较为广泛的应用。<br />③ 贴面类装修易清洗，防火，防水，耐磨，耐腐蚀，维修费用低，但装饰材料容易脱落，不安全。"
		},
		{
			"input": "水泥砂浆地面是什么，它的特点是什么",
			"output": "水泥砂浆地面，即在混凝土垫层或结构层上抹水泥砂浆。 一般有单层和双层两种做法。用作对地面要求不高 的房间或进行二次装饰的商品房的地面。水泥砂浆地面构造简单、坚固，能防潮、防水而且造价又较低。但水泥 地面蓄热系数大，冬天感觉冷，空气湿度大时易产生凝结水，而且表面起灰，不易清洁。"
		},
		{
			"input": "水泥石屑地面是什么，它的特点是什么",
			"output": "水泥石屑地面是以石屑替代砂的一种水泥地面，又称豆石地面或瓜米石地面。这种地面性能近似水磨石，表 面光洁，不起尘，易清洁，且造价仅为水磨石地面的50%。水泥石屑地面构造也有一层和双层做法之别： 一层 做法是在垫层或结构层上直接做25mm 厚1:2水泥石屑提浆抹光；两层做法是增加一层15～20mm 厚 1 : 3 水 泥砂浆找平层，面层铺15ram 厚1:2水泥石屑，提浆抹光即成。"
		},
		{
			"input": "水磨石地面是什么，它的特点是什么",
			"output": "①水磨石地面一般分两层施工。在刚性垫层或结构层上用10～20mm厚的1:3水泥砂浆找平，面铺10～15mm<br />厚1:(1.5～2)的水泥白石子，待面层达到一定承载力后加水，用磨石机磨光、打蜡即成。所用水泥为普通水泥， 所用石子为中等硬度的方解石、大理石、白云石屑等。<br />②水磨石地面具有良好的耐磨性、耐久性、防水防火性，并具有质地美观，表面光洁，不起尘，易清洁等优 点，通常应用于居住建筑的浴室、厨房、厕所和公共建筑门厅、走道及主要房间地面、墙裙等。"
		},
		{
			"input": "常用的块料地面的种类",
			"output": "主要有黏土砖、水泥砖、大理石、缸砖、陶瓷锦砖、陶瓷地砖等。"
		},
		{
			"input": "黏土砖地面的特点",
			"output": "黏土砖地面用普通标准砖，有平砌和侧砌两种。这种地面施工简单，造价低廉，适用于要求不高或临时建筑 地面以及庭园小道等。"
		},
		{
			"input": "水泥制品块地面的特点",
			"output": "水泥制品块地面常见的有水泥砂浆砖、水磨石块、预制混凝土块。水泥制品块与基层粘结有两种方式：当预  制块尺寸较大且较厚时，常在板下干铺厚细砂或细炉渣，待校正后，板缝用砂浆嵌填。这种做法施工简单、造价 低，便于维修更换，但不易平整。城市人行道常按此方法施工。当预制块小而薄时，则采用水泥砂浆做结合层， 铺好后再用水泥砂浆嵌缝。这种做法坚实、平整，但施工较复杂，造价也较高。"
		},
		{
			"input": "缸砖及陶瓷马赛克地面的特点",
			"output": "a. 缸砖又称防潮砖，是用陶土焙烧而成的一种无釉砖块。缸砖表面平整，质地坚硬，耐磨、耐压、耐酸碱， 吸水率小，可擦洗，不脱色不变形，色釉丰富，色调均匀，可拼出各种图案。缸砖背面有凹槽，使砖块和基层粘  结牢固，铺贴时一般用水泥砂浆作为结合材料，要求平整，横平竖直；<br />b. 马赛克是以优质瓷土烧制而成的小尺寸瓷砖，按一定图案反贴在牛皮纸上而成。它具有抗腐蚀、耐磨、 耐火、吸水率小、抗压强度高、易清洗和永不褪色等优点，而且质地坚硬、色泽多样，加之规格小，不易踩碎， 主要用于防滑卫生要求较高的卫生间、浴室等房间的地面。"
		},
		{
			"input": "陶瓷地砖地面的特点",
			"output": "陶瓷地砖又称墙地砖，其类型有釉面地砖、无光釉面砖和无釉防滑地砖及抛光同质地砖。陶瓷地砖色彩丰富， 色调均匀，砖面平整，抗腐耐磨，施工方便，且块大缝少，装饰效果好，特别是防滑地砖和抛光地砖又能防滑， 因而越来越多地用于办公、商店、旅馆和住宅中。"
		},
		{
			"input": "塑料地面的优缺点",
			"output": "①塑料地面装饰效果好，色彩选择性强，施工简单，清洗更换方便。塑料地面还有一定弹性，脚感舒适，轻 质耐磨；<br />②缺点为易老化、日久失去光泽、受压后产生凹陷、不耐高热、硬物刻画易留痕等缺点。"
		},
		{
			"input": "塑料地面的主要类型",
			"output": "塑料地面主要有聚氯乙烯塑料地面、橡胶地面和涂料地面等三种。<br />①聚氯乙烯塑料地面有卷材地板和块状地板两种，聚氯乙烯卷材地板是以聚氯乙烯树脂为主要原料，加入适 当助剂，在片状连续基材上，经涂敷工艺生产而成。聚氯乙烯块状地板可由不同色彩和形状拼成各种图案，加上 价格较低，因而使用广泛；<br />②橡胶地面是以橡胶为主要原料，再加人多种材料在高温下压制而成，有橡胶地砖、橡胶地板、橡胶脚垫、 橡胶卷材、橡胶地毯等。橡胶地面具有良好的弹性，在抗冲击、绝缘、防滑、隔潮、耐磨、易清理等方面显示出 优良的特性；<br />③用于地面的涂料有地板漆、过氯乙烯地面涂料、苯乙烯地面涂料等。这些涂料施工方便，造价较低，可以 提高地面耐磨性和韧性以及不透水性。用于工业生产车间的地面涂料， 一般常用环氧树脂涂料和聚氨酯涂料。环 氧树脂耐磨洁净地面涂料具有耐磨、耐刻画、耐油、耐腐蚀、抗渗且脚感舒适、便于清扫等优点。"
		},
		{
			"input": "直接抹灰顶棚的类型",
			"output": "直接抹灰顶棚属于直接式顶棚的一种，常用的有纸筋石灰浆顶棚、混合砂浆顶棚、水泥砂浆顶棚、 麻刀石灰浆顶棚及石膏灰浆顶棚。"
		},
		{
			"input": "直接抹灰顶棚的适用范围",
			"output": "直接抹灰顶棚对板底不够平整或要求稍高的房间，可采用板底抹灰，抹灰一般在灰板条、钢板网上抹 掺有纸筋、麻刀、石棉或人造纤维的灰浆。抹灰顶棚容易出现龟裂，甚至成块破损脱落，适用于小面积吊顶棚。"
		},
		{
			"input": "设计吊顶的设计要求",
			"output": "要满足建筑声学、保温隔热、清洁卫生、管道敷设、室内美观等要求。"
		},
		{
			"input": "吊顶的组成部分",
			"output": "吊顶按设置位置的不同，分为屋架下吊顶和混凝土楼板下吊顶，按基层材料分有木骨架吊顶和金属骨架吊顶。 吊顶的结构一般由基层和面层两大部分组成。"
		},
		{
			"input": "主、次龙骨和吊筋的布置方法及其尺寸要求",
			"output": "主龙骨通过吊筋或吊件固定在屋顶(或楼板)结构上，次龙骨用同样的方法固定在主龙骨上。龙骨可用木材、<br />轻钢、铝合金等材料制作，其断面大小视其材料品种、是否上人(吊顶承受人的荷载)和面层构造做法等因素而 定。主龙骨断面比次龙骨大，间距通常为1m 左右。悬吊主龙骨的吊筋为68～声10钢筋，间距也是1m 左右。 次龙骨间距视面层材料而定，间距不宜太大， 一般为300～500mm;  刚度大的面层不易翘曲变形，可允许扩大至 600mm。"
		},
		{
			"input": "楼梯由哪些部分所组成",
			"output": "楼梯一般由梯段、平台、栏杆扶手三部分组成"
		},
		{
			"input": "梯段的作用",
			"output": "俗称梯跑，是联系两个不同标高平台的倾斜构件，通常为板式梯段，也可以由踏步板和梯斜梁组成梁板式梯 段。为了减轻疲劳，梯段的踏步步数一般不宜超过18级，但也不宜少于3级，因梯段步数太多使人连续疲劳， 步数太少则不易为人察觉。"
		},
		{
			"input": "楼梯平台的作用",
			"output": "按平台所处位置和标高不同，有中间平台和楼层平台之分。两楼层之间的平台称为中间平台，用来供人们行 走时调节体力和改变行进方向。与楼层地面标高齐平的平台称为楼层平台，除起着与中间平台相同的作用外，还 用来分配从楼梯到达各楼层的人流。"
		},
		{
			"input": "栏杆扶手的作用",
			"output": "栏杆扶手是设在梯段及平台边缘的安全保护构件。当梯段宽度不大时，可只在梯段临空面设置。当梯段宽度 较大(3股人流以上)时，非临空面也应加设靠墙扶手。当梯段宽度很大(4股人流以上)时，则需在梯段中间 加设中间扶手。"
		},
		{
			"input": "直行单跑楼梯是什么",
			"output": "此种楼梯无中间平台，由于单跑楼段踏步数一般不超过18级，故仅用于层高不高的建筑。"
		},
		{
			"input": "直行多跑楼梯是什么",
			"output": "此种楼梯是直行单跑楼梯的延伸，仅增设了中间平台，将单梯段变为多梯段。 一般为双跑梯段，适用于层高 较大的建筑。"
		},
		{
			"input": "平行双跑楼梯是什么",
			"output": "此种楼梯由于上完一层楼刚好回到原起步方位，与楼梯上升的空间回转往复性吻合，当上下多层楼面时，比 直跑楼梯节约交通面积并缩短人流行走距离，是最常用的楼梯形式之一。"
		},
		{
			"input": "平行双分双合楼梯是什么",
			"output": "①平行双分楼梯形式是在平行双跑楼梯基础上演变产生的。其梯段平行而行走方向相反，且第一跑在中部上<br />行，然后其中间平台处往两边以第一跑的二分之一梯段宽，各上一跑到楼层面，通常在人流多、楼段宽度较大时 采用。由于其造型的对称严谨性，常用作办公类建筑的主要楼梯。<br />②平行双合楼梯与平行双分楼梯类似，区别仅在于楼层平台起步第一跑梯段前者在中而后者在两边。"
		},
		{
			"input": "折行多跑楼梯是什么",
			"output": "①折行双跑楼梯人流导向较自由，折角可变，可为90°,也可大于或小于90°。当折角大于90°时，由于其行<br />进方向性类似直行双跑梯，故常用于导向性强、仅上一层楼的影剧院、体育馆等建筑的门厅中；当折角小于90° 时，其行进方向回转延续性有所改观，形成三角形楼梯间。<br />② 折行三跑楼梯中部形成较大梯井。由于有三跑梯段，常用于层高较大的公共建筑中。因楼梯井较大，不安 全，供少年儿童使用的建筑不能采用此种楼梯。"
		},
		{
			"input": "交叉跑(剪刀)楼梯是什么",
			"output": "①交叉跑(剪刀)楼梯，可认为是由两个直行单跑楼梯交叉并列布置而成，通行的人流量较大，且为上下楼 层的人流提供了两个方向，对于空间开敞、楼层人流多方向进入有利。但仅适合层高小的建筑。<br />② 交叉跑(剪刀)楼梯，当层高较大时，设置中间平台，中间平台为人流变换行走方向提供了条件，适用于 层高较大且有楼层人流多向性选择要求的建筑，如商场、多层食堂等。"
		},
		{
			"input": "螺旋形楼梯是什么",
			"output": "螺旋形楼梯通常是围绕一根单柱布置，平面呈圆形。其平台和踏步均为扇形平面，踏步内侧宽度很小，并形 成较陡的坡度，行走时不安全，且构造较复杂。这种楼梯不能作为主要人流交通和疏散楼梯，但由于其流线形造 型美观，常作为建筑小品布置在庭院或室内。"
		},
		{
			"input": "弧形楼梯是什么",
			"output": "弧形楼梯与螺旋形楼梯的不同之处在于它围绕一较大的轴心空间旋转，未构成水平投影圆，仅为一段弧环，并且曲率半径较大。其扇形踏步的内侧宽度也较大，使坡度不至于过陡，可以用来通行较多的人流。弧形楼梯也 是折行楼梯的演变形式，当布置在公共建筑的门厅时，具有明显的导向性和优美轻盈的造型。但其结构和施工难 度较大，通常采用现浇钢筋混凝土结构。"
		},
		{
			"input": "梯段尺度的设计要求",
			"output": "①梯段尺度分为梯段宽度和梯段长度。梯段宽度应根据紧急疏散时要求通过的人流股数多少确定。每股人流 按550mm 宽度考虑，双人通行时为1100mm, 三人通行时为1650mm,  余类推。同时，需满足规范中对梯段宽 度的低限要求，并应注意梯段宽度与梯段净宽的差别。<br />②梯段长度 (L) 则是每一梯段的水平投影长度，其值为 L=bx(N-1),   其中b 为踏面水平投影步宽， N 为<br />梯段踏步数，此处需注意踏步数为踢面步高数。"
		},
		{
			"input": "平台宽度的设计要求",
			"output": "平台宽度分为中间平台宽度D₁ 和楼层平台宽度D₂, 对于平行和折行多跑等类型楼梯，其中间平台宽度应不 小于梯段宽度，并不得小于1200mm,  以保证通行和梯段同股数人流。同时应便于家具搬运，医院建筑还应保证 担架在平台处能转向通行，其中间平台宽度应不小于1800mm。 对于直行多跑楼梯，其中间平台宽度不宜小于 1200mm。 对于楼层平台宽度，则应比中间平台更宽松一些，以利人流分配和停留。"
		},
		{
			"input": "楼梯坡度的确定",
			"output": "楼梯的坡度在实际应用中均由踏步高宽比决定。踏步的高宽比需根据人流行走的舒适、安全和楼梯间的尺度、 面积等因素进行综合权衡。常用的坡度为1:2左右。人流量大、安全要求高的楼梯坡度应该平缓一些，反之则可 陡一些，以利节约楼梯水平投影面积。"
		},
		{
			"input": "踏步高、踏步宽和行人步距的关系",
			"output": "踏步的高度，成人以150mm 左右较适宜，不应高于175mm。 踏步的宽度(水平投影宽度)以300mm 左右 为宜，不应窄于260mm。 当踏步宽度过宽时，将导致梯段水平投影面积的增加。踏步宽度过窄时，会使人流行 走不安全。为了在踏步宽度一定的情况下增加行走舒适度，常将踏步出挑20～30mm, 使踏步实际宽度大于其水 平投影宽度。"
		},
		{
			"input": "楼梯间的开间、进深应如何确定",
			"output": "(1)根据楼梯间开间净宽A 和梯井宽C 确定梯段宽度a,a=(A-C)/2。      同时检验其通行能力是否满<br />足紧急疏散时的人流股数要求，如不能满足，则应对梯井宽C 或楼梯间开间净宽A 进行调整。<br />(2)根据初选中间平台宽D₁ (Di≥a)  和楼层平台宽D₂ (D₂>a)   以及梯段水平投影长度L 检验楼梯间进深<br />净长度B,B=D₁+L+D₂ 。    如不能满足，可对L 值进行调整(即调整b 值)。必要时，则需调整B 值。"
		},
		{
			"input": "当底层平台下作出入口时，为保证净高，常采取哪些措施",
			"output": "(1)在底层变作长短跑梯段。起步第一跑为长跑，以提高中间平台标高。这种方式仅在楼梯间进深较大、 底层平台宽D₂ 富裕时适用。<br />(2)局部降低底层中间平台下地坪标高，使其低于底层室内地坪标高±0.000,以满足净空高度要求。但降 低后的中间平台下地坪标高仍应高于室外地坪标高，以免雨水内溢。这种处理方式可保持等跑梯段，使构件统一。 但中间平台下地坪标高的降低，常依靠底层室内地坪±0.000标高绝对值的提高来实现，可能增加填土方量或将  底层地面架空。<br />(3)综合上两种方式，在采取长短跑梯段的同时，又适当降低底层中间平台下地坪标高。这种处理方式可 兼有前两种方式的优点，并弱化其缺点。<br />(4)底层用直行单跑或直行双跑楼梯直接从室外上二层。这种方式常用于住宅建筑，设计时需注意入口处 雨篷底面标高的位置，保证净空高度在2.2m 以上。"
		},
		{
			"input": "预制装配式钢筋混凝土楼梯的分类",
			"output": "预制装配式钢筋混凝土楼梯按其构造方式可分为墙承式、墙悬臂式和梁承式等类型。"
		},
		{
			"input": "预制装配墙承式钢筋混凝土楼梯是什么",
			"output": "预制装配墙承式钢筋混凝土楼梯系指预制钢筋混凝土踏步板直接搁置在墙上的一种楼梯形式，其踏步板一般 采用一字形、“L“形或“了”形断面。这种楼梯由于在梯段之间有墙，搬运家具不方便，阻挡视线，对抗震不利，施工也较麻烦。"
		},
		{
			"input": "预制装配墙悬臂式钢筋混凝土楼梯是什么",
			"output": "预制装配墙悬臂式钢筋混凝土楼梯系指预制钢筋混凝土踏步板一端嵌固于楼梯间侧墙上，另一端凌空悬挑的 楼梯形式。预制装配墙悬臂式钢筋混凝土楼梯无平台梁和梯斜梁，也无中间墙，楼梯间空间轻巧空透，结构占空 间少，但其楼梯间整体刚度极差，不能用于有抗震设防要求的地区。由于需随墙体砌筑安装踏步板，并需设临时 支撑，施工比较麻烦。"
		},
		{
			"input": "预制装配梁承式钢筋混凝土楼梯是什么",
			"output": "预制装配梁承式钢筋混凝土楼梯系指梯段由平台梁支承的楼梯构造方式。由于在楼梯平台与斜向梯段交汇处 设置了平台梁，避免了构件转折处受力不合理和节点处理的困难，同时平台梁既可支承于承重墙上又可支承于框 架结构梁上，在一般大量性民用建筑中较为常用。"
		},
		{
			"input": "现浇整体式钢筋混凝土楼梯的分类",
			"output": "现浇整体式钢筋混凝土楼梯有梁承式、梁悬臂式、扭板式等类型。"
		},
		{
			"input": "现浇梁承式钢筋混凝土楼梯是什么",
			"output": "现浇梁承式钢筋混凝土楼梯，由于其平台梁和梯段连接为一整体，比预制装配梁承式钢筋混凝土楼梯受构件 搭接支承关系的制约少。当梯段为梁板式梯段时，梯斜梁可上翻或下翻形成梯帮。由于梁板式梯段踏步板底面为 折线形，支模较困难，常做成板式梯段。"
		},
		{
			"input": "现浇梁悬臂式钢筋混凝土楼梯是什么",
			"output": "现浇梁悬臂式钢筋混凝土楼梯系指踏步板从梯斜梁两边或一边悬挑的楼梯形式，这种楼梯一般为单梁或双梁 悬臂支承踏步板和平台板。单梁悬臂常用于中小型楼梯或小品景观楼梯，双梁悬臂则用于梯段宽度大、人流量大 的大型楼梯，可减小踏步板跨，但双梁底面之间常需另做吊顶。由于踏步板悬挑，造型轻盈美观。"
		},
		{
			"input": "现浇扭板式钢筋混凝土楼梯是什么",
			"output": "现浇扭板式钢筋混凝土楼梯底面平顺，结构占空间少，造型美观。但由于板跨大，受力复杂，结构设计和施 工难度较大，钢筋和混凝土用量也较大。 一般只宜用于建筑标准较高的建筑，特别是公共大厅中。"
		},
		{
			"input": "预制装配式楼梯的构造形式",
			"output": "预制装配式楼梯由梯段、平台梁和平台板构成"
		},
		{
			"input": "预制装配式楼梯的梯段分类",
			"output": "①梁板式梯段<br />梁板式梯段由梯斜梁和踏步板缉成。 一般在踏步板两端各没一根梯斜梁，踏步板支承在梯斜梁上。<br />a. 踏步板断面形式有一字形、 “L“形、“7”形、三角形等，断面厚度根据受力情况，约为40～80mm。 b. 梯斜梁一般为矩形断面，为了减少结构所占空间，也可做成“L“, 形断面，但构件制作较复杂。<br />②板式梯段<br />板式梯段为整块或数块带踏步条板，其上下端直接支承在平台梁上。由于没有梯斜梁，梯段底面平整，结构 厚度小，其有效断面厚度可按L/30～L/20  估算，由于梯段板厚度小，且无梯斜梁，使平台梁相应抬高，增大 了平台下净空高度。"
		},
		{
			"input": "预制装配式楼梯的平台梁分类",
			"output": "为了便于支承梯斜梁或梯段板，平衡梯段水平分力并减少平台梁所占结构空间， 一般将平台梁做成“L“形断面，其构造高度按L/12 估算 (L 为平台梁跨度)。"
		},
		{
			"input": "预制装配式楼梯的平台板分类",
			"output": "平台板可根据需要采用钢筋混凝土空心板、槽板或平板。需要注意的是，在平台上有管道井处，不宜布置空 心板。平台板一般平行于平台梁布置，以利于加强楼梯间整体刚度。当垂直于平台梁布置时，常用小平板。"
		},
		{
			"input": "楼梯扶手的构造要求",
			"output": "楼梯扶手常用木材、塑料、金属管材(钢管、铝合金管、铜管和不锈钢管等)制作。<br />①木扶手和塑料扶手具有手感舒适，断面形式多样的优点，使用最为广泛。木扶手常采用硬木制作。塑料扶 手可选用生产厂家定型产品，也可另行设计加工制作。<br />②金属管材扶手由于其可弯性，常用于螺旋形、弧形楼梯，但其断面形式单一。钢管扶手表面涂层易脱落， 铝管、铜管和不锈钢管扶手则造价高，使用受限。"
		},
		{
			"input": "楼梯栏杆的构造要求",
			"output": "栏杆形式可分为空花式、栏板式、混合式等类型。<br />①空花式楼梯栏杆以栏杆竖杆作为主要受力构件，常采用钢材制作，有时也采用木材、铝合金型材、铜材或 不锈钢材等制作。这种类型的栏杆具有重量轻、空透轻巧的特点，是楼梯栏杆的主要形式。<br />②栏板式取消了杆件，免去了空花栏杆的不安全因素，无锈蚀问题，但栏板构件应与主体结构连接可靠，能 承受侧向推力。栏板材料常采用钢丝网(或钢板网)水泥抹灰栏板、钢筋混凝土栏板等，常用于室外楼梯。<br />③混合式是指空花式和栏板式两种栏杆形式的组合，栏杆竖杆作为主要抗侧力构件，栏板则作为防护和美观 装饰构件，其栏杆竖杆常采用钢材或不锈钢等材料，其栏板部分常采用强度较高的轻质美观材料制作。"
		},
		{
			"input": "楼梯踏步的构造要求",
			"output": "楼梯人流量大，使用率高，在考虑踏步面层装修做法时应选择耐磨、防滑、美观、不起尘的材料。根据造价 和装修标准的不同，常用的有水泥豆石面层、普通水磨石面层、彩色水磨石面层、地面砖面层、大理石面层、花 岗石面层等。"
		},
		{
			"input": "台阶尺度的构造要求",
			"output": "由于台阶处于室外，台阶踏步宽度应比楼梯踏步宽度大一些，使坡度平缓，以提高行走舒适度。其踏步高(h) 一般在100～150mm 左右，踏步宽 (b) 在300～400mm 左右，步数根据室内外高差确定。"
		},
		{
			"input": "台阶面层的构造要求",
			"output": "由于台阶位于易受雨水侵蚀的环境之中，需慎重考虑防滑和抗风化问题。其面层材料应选择防滑和耐久的材 料，如水泥石屑、斩假石(剁斧石)、天然石材、防滑地面砖等。"
		},
		{
			"input": "台阶垫层的构造要求",
			"output": "步数较少的台阶，其垫层做法与地面垫层做法类似。 一般采用素土夯实后按台阶形状尺寸做 C15 混凝土垫 层或砖石垫层。标准较高的或地基土质较差的还可在垫层下加铺一层碎砖或碎石层。"
		},
		{
			"input": "坡道尺度的构造要求",
			"output": "建筑物出入口的轮椅坡道净宽度不应小于1200mm, 坡度不宜大于1/12,当坡度为1/12时，每段坡道的 高度不应大于750mm,  水平投影长度不应大于9000mm。 当长度超过时，需在坡道中部设休息平台，休息平台 的深度直行、转弯时均不应小于1500mm。"
		},
		{
			"input": "坡道扶手的构造要求",
			"output": "坡道两侧宜在850～900mm 高度处和650～700mm  高度处设上下层扶手，扶手应安装牢固，能承受身体重 量，扶手的形状要易于抓握。"
		},
		{
			"input": "坡道地面的构造要求",
			"output": "坡道地面应平整，面层宜选用防滑和无发光及不易松动的材料。"
		},
		{
			"input": "电梯井道的构造要求",
			"output": "a. 每个电梯井道平面净空尺寸需根据选用的电梯型号要求决定， 一般为(1800～2500)mm×(2100～2600) mm。 在医院和住宅中有无障碍设计要求时，需满足容纳担架的电梯井道和轿厢的尺寸。<br />b. 电梯安装导轨支架分预留孔插入式和预埋铁焊接式，井道壁为钢筋混凝土时，应预留150mm×150mm×  150mm 孔洞，垂直中距2m, 以便安装支架。井道壁为框架填充墙时，框架(圈梁)上应预埋铁板，铁板后面的 焊件与梁中钢筋焊牢。"
		},
		{
			"input": "电梯井道底坑的构造要求",
			"output": "井道底坑深度一般在电梯最底层平面标高下1300～2000mm 左右，作为轿厢下降到最底层时所需的缓冲器空 间。底坑需注意防潮防水，消防电梯的井道底坑还需设置排水装置。"
		},
		{
			"input": "电梯机房的构造要求",
			"output": "机房平面净空尺寸变化幅度很大，为(1600～6000) mm×(3200～5200)mm,     需根据选用的电梯型号要<br />求决定。电梯机房中电梯井道的顶板面需根据电梯型号的不同，高于顶层楼面4000～4800mm 左右。机房楼板应  平坦整洁，机房楼板和机房顶板应满足电梯所要求的荷载。机房需有良好的通风、隔热、防寒、防尘、减噪措施。"
		},
		{
			"input": "自动扶梯的构造特点",
			"output": "自动扶梯是通过机械传动，在一定方向上能大量连续输送人流的装置。其运行原理是采取机电系统技术，由 电机、变速器以及安全制动器所组成的推动单元拖动两条环链，而每级踏板都与环链连接，通过轧轮的滚动，踏 板便沿主构架中的轨道循环地运转，而在踏板上面的扶手带以相应速度与踏板同步运转"
		},
		{
			"input": "自动扶梯的设计要求",
			"output": "自动扶梯用于室内时，运输的垂直高度最低3m, 最高可达11m 左右；用于室外时，运输的垂直高度最低3.5m,  最高可达60m 左右。自动扶梯作为整体性设备与土建配合需注意：其上下端支承点在楼盖处的平面空间尺寸关 系；楼层梁板与梯段上人流通行安全的关系；还需满足支承点的荷载要求。"
		},
		{
			"input": "屋顶的形式",
			"output": "①按所使用的材料，屋顶可分为钢筋混凝土屋顶、瓦屋顶、金属板屋顶、玻璃采光顶等。<br />②按屋面的外形和结构形式，又可以分为平屋顶、坡屋顶、悬索屋顶、薄壳屋顶、拱屋顶、折板屋顶等形式 的屋顶。"
		},
		{
			"input": "平屋顶是什么",
			"output": "大量性民用建筑一般采用与楼盖基本类同的屋顶结构，就形成了平屋顶。平屋顶易于协调统一建筑与结构的  关系，较为经济合理，并可供多种利用。平屋顶的排水坡度根据屋顶类型的不同有不同取值，但至少不应小于5%。"
		},
		{
			"input": "坡屋顶是什么",
			"output": "a. 坡屋顶是我国的传统屋顶形式，广泛应用于民居等建筑。现代的某些公共建筑在考虑景观环境或建筑风 格的要求时也常采用坡屋顶。<br />b. 坡屋顶的常见形式有：单坡、双坡屋顶，硬山及悬山屋顶，四坡歇山及庑殿屋顶，圆形或多角形攒尖屋 顶等。"
		},
		{
			"input": "其他形式的屋顶是什么",
			"output": "a. 民用建筑也采用曲面或折面等其他形状特殊的屋顶，如拱屋顶、折板屋顶、薄壳屋顶、桁架屋顶、悬索 屋顶、网架屋顶等。<br />b. 这些屋顶的结构形式独特，其传力系统、材料性能、施工及结构技术等都有一系列的理论和规范，再通 过结构设计形成结构覆盖空间。"
		},
		{
			"input": "屋面是什么",
			"output": "屋面是屋顶上部防水、保温隔热等构造层的总称"
		},
		{
			"input": "屋面设计需要考虑什么",
			"output": "屋面设计应考虑其防水、保温隔热、结构、建筑艺术 等方面的要求。"
		},
		{
			"input": "屋面的防水要求",
			"output": "防水是利用防水材料的致密性、憎水性构成一道封闭的防线，隔绝水的渗透。屋面的防水是一项综合性技术， 它涉及建筑及结构的形式、防水材料、屋面、坡度、屋面构造处理等问题，需综合加以考虑。设计中应遵循“合 理设防、防排结合、因地制宜、综合治理”的原则。"
		},
		{
			"input": "屋面的保温隔热要求",
			"output": "屋面应能抵御气温变化的影响，即冬季保温减少建筑物的热损失和防止结露，夏季隔热降低建筑物对太阳能 辐射热的吸收。屋面的保温通常采用导热系数小的材料，阻止室内热量由屋面流向室外。屋面的隔热则通常采用 设置通风间层、蓄水、种植等方法，利用通风、遮阳、蒸发等方式减少由屋面传入室内的热量。"
		},
		{
			"input": "屋面的结构要求",
			"output": "屋面结构设计一般应考虑其自重及风、雨、雪、施工等荷载，上人屋面还要承受人和设备等荷载。为防止在 结构荷载和变形荷载作用下引起屋面防水主体的开裂、渗水，屋面还应具有适应主体结构受力变形和温差变形的 能力。"
		},
		{
			"input": "屋面的建筑艺术要求",
			"output": "屋面是建筑外部形体的重要组成部分。其形式对建筑物的性格特征具有很大的影响。屋面设计还应满足建筑 艺术的要求。"
		},
		{
			"input": "屋面排水坡度的影响因素",
			"output": "①防水材料尺寸大小的影响<br />a. 坡屋面的防水材料多为瓦材，如小青瓦、平瓦、琉璃筒瓦等，覆盖面积较小，应采用较大的坡度， 一般 为1:2～1:3。<br />b. 平屋面的防水材料多为各种卷材、涂膜等，故其排水坡度通常较小。<br />② 年降水量的影响<br />降水量大，屋面渗漏的可能性较大，屋面坡度就应适当加大。反之，屋面排水坡度则可小一些。<br />③其他因素的影响<br />屋面排水的路线较长，屋面有上人活动的要求，屋面蓄水等，屋面的坡度可适当小一些，反之则可以取较大 的排水坡度。"
		},
		{
			"input": "屋面排水坡度的形成",
			"output": "屋面排水坡度的形成有材料找坡和结构找坡两种做法.<br />①材料找坡<br />材料找坡是指屋面坡度由垫坡材料形成， 一般用于坡向长度较小的屋面。为了减小屋面荷载，可用轻质材料 (如水泥炉渣、陶粒混凝土等)或保温层找坡，坡度宜为2%。通常找坡层最薄处的厚度不宜小于20mm。<br />② 结构找坡<br />结构找坡是屋顶结构自身带有的排水坡度，如在上表面倾斜的屋架或屋面梁上安放屋面板，屋顶表面即呈倾 斜坡面。如在顶面倾斜的山墙上搁置屋面板时，也形成结构找坡。单坡跨度大于9m 的屋面宜做结构找坡，坡度 不应小于3%。"
		},
		{
			"input": "什么是无组织排水",
			"output": "无组织排水又称自由落水，是指屋面雨水直接从檐口滴落至地面的一种排水方式。自由落水构造简单，造价 低廉，但自由下落的雨水会溅湿墙面。这种方法适用于低层建筑或檐高小于10m 的屋面，对于屋面汇水面积较 大的多跨建筑或高层建筑都不应采用。"
		},
		{
			"input": "什么是有组织排水",
			"output": "有组织排水是指屋面雨水有组织地流经天沟、檐沟、水落口、水落管等排水装置，系统地将屋面雨水排至地 面或地下管沟的一种排水方式。其优缺点与无组织排水正好相反，由于优点较多，在建筑工程中得到广泛应用。"
		},
		{
			"input": "什么是外排水",
			"output": "外排水是指屋面雨水通过檐沟、水落口由设置于建筑外部的水落管直接排到室外地面上的一种排水方案。其 优点是构造简单，水落管不进入室内，不影响室内空间的使用和美观。"
		},
		{
			"input": "什么是挑檐沟外排水",
			"output": "屋面雨水汇集到悬挑在墙外的檐沟内，再由水落管排下。此种方案排水通畅，设计时挑檐沟的高度可视建筑 体型而定。"
		},
		{
			"input": "什么是女儿墙外排水",
			"output": "当由于建筑造型所需不出现挑檐时，通常将外墙升起封住屋面，高于屋面的这部分外墙称为女儿墙。此方案 的特点是屋面雨水需穿过女儿墙流入室外的水落管。"
		},
		{
			"input": "什么是女儿墙挑檐沟外排水",
			"output": "其特点是在屋檐部位既有女儿墙，又有挑檐沟。蓄水屋面常采用这种形式，利用挑檐沟汇集从蓄水池中溢出 的多余雨水。"
		},
		{
			"input": "什么是暗管外排水",
			"output": "明装水落管对建筑立面的美观有所影响，故在一些重要的公共建筑中，常采用暗装水落管的方式，将水落管 隐藏在假柱或空心墙中。"
		},
		{
			"input": "什么是内排水",
			"output": "内排水是指屋面雨水通过天沟由设置于建筑内部的水落管排入地下雨水管网的一种排水方案。其优点是维修 方便，不破坏建筑立面造型，不易受冬季室外低温的影响，但其水落管在室内接头多，构造复杂，易渗漏，主要 用于不易采用外排水的建筑屋面，如高层及多跨建筑等。"
		},
		{
			"input": "什么是内外排水结合的方式",
			"output": "根据具体条件，还可采用内外排水相结合的方式。如多跨厂房因相邻两坡屋面相交，故只能采用天沟内排水 的方式排出屋面雨水。位于两端的天沟则应宜采用外排水的方式将屋面雨水排出室外。"
		},
		{
			"input": "排水方式的选择",
			"output": "屋面排水方式的选择，应根据建筑物屋面形式、气候条件、使用功能、质量等级等因素确定。<br />①低层建筑及檐高小于10m 的屋面，可采用无组织排水。<br />②积灰多的屋面应采用无组织排水。<br />③有腐蚀性介质的工业建筑也不宜采用有组织排水。<br />④除严寒和寒冷地区外，多层建筑屋面宜采用有组织外排水。<br />⑤高层建筑屋面宜采用有组织内排水，便于排水系统的安装维护和建筑外立面的美观。<br />⑥ 多跨及汇水面积较大的屋面宜采用天沟内排水，天沟找坡较长时，宜采用中间内排水和两端外排水。<br />⑦ 暴雨强度较大地区的大型屋面，宜采用虹吸式有组织排水系统。<br />⑧湿陷性黄土地区宜采用有阻止排水，并应将雨雪水直接排至排水管网。"
		},
		{
			"input": "屋面排水组织设计的内容",
			"output": "排水组织设计就是根据屋面形式及使用功能要求，确定屋面的排水方式及排水坡度，明确是采用有组织排水 还是无组织排水。如采用有组织排水设计时，要根据所在地区的气候条件、雨水流量、暴雨强度、降雨历时及排 水分区，确定屋面排水走向；通过计算确定屋面檐沟、天沟所需要的宽度和深度，并合理地确定水落口和水落管 的规格、数量和位置，最后将它们标绘在屋顶平面图上。"
		},
		{
			"input": "屋面排水组织设计的要求",
			"output": "在进行屋面有组织排水设计时，除了应符合现行国家标准《建筑给水排水设计规范》 GB  50015的有关规定<br />外，还需注意下述事项：<br />①划分排水区域。<br />②确定排水坡面的数目及排水坡度。<br />③确定檐沟、天沟断面尺寸及纵向坡度。<br />④ 水落管的规格及间距。"
		},
		{
			"input": "如何确定排水坡面的数目及排水坡度",
			"output": "①对于屋面宽度较小的建筑可采用单坡排水；但屋面宽度较大，如12m 以上时宜采用双坡排水。<br />②对于普通的平屋面，采用结构找坡时其排水坡度通常不应小于3%,而采用材料找坡时其坡度则宜为2%, 蓄水隔热屋面的排水坡度不宜大于0.5%,架空隔热屋面的排水坡度不宜大于5%。"
		},
		{
			"input": "如何确定檐沟、天沟断面尺寸及纵向坡度",
			"output": "①檐沟、天沟的过水断面，应根据屋面汇水面积的雨水流量经计算确定。当采用重力式排水时，通常每个水<br />落口的汇水面积宜为150～200m²。为了便于屋面排水和防水层的施工，钢筋混凝土檐沟、天沟的净宽不应小于 300mm,  分水线处最小深度不应小于100mm。<br />②为了避免沟底凹凸不平或倒坡，造成沟中排水不畅或积水，对于采用材料找坡的钢筋混凝土檐沟、天沟内 的纵向坡度不应小于1%;而对于采用结构找坡的金属檐沟、天沟内的纵向坡度宜为0.35%。"
		},
		{
			"input": "如何确定水落管的规格及间距",
			"output": "水落管根据材料分为铸铁、塑料、镀锌铁皮、钢管等多种，根据建筑物的耐久等级加以选择。最常采用的是 塑料和铸铁水落管，其管径有75、100、125、150、200mm 等规格，具体管径大小需经过计算确定。水落管的数 量与水落口相等，水落管的最大间距应同时予以控制。水落管的间距过大，会导致沟内排水路线过长，大雨时雨 水易溢向屋面引起渗漏或从檐沟外侧涌出，因而一般情况下水落口间距不宜超过24m。"
		},
		{
			"input": "卷材屋面的构造层有哪些",
			"output": "卷材防水屋面的基本构造层次按其作用分为顶棚层、结构层、找平层、结合层、防水层、保护层。"
		},
		{
			"input": "什么是卷材屋面的结构层",
			"output": "多为钢筋混凝土屋面板，可以是现浇板，也可以是预制板。"
		},
		{
			"input": "卷材屋面的找平层有何特点",
			"output": "a. 卷材防水层要求铺贴在坚固而平整的基层上，以防止卷材凹陷或断裂。因而在松软材料及预制屋面板上 铺设卷材以前，都需先做找乎层。<br />b. 为防止找平层变形开裂而波及卷材防水层，宜在找平层中留设分格缝。分格缝的宽度一般为5～20mm,  纵横间距不宜大于6m, 屋面板为预制装配式时，分格缝应设在预制板的端缝处。分格缝上面应覆盖一层200~ 300mm 宽的附加卷材，用粘结剂单边点贴，以使分格缝处的卷材有较大的伸缩余地，避免开裂。"
		},
		{
			"input": "卷材屋面的结合层有何作用",
			"output": "结合层的作用是在基层与卷材胶粘剂间形成一层胶质薄膜，使卷材与基层粘结牢固。高聚物改性沥青类卷材 和高分子卷材通常采用配套的卷材胶粘剂和基层处理剂作结合层。"
		},
		{
			"input": "卷材屋面的防水层有何作用",
			"output": "高聚物改性沥青防水层：高聚物改性沥青防水卷材的铺贴做法有冷粘法和热熔法两种，冷粘法是用胶粘剂将 卷材粘结在找平层上，或利用某些卷材的自粘性进行铺贴。"
		},
		{
			"input": "卷材屋面的保护层有何作用",
			"output": "设置保护层的目的是保护防水层，使卷材在阳光和大气的作用下不致迅速老化，同时保护层还可以防止沥青 类卷材中的沥青过热流淌，并防止暴雨对沥青的冲刷。"
		},
		{
			"input": "上人卷材屋面的构造要求",
			"output": "上人屋面的保护层有着双重作用，既保护防水层又是屋面面层，因而要求保护层平整、耐磨。做法通常是在 防水层上先铺设10厚低强度等级砂浆隔离层，其上再用现浇40mm 厚 C20 细石混凝土或用20厚聚合物砂浆铺 贴缸砖、大阶砖、混凝土板等块材。"
		},
		{
			"input": "不上人卷材屋面的构造要求",
			"output": "不上人时，改性沥青卷材防水屋面一般在防水层上撒粒径为1.5～2mm 的石粒或砂粒作为保护层；高分子卷 材如三元乙丙橡胶防水屋面等通常是在卷材面上涂刷水溶型或溶剂型浅色保护着色剂，如氯丁银粉胶等。"
		},
		{
			"input": "泛水构造是什么",
			"output": "泛水是指屋面与垂直面相交处的防水处理"
		},
		{
			"input": "泛水的构造要点",
			"output": "①将屋面的卷材继续铺至垂直墙面上，形成卷材泛水，泛水高度不小于250mm。<br />② 在屋面与垂直面的交接缝处，卷材下的砂浆找平层应按卷材类型抹成半径20～50mm的圆弧形，且整齐平 顺，上刷卷材胶粘剂，使卷材铺贴密实，避免卷材架空或折断。<br />③ 做好泛水上口的卷材收头固定，防止卷材在垂直面上下滑。"
		},
		{
			"input": "无组织排水挑檐口的做法及构造要点是什么",
			"output": "在屋面檐口800mm 范围内的卷材应满粘，卷材收头应采用金属压条钉压，并应用密封材料封严。檐口下端应做鹰嘴和滴水槽。"
		},
		{
			"input": "有组织排水挑檐口的做法",
			"output": "有组织排水挑檐口常常将檐沟布置在出挑部位，现浇钢筋混凝土檐沟板可与圈梁连成整体。预制檐沟板则 须搁置在钢筋混凝土屋架挑牛腿上。"
		},
		{
			"input": "有组织排水挑檐口的构造要点",
			"output": "a. 檐沟的防水层下应增设附加层，附加层伸人屋面的宽度不应小于250mm。<br />b. 檐沟防水层和附加层应由沟底翻上至外侧顶部，卷材收头应用金属压条钉压，并应用密封材料封严。<br />c. 檐沟内转角部位的找平层应抹成圆弧形，以防卷材断裂。<br />d. 檐沟外侧下端应做鹰嘴和滴水槽。<br />e. 檐沟外侧高于屋面结构板时，应设置溢水口。"
		},
		{
			"input": "水落口构造是什么",
			"output": "水落口是用来将屋面雨水排至水落管而在檐口或檐沟开设的洞口。构造上要求排水通畅，不易渗漏和堵塞。"
		},
		{
			"input": "直式水落口的构造要求",
			"output": "直式水落口有多种型号，根据降雨量和汇水面积加以选择。常用的65型铸铁水落口主要短管、环形筒、导 流槽和顶盖组成。"
		},
		{
			"input": "横式水落口的构造要求",
			"output": "横式水落口呈90°弯曲状，由弯曲套管和铁篦两部份组成。弯曲套管置于女儿墙预留孔洞中，屋面防水层 及泛水的卷材应铺贴到套管内壁四周，铺入深度不应小于50mm,  套管口用铸铁篦遮盖，以防污物堵塞水口。"
		},
		{
			"input": "屋面变形缝的构造处理原则是什么",
			"output": "屋面变形缝的构造处理原则是既要保证屋面有自由变形的可能，又能防止雨水经由变形缝渗入室内。屋面变 形缝按建筑设计可设于同层等高屋面上，也可设在高低屋面的交接处。"
		},
		{
			"input": "屋面检修孔、屋面出入口构造要求",
			"output": "①不上人屋面需设屋面检修孔，检修孔四周的孔壁可用砖立砌，也可在现浇屋面板时将混凝土上翻制成，在 防水层下增设附加层，附加层在平面和立面的宽度不应小于250mm。<br />②出屋面的梯间一般需设屋面出人口，最好在设计中让楼梯间的室内地坪与屋面间留有足够的高差，以利防 水，否则需在出入口处设门槛挡水。"
		},
		{
			"input": "什么叫涂膜防水屋面",
			"output": "涂膜防水屋面是将防水材料涂刷在屋面基层上，利用涂料干燥或固化后的不透水性来达到防水的目的。 现在的涂膜防水屋面具有防水、抗渗、粘结力强、耐腐蚀、耐老化、延伸率大、弹性好、不延燃、无毒、施工方 便等诸多优点，已广泛用于建筑各部位的防水工程中。涂膜防水主要适用于防水等级为Ⅱ级的屋面防水，也可用 作I 级屋面多道防水设防中的一道防水。"
		},
		{
			"input": "块瓦屋面通常有哪几种铺瓦方式",
			"output": "包括水泥砂浆卧瓦、钢挂瓦条挂瓦、木挂瓦条挂瓦。钢、木挂瓦条有两种固定方法， 一种是挂瓦条固定在顺 水条上，顺水条钉牢在细石混凝土找平层上；另一种是不设顺水条，将挂瓦条和支承垫块直接钉在细石混凝土找 平层上。"
		},
		{
			"input": "对于大风及地震设防地区或屋面坡度大于100%的块瓦屋面，通常有哪些固定加强措施",
			"output": "在大风及地震设防地区或屋面坡度大于100%时，瓦片应采取固定加强措施。特别是檐口部位是受风压较集 中的部位，特别应采取防风揭和防落瓦措施。块瓦的固定加强措施一般有以下几种：<br />①水泥砂浆卧瓦者，用12号铜丝将瓦与乒6钢筋绑牢。<br />②钢挂瓦条钩挂者，用双股18号铜丝将瓦与钢挂瓦条绑牢。<br />③木挂瓦条钩挂者，用专用螺钉(或双股18号铜丝)将瓦与木挂瓦条钉(绑)牢。"
		},
		{
			"input": "平屋面和坡屋面的保温有哪些构造做法",
			"output": "寒冷地区或装有空调设备的建筑，其屋面应设计成保温屋面。保温屋面按稳定传热原理考虑其热工计算， 墙体在稳定传热条件下防止室内热损失的主要措施是提高墙体的热阻，这一原则同样适用于屋面的保温，提高屋 面热阻的办法是在屋面设置保温屋。"
		},
		{
			"input": "平屋面和坡屋面的隔热有哪些构造做法",
			"output": "屋面隔热降温的基本原理是：减少直接作用于屋面表面的太阳辐射热量。所采用的主要构造做法是：屋 面间层通风隔热、屋而蓄水隔热、屋面种植隔热、屋面反射阳光隔热等。"
		},
		{
			"input": "门窗的作用",
			"output": "门和窗是房屋的重要组成部分。门的主要功能是交通联系，窗主要供采光和通风之用，它们均属建筑的围护 构件。"
		},
		{
			"input": "门窗的要求",
			"output": "设计门窗时，必须根据有关规范和建筑的使用要求来决定其形式及尺寸大小，还需满足建筑造型需要，构造 需坚固、耐久，开启灵活，关闭紧严，便于维修和清洁等要求。<br />①功能和疏散要求<br />不同的建筑功能，建筑门窗的设置位置、大小、数量都各不相同，要满足正常的功能使用和安全疏散的需要。<br />②窗户采光和通风要求<br />为获取良好的天然采光，保证房间足够的照度，外窗面积应根据房间功能来确定相应的窗地比，但房间的采 光还和外窗的高、宽比例，窗外有无固定遮阳设施和外窗本身的采光性能有关。<br />③气密性、水密性和抗风压性能<br />门窗开启频繁，构件间缝隙较多，尤其是外门窗，如密闭不好则可能渗水和导致室外空气渗入。根据现行国<br />家规范《建筑外门窗气密、水密、抗风压分级及检测方法》 (GB/T   7106～2008), 采用在标准状态下，气压差<br />为10Pa 时的单位开启缝长空气渗透量q 和单位面积空气渗透量q:作为分级指标，将建筑外门窗气密性能分8级。<br />④ 保温性能<br />外门窗是建筑围护结构主要的散热部位，因此是建筑外围护结构保温、隔热设计的重点。改善门窗保温性能 主要选择热阻大的材料和合理的门窗构造方式。根据建筑门窗传热系数和玻璃门、外窗抗结露的能力，将保温性 能分为10级。<br />⑤空气声隔声性能<br />建筑门窗空气声隔声性能是指门窗阻隔声音通过空气传播的能力，通常用dB 来表示，外门、外窗主要按中 低频噪声分级，内门、内窗主要按中高频噪声分级，根据建筑门窗空气声隔声性能分级标准分为6级。"
		},
		{
			"input": "门的形式有哪几种",
			"output": "门按其开启方式通常有平开门、弹簧门、推拉门、折叠门、转门等"
		},
		{
			"input": "什么是平开门",
			"output": "平开门是水平开启的门，它的铰链装于门扇的一侧与门框相连，使门扇围绕铰链轴转动。其门扇有单扇、双 扇，向内开和向外开之分。平开门构造简单，开启灵活，加工制作简便，易于维修，是建筑中最常见、使用最广 泛的门。"
		},
		{
			"input": "什么是弹簧门",
			"output": "弹簧门的开启方式与普通平开门相同，所不同处是以弹簧铰链代替普通铰链，借助弹簧的力量使门扇能向内、 向外开启并可经常保持关闭。它使用方便，美观大方，广泛用于商店、学校、医院、办公和商业大厦。"
		},
		{
			"input": "什么是推拉门",
			"output": "①推拉门开启时门扇沿轨道向左右滑行。通常为单扇和双扇，也可做成双轨多扇或多轨多扇，开启时门扇可 隐藏于墙内或悬于墙外。根据轨道的位置，推拉门可为上挂式和下滑式。<br />②推拉门开启时不占空间，受力合理，不易变形，但在关闭时难于严密，构造亦较复杂，多在工业建筑中， 用作仓库和车间大门。在民用建筑中， 一般采用轻便推拉门分隔内部空间。"
		},
		{
			"input": "什么是折叠门",
			"output": "折叠门可分为侧挂式折叠门和推拉式折叠门两种，由多扇门构成，每扇门宽度为500～1000mm,  一般以 600mm  为宜，适用于宽度较大的洞口。折叠门开启时占空间少，但构造较复杂， 一般用在公共建筑或住宅中作 灵活分隔空间用。"
		},
		{
			"input": "什么是转门",
			"output": "转门是由两个固定的弧形门套和垂直旋转的门扇构成的。门扇可分为三扇或四扇，绕竖轴旋转。"
		},
		{
			"input": "什么是普通转门",
			"output": "普通转门为手动旋转结构，旋转方向通常为逆时，门扇的惯性转速可通过阻力调节装置按需要进行调整。转门的构造复杂、结构严密，起到控制人流通行量、防风保温的作用。普通转门按材质分为铝合金、钢质、钢木结 合三种类型。"
		},
		{
			"input": "什么是旋转自动门",
			"output": "旋转自动门又称圆弧自动门，属高级豪华用门。采用声波、微波或红外传感装置和电脑控制系统，传动机构 为弧线旋转往复运动。旋转自动门有铝合金和钢质两种，现多采用铝合金结构，活动扇部分为全玻璃结构。其隔 声、保温和密闭性能更加优良，具有两层推拉门的封闭功效。"
		},
		{
			"input": "平开窗的开启方式是什么",
			"output": "铰链安装在窗扇一侧与窗框相连，向外或向内水平开启。平开窗有单扇、双扇、多扇及向内开与向外开之分。 平开窗构造简单，开启灵活，制作、维修均方便，是民用建筑中广泛使用的窗。"
		},
		{
			"input": "什么是固定窗",
			"output": "无窗扇、不能开启的窗为固定窗。固定窗的玻璃直接嵌固在窗框上，可供采光和眺望之用，不能通风。固定 窗构造简单，密闭性好，多与门亮子和开启窗配合使用。"
		},
		{
			"input": "推拉窗的开启方式是什么",
			"output": "推拉窗分水平推拉和上下推拉两种。水平推拉一般是在窗扇上下设滑槽，上下推拉需要升降及制约措施。推 拉窗因开启时不占室内空间，窗扇受力状态好，窗扇及玻璃尺寸可较平开窗大，因此使用非常广泛，但通风面积 受限。"
		},
		{
			"input": "悬窗的开启方式是什么",
			"output": "根据铰链和转轴位置的不同，可分为上悬窗、中悬窗和下悬窗。<br />①上悬窗铰链安装在窗扇的上边， 一般向外开，防雨好，多用作外门和门上的亮子。<br />②中悬窗是在窗扇两边中部装水平转轴，开启时窗扇绕水平轴旋转，开启时窗扇上部向内，下部向外，对挡 雨、通风均有利，并且开启易于机械化，故常用作大空间建筑的高侧窗，也可用于外窗或靠外廊的窗。<br />③下悬窗铰链安在窗扇的下边， 一般向外开，通风较好，不防雨，不宜用作外窗， 一般用于内门上的亮子。"
		},
		{
			"input": "平开门的组成",
			"output": "门一般由门框、门扇、亮子、五金零件及其附件组成。<br />①门扇按其构造方式不同，分为镶板门、夹板门、拼板门、玻璃门和纱门等类型。<br />②亮子又称腰头窗，在门上方，为辅助采光和通风之用，有平开、固定及上、中、下悬几种。<br />③门框是门扇、亮子与墙的联系构件。<br />④五金零件一般有铰链、插销、门锁、拉手、门碰头等。<br />⑤ 附件有贴脸板、筒子板等。"
		},
		{
			"input": "门框的安装方式",
			"output": "门框的安装根据施工方式分后塞口和先立口两种。<br />①塞口(又称塞樘子),是在墙砌好后再安装门框。采用此法，洞口的宽度应比门框大20～30mm,  高度比 门框大10～20mm。 门洞两侧墙上每隔600～1000mm 预埋木砖或预留缺口，以便用圆钉或水泥砂浆将门框固定。 框与墙间的缝隙需用沥青麻丝嵌填。<br />②立口(又称立樘子)在砌墙前即用支撑先立门框然后砌墙。框与墙的结合紧密，但是立樘与砌墙工序交叉， 施工不便。"
		},
		{
			"input": "铝合金门、窗的特点",
			"output": "①质量轻<br />铝合金门、窗用料省、质量轻。<br />②性能好<br />密封性好，气密性、水密性、隔声性、隔热性都较木门窗有显著的提高。因此，在装设空调设备的建筑中，对防潮、隔声、保温、隔热有特殊要求的建筑中以及多台风、多暴雨、多风沙地区的建筑中更适合用。<br />③耐腐蚀、坚固耐用<br />铝合金门窗不需要涂涂料，氧化层不褪色、不脱落，表面不需要维修。铝合金门、窗强度高，刚性好，坚固 耐用，开闭轻便灵活，无噪声，安装快。<br />④色泽美观<br />铝合金门窗框料型材，表面经过氧化着色处理，既可保持铝材的银白色，也可以制成各种柔和的颜色或带色 的花纹，如古铜色、暗红色、黑色等。还可以在铝材表面涂刷一层聚丙烯酸树脂保护装饰腠，制成的铝合金门窗 造型新颖大方，表面光洁，外表美观，色泽牢固，增加了建筑立面和内部的美观。"
		},
		{
			"input": "铝合金门、窗的称谓",
			"output": "系列名称是以铝合金门窗框的厚度构造尺寸来区别各种铝合金门窗的称谓，如：平开门门框厚度构造尺寸为 50mm,  即称为50系列铝合金平开门，推拉窗窗框厚度构造尺寸90mm,  即为90系列铝合金推拉窗等。"
		},
		{
			"input": "简述铝合金门窗的安装要点",
			"output": "铝合金门窗是表面处理过的铝材经下料、打孔、铣槽、攻丝等加工，制作成门窗框料的构件，然后与连 接件、密封件、开闭五金件一起组合装配成门窗。<br />(1)门窗安装时，将门、窗框在抹灰前立于门、窗洞处，与墙内预埋件对正，然后用木楔将三边固定。经  检验确定门、窗框水平、垂直、无挠曲后，用连接件将铝合金框固定在墙(柱、梁)上，连接件固定可采用焊接、 膨胀螺栓或射钉连接的方法。<br />(2)门窗框固定好后，与门窗洞四周的缝隙一般采用软质保温材料填塞，如泡沫塑料条、泡沫聚氨酯条、 矿棉毡条和玻璃丝毡条等，分层填实，外表留5～8mm 深的槽口用密封膏密封。<br />(3)铝合金门、窗装入洞口应横平竖直，外框与洞口应弹性连接牢固，不得将门、窗外框直接埋入墙体， 防止碱对门、窗框的腐蚀。<br />(4)门、窗框与墙体等的连接固定点，每边不得少于两点，且间距不得大于0.7m。在基本风压值不小于0.7kPa 的地区，间距不得大于0.5m, 边框端部的第一固定点与端部的距离不得大于0.2m。"
		},
		{
			"input": "简述塑料门窗的优点",
			"output": "塑料门窗线条清晰、挺拔，造型美观，表面光洁细腻，不但具有良好的装饰性，而且有良好的隔热性和 密封性。其气密性为木窗的3倍，铝窗的1.5倍；热损耗为金属窗的1/1000;隔声效果比铝窗高30dB 以上。 塑料本身具有耐腐蚀等功能，不用涂涂料，可节约施工时间及费用。"
		},
		{
			"input": "水平式遮阳的特点",
			"output": "水平式遮阳板能够遮挡高度角较大的、从窗口上方射来的阳光。适用于南向窗口和北回归线以南的低纬度地 区的北向窗口。"
		},
		{
			"input": "垂直式遮阳的特点",
			"output": "垂直式遮阳板能够遮挡高度角较小的、从窗口两侧斜射来的阳光。适用于偏东、偏西的南或北向窗口。"
		},
		{
			"input": "综合式遮阳的特点",
			"output": "水平式和垂直式的综合形式，能遮挡窗口上方和左右两侧射来的阳光。适用于南、东南、西南的窗口以及北 回归线以南低纬度地区的北向窗口。"
		},
		{
			"input": "挡板式遮阳的特点",
			"output": "能够遮挡高度角较小的、正射窗口的阳光，适用于东西向窗口。"
		},
		{
			"input": "活动轻型遮阳的特点",
			"output": "由于建筑室内对阳光的需求是随时间、季节变化的，而太阳高度角也是随气候、时间不同而不同，因而采用 便于拆卸的轻型遮阳和可调节角度的活动式遮阳对于建筑节能和满足使用要求均很好(图7-2)。轻型遮阳因材料 构造不同，类型很多，常用的有机翼形遮阳系统，按其安装方式的不同可分为固定安装系统和机动可调节系统。"
		}
	]
}