{
	"type": "text2text",
	"instances": [
		{
			"input": "文化馆建筑设计应符合哪些要求与规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑设计应符合节约能源、环境保护的要求，并宜符合现行国家标准《绿色建筑评价标准》GB／T 50378的有关规定。"
		},
		{
			"input": "文化馆建筑的室设计应该注意哪些方面的要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆设计应符合民族文化、传统习俗 环境设计、建筑造型及装饰设计宜突出当地文化特色。"
		},
		{
			"input": "文化馆建筑防火应符合什么规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑的室外活动场地和建筑物的安全设计应包括防火、防灾、安防设施、通行安全、环境安全等。文化馆建筑防火应符合现行国家标准《建筑设计防火规范》GB 50016的规定。"
		},
		{
			"input": "文化馆建筑的抗震设计应符合什么规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑的抗震设计应符合现行国家标准《建筑抗震设计规范》GB 50011的有关规定。"
		},
		{
			"input": "文化馆建筑的无障碍设计应符合什么规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑应进行无障碍设计，并应符合现行国家标准《无障碍设计规范》GB 50763的有关规定。"
		},
		{
			"input": "文化馆建筑选址有哪些要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑选址应符合当地文化事业发展和当地城乡规划的要求。"
		},
		{
			"input": "新建文化馆宜有独立的建筑基地，当与其他建筑合建时，应满足什么要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，新建文化馆宜有独立的建筑基地，当与其他建筑合建时，应满足使用功能的要求，且自成一区，并应设置独立的出入口。"
		},
		{
			"input": "文化馆建筑选址应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑选址应符合下列规定：<br />    1 应选择位置适中、交通便利、便于群众文化活动的地区；<br />    2 环境应适宜，并宜结合城镇广场、公园绿地等公共活动空间综合布置；<br />    3 与各种污染源及易燃易爆场所的控制距离应符合国家现行有关标准的规定；<br />    4 应选在工程地质及水文地质较好的地段。"
		},
		{
			"input": "文化馆建筑的总平面设计应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑的总平面设计应符合下列规定：<br />    1 功能分区应明确，群众活动区宜靠近主出入口或布置在便于人流集散的部位；<br />    2 人流和车辆交通路线应合理，道路布置应便于道具、展品的运输和装卸；<br />    3 基地至少应设有两个出入口，且当主要出入口紧邻城市交通干道时，应符合城乡规划的要求并应留出疏散缓冲距离。"
		},
		{
			"input": "文化馆建筑的总平面划分的静态功能区和动态功能区有哪些特点？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑的总平面应划分静态功能区和动态功能区，且应分区明确、互不干扰，并应按人流和疏散通道布局功能区。静态功能区与动态功能区宜分别设置功能区的出入口。"
		},
		{
			"input": "文化馆设置的室外活动场地应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆应设置室外活动场地，并应符合下列规定：<br />    1 应设置在动态功能区一侧，并应场地规整、交通方便、朝向较好；<br />    2 应预留布置活动舞台的位置，并应为活动舞台及其设施设备预留必要的条件。"
		},
		{
			"input": "文化馆的庭院应该怎样设计？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的庭院设计，应结合地形、地貌、场区布置及建筑功能分区的关系，布置室外休息活动场所、绿化及环境景观等，并宜在人流集中的路边设置宣传栏、画廊、报刊橱窗等宣传设施。"
		},
		{
			"input": "文化馆的基地内应怎样设计？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，基地内应设置机动车及非机动车停车场(库)，且停车数量应符合城乡规划的规定。停车场地不得占用室外活动场地。"
		},
		{
			"input": "当文化馆基地距医院、学校、幼儿园、住宅等建筑较近时应怎样设计？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，当文化馆基地距医院、学校、幼儿园、住宅等建筑较近时，室外活动场地及建筑内噪声较大的功能用房应布置在医院、学校、幼儿园、住宅等建筑的远端，并应采取防干扰措施。"
		},
		{
			"input": "文化馆建筑的密度、建筑容积率及场区绿地率，应符合什么规定和要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑的密度、建筑容积率及场区绿地率，应符合国家现行有关标准的规定和城乡规划的要求。"
		},
		{
			"input": "文化馆建筑由哪些用房组成？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑宜由群众活动用房、业务用房和管理及辅助用房组成。文化馆建筑各类用房可根据文化馆的规模和使用要求进行增减或合并。"
		},
		{
			"input": "文化馆各类用房在使用上有哪些特点？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆各类用房在使用上应具有可调性和灵活性，并应便于分区使用和统一管理。"
		},
		{
			"input": "文化馆的群众活动区域内应设置什么？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的群众活动区域内应设置无障碍卫生间。"
		},
		{
			"input": "文化馆设置儿童、老年人的活动用房时，应怎样布置？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆设置儿童、老年人的活动用房时，应布置在三层及三层以下，且朝向良好和出入安全、方便的位置。"
		},
		{
			"input": "文化馆的群众活动用房应采用什么样的地面？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，群众活动用房应采用易清洁、耐磨的地面。严寒地区的儿童和老年人的活动室宜做暖性地面。"
		},
		{
			"input": "文化馆内的哪些房间应按不同功能要求设置相应的外窗遮光设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，排演用房、报告厅、展览陈列用房、图书阅览室、教学用房、音乐、美术工作室等应按不同功能要求设置相应的外窗遮光设施。"
		},
		{
			"input": "文化馆各类用房的采光应符合什么规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆各类用房的采光应符合现行国家标准《建筑采光设计标准》GB 50033的有关规定。"
		},
		{
			"input": "文化馆内的标志标识系统应怎样设计？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的标志标识系统设计应满足使用功能需要，并应合理设置位置，字迹应清晰醒目。"
		},
		{
			"input": "文化馆内的群众活动用房包括哪些？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内群众活动用房宜包括门厅、展览陈列用房、报告厅、排演厅、文化教室、计算机与网络教室、多媒体视听教室、舞蹈排练室、琴房、美术书法教室、图书阅览室、游艺用房等。"
		},
		{
			"input": "文化馆的群众活动用房的门厅应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的群众活动用房的门厅应符合下列规定：<br />    1 位置应明显，方便人流疏散，并具有明确的导向性；<br />    2 宜设置具有交流展示功能的设施。"
		},
		{
			"input": "文化馆的展览陈列用房应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的展览陈列用房应符合下列规定：<br />    1 应由展览厅、陈列室、周转房及库房等组成，且每个展览厅的使用面积不宜小于65m2；小型馆的展览厅、陈列室宜与门厅合并布置；大型馆的陈列室宜与门厅或走廊合并布置；<br />    2 展览厅内的参观路线应顺畅，并应设置可灵活布置的展板和照明设施；<br />    3 宜以自然采光为主，并应避免眩光及直射光；<br />    4 展览厅、陈列室的出入口的宽度和高度应满足安全疏散和搬运展品及大型版面的要求；<br />    5 展墙、展柜应满足展物保护、环保、防潮、防淋及防盗的要求。并应保证展物的安全；<br />    6 展墙、展柜应符合展览陈列品的规格要求，并应结构牢固耐用，材质和色彩应符合展览陈列品的特点；独立展柜、展台不应与地面固定；展柜的开启应方便、安全、可靠；<br />    7 展览陈列厅宜预留多媒体及数字放映设备的安装条件； <br />    8 展览陈列厅应满足展览陈列品的防霉、防蛀要求，并宜设置温度、湿度监测设施及防止虫菌害的措施；<br />    9 展览厅、陈列室可按现行行业标准《博物馆建筑设计规范》JGJ 66执行。"
		},
		{
			"input": "文化馆内的排演厅应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，排演厅应符合下列规定：<br />    1 排演厅宜包括观众厅、舞台、控制室、放映室、化妆间、厕所、淋浴更衣间等功能用房。<br />    2 观众厅的规模不宜大于600座，观众厅的座椅排列和每座使用面积指标可按现行行业标准《剧场建筑设计规范》JGJ 57执行。当观众厅为300座以下时，可将观众厅做成水平地面、伸缩活动座椅。<br />    3 当观众厅规模超过300座时，观众厅的座位排列、走道宽度、视线及声学设计、放映室及舞台设计，应符合国家现行标准《剧场建筑设计规范》JGJ 57、《剧场、电影院和多用途厅堂建筑声学设计规范》GB／T 50356的有关规定。<br />    4 排演厅应配置电动升降吊杆、舞台灯光及音响等舞台设施。排演厅舞台高度应满足排练演出和舞台机械设备的安装尺度要求。<br />    5 化妆间、淋浴更衣间等舞台附属用房应满足演出活动时演员的基本使用要求。<br />    6 排演厅宜具备剧目排演、审查及电影放映等多种用途；当设置小型剧场或影剧院时，排演厅不宜再重复设置。"
		},
		{
			"input": "文化馆内的文化教室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />文化教室应包括普通教室(小教室)和大教室。文化馆内的文化教室应符合下列规定：<br />    1 普通教室宜按每40人一间设置，大教室宜按每80人一间设置，且教室的使用面积不应小于1．4m2／人；<br />    2 文化教室课桌椅的布置及有关尺寸，不宜小于现行国家标准《中小学校设计规范》GB 50099有关规定；<br />    3 普通教室及大教室均应设黑板、讲台，并应预留电视、投影等设备的安装条件；<br />    4 大教室可根据使用要求设为阶梯地面，并应设置连排式桌椅。"
		},
		{
			"input": "文化馆内的计算机与网络教室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的计算机与网络教室应符合下列规定：<br />    1 平面布置应符合现行国家标准《中小学校设计规范》GB 50099对计算机教室的规定，且计算机桌应采用全封闭双人单桌，操作台的布置应方便教学；<br />    2 50座的教室使用面积不应小于73m2，25座的教室使用面积不应小于54m2；<br />    3 室内净高不应小于3．0m；<br />    4 不应采用易产生粉尘的黑板；<br />    5 各种管线宜暗敷设，竖向走线宜设管井；<br />    6 宜北向开窗； <br />    7 宜配置相应的管理用房；<br />    8 宜与文化信息资源共享工程服务点、电子图书阅览室合并设置，且合并设置时，应设置国家共享资源接收终端，并应设置统一标识牌。"
		},
		{
			"input": "文化馆内的多媒体视听教室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />文化馆内的多媒体视听教室宜具备多媒体视听、数字电影、文化信息资源共享工程服务等功能。<br />文化馆内的多媒体视听教室应符合下列规定：<br />    1 可按文化馆的规模和需求，分别设置或合并设置不同功能空间；<br />    2 规模宜控制在每间100人～200人，且当规模较小时，宜与报告厅等功能相近的空间合并设置；<br />    3 应预留投影机、投影幕、扩声系统、播放机的安装条件；<br />    4 室内装修应满足声学要求，且房间门应采用隔声门。"
		},
		{
			"input": "文化馆内的舞蹈排练室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，舞蹈排练室应符合下列规定：<br />    1 宜靠近排演厅后台布置，并应设置库房、器材储藏室等附属用房；<br />    2 每间的使用面积宜控制在80m2～200m2；用于综合排练室使用时，每间的使用面积宜控制在200m2～400m2；每间人均使用面积不应小于6m2；<br />    3 室内净高不应低于4．5m；<br />    4 地面应平整，且宜做有木龙骨的双层木地板；<br />    5 室内与采光窗相垂直的一面墙上，应设置高度不小于2．10m(包括镜座)的通长照身镜，且镜座下方应设置不超过0．30m高的通长储物箱，其余三而墙上应设置高度不低于0．90m的可升降把杆，把杆距墙不宜小于0．40m；<br />    6 舞蹈排练室的墙面应平直，室内不得设有独立柱及墙壁柱，墙面及顶棚不得有妨碍活动安全的突出物，采暖设施应暗装；<br />    7 舞蹈排练室的采光窗应避免眩光，或设置遮光设施。"
		},
		{
			"input": "文化馆内的琴房应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的琴房应符合下列规定：<br />    1 琴房的数量可根据文化馆的规模进行确定，且使用面积不应小于6㎡／人；<br />    2 琴房墙面不应相互平行，墙体、地面及顶棚应采用隔声材料或做隔声处理，且房间门应为隔声门，内墙面及顶棚表面应做吸声处理；<br />    3 琴房内不宜有通风管道等穿过；当需要穿过时，管道及穿墙洞口处应做隔声处理；<br />    4 不宜设在温度、湿度常变的位置，且宜避开直射阳光，并应设具有吸声效果的窗帘。"
		},
		{
			"input": "文化馆内的美术书法教室设计应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的美术书法教室设计应符合下列规定：<br />    1 美术教室应为北向或顶部采光，并应避免直射阳光；人体写生的美术教室，应采取遮挡外界视线的措施；<br />    2 教室墙面应设挂镜线，且墙面宜设置悬挂投影幕的设施。室内应设洗涤池； <br />    3 教室的使用面积不应小于2．8m2／人，教室容纳人数不宜超过30人，准备室的面积宜为25m2；<br />    4 书法学习桌应采用单桌排列，其排距不宜小于1．20m，且教室内的纵向走道宽度不应小于0．70m；<br />    5 有条件时，美术教室、书法教室宜单独设置，且美术教室宜配备教具储存室、陈列室等附属房间，教具储存室宜与美术教室相通。"
		},
		{
			"input": "文化馆内的游艺室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的游艺室应符合下列规定：<br />    1 文化馆应根据活动内容和实际需要设置大、中、小游艺室，并应附设管理及储藏空间，大游艺室的使用面积不应小于100m2，中游艺室的使用面积不应小于60m2，小游艺室的使用面积不应小于30m2；<br />    2 大型馆的游艺室宜分别设置综合活动室、儿童活动室、老人活动室及特色文化活动室，且儿童活动室室外宜附设儿童活动场地。"
		},
		{
			"input": "文化馆的业务用房应包括哪些？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的业务用房应包括录音录像室、文艺创作室、研究整理室、计算机机房等。"
		},
		{
			"input": "文化馆内的文艺创作室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的文艺创作室应符合下列规定：<br />    1 文艺创作室宜由若干文学艺术创作工作间组成，且每个工作间的使用面积宜为12m2；<br />    2 应设在静区，并宜与图书阅览室邻近；<br />    3 应设在适合自然采光的朝向，且外窗应设有遮光设施。"
		},
		{
			"input": "文化馆内的计算机机房包括哪些？应该符合什么规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内的计算机机房应包括计算机网络管理、文献数字化、网站管理等用房。文化馆内的计算机机房应符合现行国家标准《电子信息系统机房设计规范》GB 50174的有关规定。"
		},
		{
			"input": "文化馆的管理用房由哪些组成？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的管理用房应由行政办公室、接待室、会计室、文印打字室及值班室等组成。文化馆的管理用房应设于对外联系方便、对内管理便捷的部位，并宜自成一区。"
		},
		{
			"input": "对于文化馆的行政办公室的使用面积是怎样规定的？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的行政办公室的使用面积宜按每人5㎡计算，且最小办公室使用面积不宜小于10㎡。"
		},
		{
			"input": "文化馆的卫生、洗浴用房应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的卫生、洗浴用房应符合下列规定：<br />    1 文化馆建筑内应分层设置卫生间；<br />    2 公用卫生间应设室内水冲式便器，并应设置前室；公用卫生间服务半径不宜大于50m，卫生设施的数量应按男每40人设一个蹲位、一个小便器或1m小便池，女每13人设一个蹲位；<br />    3 洗浴用房应按男女分设，且洗浴间、更衣间应分别设置，更衣间前应设前室或门斗；<br />    4 洗浴间应采用防滑地面，墙面应采用易清洗的饰面材料；<br />    5 洗浴间对外的门窗应有阻挡视线的功能。"
		},
		{
			"input": "文化馆的服装、道具、物品仓库应布置应该注意些什么？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的服装、道具、物品仓库应布置在相应使用场所及通道附近，并应防潮、通风，必要时可设置机械排风。"
		},
		{
			"input": "文化馆的设备用房包括哪些？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的设备用房应包括锅炉房、水泵房、空调机房、变配电间、电信设备间、维修间等。"
		},
		{
			"input": "文化馆建筑的给水排水系统应该怎么设计？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆建筑应设有室内给水排水系统。"
		},
		{
			"input": "文化馆的给水排水及消防的管道设置时要注意些什么？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的给水排水及消防的管道不应穿越变配电间、计算机机房、控制室、档案室的藏品区等房间，且不应在遇水可能发生事故或造成严重损失的设备或物品上方通过。"
		},
		{
			"input": "文化馆的排水管道要避开哪些功能室？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的排水管道不宜穿越排演厅、文化教室、计算机与网络教室、舞蹈排练室、琴房、图书阅览室、录音录像室、文艺创作室等房间。"
		},
		{
			"input": "当文化馆内设有生活热水系统时，应根据当地气候条件，优先选用什么系统？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，当文化馆内设有生活热水系统时，应根据当地气候条件，优先选用太阳能热水系统。"
		},
		{
			"input": "文化馆的绿化、冲厕以及洗车等非饮用水，宜采用哪些水源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的绿化、冲厕以及洗车等非饮用水，宜采用再生水、雨水等非传统水源。"
		},
		{
			"input": "文化馆的群众活动用房应设置什么设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的群众活动用房应设置饮用水设施。"
		},
		{
			"input": "设置集中采暖系统的文化馆采用什么为热媒？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，设置集中采暖系统的文化馆应采用热水为热媒。"
		},
		{
			"input": "在文化馆内，设置采暖设施的房间的通风应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内设置采暖设施的房间的通风应符合下列规定：<br />    1 应有良好的自然通风条件，当不能满足卫生要求时，应设机械通风系统，且送风量可按排风量的80％～90％计算；<br />    2 观演厅、文化教室等宜按2次／h～3次／h排风量计算，图书阅览室、办公室等房间宜按1次／h～2次／h计算，并应同时满足人员最小新风量需求。"
		},
		{
			"input": "当设置文化馆的空调系统时，一般房间及门厅、走廊等的室内设计参数及新风量应符合什么规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，当设置文化馆的空调系统时，一般房间及门厅、走廊等的室内设计参数及新风量应符合现行国家标准《公共建筑节能设计标准》GB 50189的规定。"
		},
		{
			"input": "文化馆的琴房相对湿度宜控制在什么范围？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的琴房相对湿度宜控制在40％～70％。"
		},
		{
			"input": "文化馆的采暖、空调水系统管道不应穿越哪些区域？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的采暖、空调水系统管道不应穿越变配电间、计算机机房、控制室、档案室的藏品区等。"
		},
		{
			"input": "文化馆的卫生间、洗浴间应设置什么样的排风系统？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的卫生间、洗浴间应设置独立的排风系统。"
		},
		{
			"input": "文化馆的报告厅、计算机与网络教室、计算机机房、多媒体视听教室、录音录像室、电子图书阅览室、维修间等场所宜设置什么配电箱？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的报告厅、计算机与网络教室、计算机机房、多媒体视听教室、录音录像室、电子图书阅览室、维修间等场所宜设置专用配电箱。且设备用电宜采用单独回路供电。"
		},
		{
			"input": "文化馆的排演厅与室外活动场地的舞台灯光与音响设备电源应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的排演厅与室外活动场地的舞台灯光与音响设备电源应符合下列规定：<br />    1 排演厅应预留舞台灯光、音响设备电源，且观众厅规模在300座及以上时，其舞台灯光与音响设计的电源配置应按照小型剧场的要求设置；观众厅规模小于300座时，可简化，并宜预留备用配电回路与电气容量；<br />    2 排演厅的舞台灯光应配置电动升降吊杆；<br />    3 室外活动场地应预留舞台灯光与音响设备电源，且电源位置可选在相邻的建筑物处，其配电箱或柜的外壳防护等级不应 低于IP54，其低压配电系统接地形式应采用TT系统；<br />    4 舞台灯光与音响设备电源应分别采用专用干线供电。"
		},
		{
			"input": "文化馆的展览陈列厅照明应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的展览陈列厅照明应符合下列规定：<br />    1 应采用混合照明方式； <br />    2 展览陈列位置应预留备用配电回路与电气容量；<br />    3 展品在灯光作用下易褪色或变质且较为贵重时，应选用紫外线少的光源或灯具，也可采取临时措施减少电光源对展品的损伤；<br />    4 照明线路宜采用封闭式金属槽盒或插接式照明母线方式配线，重要展品上方的灯具及明敷管线宜采取防坠落保护措施；<br />    5 每个展位均应设置电源插座，展位不能确定时应在适当位置预留墙壁或地面插座，并应预留多媒体及数字放映设备电源插座。"
		},
		{
			"input": "文化馆的报告厅、多媒体视听教室等场所，应设置什么电源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的报告厅、多媒体视听教室等场所，应设置扩声系统电源，并应预留投影仪、计算机等设备的电源插座。"
		},
		{
			"input": "文化馆内哪些地方应设置电源插座？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的展览陈列厅、琴房、教室、文艺创作室、录音录像室等场所，应设置电源插座，且插座数量应满足需求；电子图书阅览室应设置电子阅览设备、打印机等电源插座。"
		},
		{
			"input": "文化馆内设有黑板的教室应设置什么？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内设有黑板的教室应设置黑板照明。"
		},
		{
			"input": "文化馆的舞蹈排练室宜采用哪种灯具？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的舞蹈排练室宜采用嵌入式或吸顶式照明灯具。"
		},
		{
			"input": "文化馆的美术书法教室应采用哪类照明光源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的美术书法教室应采用显色指数(Ra)不低于90的照明光源。"
		},
		{
			"input": "文化馆内无特殊照明要求的场所应选哪种光源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内无特殊照明要求的场所应选用高效节能的光源、灯具及其附件。"
		},
		{
			"input": "文化馆的指示灯、标志灯应选用哪种启动光源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的指示灯、标志灯应选用LED、直管形荧光灯或紧凑型荧光灯等瞬时启动光源。"
		},
		{
			"input": "对文化馆内的照明控制有什么要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的照明控制应有利于节能和管理，并应优先利用天然光。"
		},
		{
			"input": "文化馆内设有中央空调系统或变冷媒流量多联空调系统的场所，应设置什么装置？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内设有中央空调系统或变冷媒流量多联空调系统的场所，应设置节能控制装置。"
		},
		{
			"input": "对文化馆内各类用房室内线路由什么要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆内各类用房室内线路宜采用暗敷设方式。多媒体视听教室、计算机与网络教室等场所宜设置防静电地板，且语音、数据、设备电源等线路宜采用地面线槽沿静电地板下布线。"
		},
		{
			"input": "文化馆的演唱演奏室和表演空间与控制室之间应预留什么？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的演唱演奏室和表演空间与控制室之间应预留信号、视频与音频管路。"
		},
		{
			"input": "文化馆的哪些场所应设置计算机网络接口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的电子图书阅览室、文化信息资源共享工程服务点、多媒体视听教室、报告厅、各类教室、研究整理室、创作室、办公室等场所，应设置计算机网络接口。"
		},
		{
			"input": "文化馆的文化教室、公共活动场所及室外广场附近的建筑物等，应设置什么接口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的文化教室、公共活动场所及室外广场附近的建筑物等，应设置有线电视接口。"
		},
		{
			"input": "文化馆的公共部位应设置什么接口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的公共部位应设置公用电话接口及计算机网络接口。"
		},
		{
			"input": "文化馆的排演厅、报告厅应设置什么系统？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的排演厅、报告厅应设置音响扩声系统。"
		},
		{
			"input": "文化馆的电气设计应满足哪些需要？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，文化馆的电气设计应满足房间互换和增加设备的需要。"
		},
		{
			"input": "文化馆建筑设计应符合节约能源、环境保护的要求，并宜符合哪类有关规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />    文化馆建筑设计应符合节约能源、环境保护的要求，并宜符合现行国家标准《绿色建筑评价标准》GB／T 50378的有关规定。<br /><br />"
		},
		{
			"input": "文化馆设计应符合突出哪些当地文化特色？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />    文化馆设计应符合民族文化、传统习俗；环境设计、建筑造型及装饰设计宜突出当地文化特色。<br />"
		},
		{
			"input": "文化馆建筑的室外活动场地和建筑物的安全设计应包括防火、防灾、安防设施、通行安全、环境安全等，且防火应符合现行哪类规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />    文化馆建筑的室外活动场地和建筑物的安全设计应包括防火、防灾、安防设施、通行安全、环境安全等，且防火应符合现行国家标准《建筑设计防火规范》GB 50016的规定。"
		},
		{
			"input": "文化馆建筑的抗震设计应符合哪类有关规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />    文化馆建筑的抗震设计应符合现行国家标准《建筑抗震设计规范》GB 50011的有关规定。<br />"
		},
		{
			"input": "文化馆建筑应进行无障碍设计，并应符合哪类有关规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />    文化馆建筑应进行无障碍设计，并应符合现行国家标准《无障碍设计规范》GB 50763的有关规定。<br />"
		},
		{
			"input": "文化馆建筑选址应符合当地哪些要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆建筑选址应符合当地文化事业发展和当地城乡规划的要求"
		},
		{
			"input": "新建文化馆宜有独立的建筑基地，当与其他建筑合建时，应满足使用功能的要求，且自成一区，并应设置什么样的出入口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   新建文化馆宜有独立的建筑基地，当与其他建筑合建时，应满足使用功能的要求，且自成一区，并应设置独立的出入口。<br />"
		},
		{
			"input": "文化馆建筑选址应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />    文化馆建筑选址应符合下列规定：<br />    1 应选择位置适中、交通便利、便于群众文化活动的地区；<br />    2 环境应适宜，并宜结合城镇广场、公园绿地等公共活动空间综合布置；<br />    3 与各种污染源及易燃易爆场所的控制距离应符合国家现行有关标准的规定；<br />    4 应选在工程地质及水文地质较好的地段。<br /><br />"
		},
		{
			"input": "文化馆建筑的总平面设计应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆建筑的总平面设计应符合下列规定：<br />    1 功能分区应明确，群众活动区宜靠近主出入口或布置在便于人流集散的部位；<br />    2 人流和车辆交通路线应合理，道路布置应便于道具、展品的运输和装卸；<br />    3 基地至少应设有两个出入口，且当主要出入口紧邻城市交通干道时，应符合城乡规划的要求并应留出疏散缓冲距离。<br /><br /><br /><br />"
		},
		{
			"input": "文化馆建筑的总平面功能区怎样设定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆建筑的总平面应划分静态功能区和动态功能区，且应分区明确、互不干扰，并应按人流和疏散通道布局功能区。静态功能区与动态功能区宜分别设置功能区的出入口。<br /><br /><br /><br />"
		},
		{
			"input": "文化馆应设置室外活动场地，并应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆应设置室外活动场地，并应符合下列规定：<br />    1 应设置在动态功能区一侧，并应场地规整、交通方便、朝向较好；<br />    2 应预留布置活动舞台的位置，并应为活动舞台及其设施设备预留必要的条件。<br /><br /><br />"
		},
		{
			"input": "文化馆的庭院设计应结合哪些功能分区的关系？布置室外休息活动场所、绿化及环境景观等，并宜在人流集中的路边设置什么宣传设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆的庭院设计，应结合地形、地貌、场区布置及建筑功能分区的关系，布置室外休息活动场所、绿化及环境景观等，并宜在人流集中的路边设置宣传栏、画廊、报刊橱窗等宣传设施。<br /><br />"
		},
		{
			"input": "在文化馆防火要求中，基地内应设置机动车及非机动车停车场(库)，且停车数量应符合什么规定？停车场地不得占用哪些活动场地？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br /> 在文华馆防火要求中，基地内应设置机动车及非机动车停车场(库)，且停车数量应符合城乡规划的规定。停车场地不得占用室外活动场地。"
		},
		{
			"input": "当文化馆基地距医院、学校、幼儿园、住宅等建筑较近时，室外活动场地及建筑内噪声较大的功能用房应布置在什么位置？并采取什么措施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   当文化馆基地距医院、学校、幼儿园、住宅等建筑较近时，室外活动场地及建筑内噪声较大的功能用房应布置在医院、学校、幼儿园、住宅等建筑的远端，并应采取防干扰措施。<br /><br /><br />"
		},
		{
			"input": "文化馆建筑的密度、建筑容积率及场区绿地率，应符合国家的什么要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆建筑的密度、建筑容积率及场区绿地率，应符合国家现行有关标准的规定和城乡规划的要求。<br /><br />"
		},
		{
			"input": "文化馆建筑宜由哪些用房组成？且各类用房可根据什么要求进行增减或合并？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆建筑宜由群众活动用房、业务用房和管理及辅助用房组成，且各类用房可根据文化馆的规模和使用要求进行增减或合并。<br /><br /><br />"
		},
		{
			"input": "文化馆各类用房在使用上应具有什么性质，并应便于分区使用和统一管理。",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆各类用房在使用上应具有可调性和灵活性，并应便于分区使用和统一管理。<br /><br /><br />"
		},
		{
			"input": "文化馆的群众活动区域内应设置什么样的卫生间？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆的群众活动区域内应设置无障碍卫生间。<br /><br /><br />"
		},
		{
			"input": "文化馆设置儿童、老年人的活动用房时，应布置在几层，且朝向良好和出入安全、方便的位置？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆设置儿童、老年人的活动用房时，应布置在三层及三层以下，且朝向良好和出入安全、方便的位置。<br /><br />"
		},
		{
			"input": "在文华馆防火要求中，群众活动用房应采用什么样的地面？严寒地区的儿童和老年人的活动室宜做什么地面？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，群众活动用房应采用易清洁、耐磨的地面；严寒地区的儿童和老年人的活动室宜做暖性地面。"
		},
		{
			"input": "在文华馆防火要求中，排演用房、报告厅、展览陈列用房、图书阅览室、教学用房、音乐、美术工作室等应按不同功能要求设置相应的什么设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，排演用房、报告厅、展览陈列用房、图书阅览室、教学用房、音乐、美术工作室等应按不同功能要求设置相应的外窗遮光设施。<br />。"
		},
		{
			"input": "文化馆各类用房的采光应符合哪类有关规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆各类用房的采光应符合现行国家标准《建筑采光设计标准》GB 50033的有关规定。<br /><br />"
		},
		{
			"input": "文化馆内的标志标识系统设计应满足哪些要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆内的标志标识系统设计应满足使用功能需要，并应合理设置位置，字迹应清晰醒目。<br /><br /><br />"
		},
		{
			"input": "在文华馆防火要求中，群众活动用房包括哪些？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，群众活动用房宜包括门厅、展览陈列用房、报告厅、排演厅、文化教室、计算机与网络教室、多媒体视听教室、舞蹈排练室、琴房、美术书法教室、图书阅览室、游艺用房等。"
		},
		{
			"input": "在文华馆防火要求中，门厅应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ， 门厅应符合下列规定：<br />    1 位置应明显，方便人流疏散，并具有明确的导向性；<br />    2 宜设置具有交流展示功能的设施。"
		},
		{
			"input": "在文华馆防火要求中，展览陈列用房应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，展览陈列用房应符合下列规定：<br />    1 应由展览厅、陈列室、周转房及库房等组成，且每个展览厅的使用面积不宜小于65m2；小型馆的展览厅、陈列室宜与门厅合并布置；大型馆的陈列室宜与门厅或走廊合并布置；<br />    2 展览厅内的参观路线应顺畅，并应设置可灵活布置的展板和照明设施；<br />    3 宜以自然采光为主，并应避免眩光及直射光；<br />    4 展览厅、陈列室的出入口的宽度和高度应满足安全疏散和搬运展品及大型版面的要求；<br />    5 展墙、展柜应满足展物保护、环保、防潮、防淋及防盗的要求。并应保证展物的安全；<br />    6 展墙、展柜应符合展览陈列品的规格要求，并应结构牢固耐用，材质和色彩应符合展览陈列品的特点；独立展柜、展台不应与地面固定；展柜的开启应方便、安全、可靠；<br />    7 展览陈列厅宜预留多媒体及数字放映设备的安装条件； <br />    8 展览陈列厅应满足展览陈列品的防霉、防蛀要求，并宜设置温度、湿度监测设施及防止虫菌害的措施；<br />    9 展览厅、陈列室可按现行行业标准《博物馆建筑设计规范》JGJ 66执行。"
		},
		{
			"input": "在文华馆防火要求中，报告厅应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，报告厅应符合下列规定：<br />    1 应具有会议、讲演、讲座、报告、学术交流等功能，也可用于娱乐活动和教学；<br />    2 规模宜控制在300座以下，并应设置活动座椅，且每座使用面积不应小于1．0m2；<br />    3 应设置讲台、活动黑板、投影幕等，并宜配备标准主席台和贵宾休息室；<br />    4 应预留投影机、幻灯机、扩声系统等设备的安装条件，并应满足投影、扩声等使用功能要求；声学环境宜以建筑声学为主，且扩声指标不应低于现行国家标准《厅堂扩声系统设计规范》GB 50371中会议类二级标准的要求；<br />    5 当规模较小或条件不具备时，报告厅宜与小型排演厅合并为多功能厅。"
		},
		{
			"input": "在文华馆防火要求中，排厅应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，排演厅应符合下列规定：<br />    1 排演厅宜包括观众厅、舞台、控制室、放映室、化妆间、厕所、淋浴更衣间等功能用房。<br />    2 观众厅的规模不宜大于600座，观众厅的座椅排列和每座使用面积指标可按现行行业标准《剧场建筑设计规范》JGJ 57执行。当观众厅为300座以下时，可将观众厅做成水平地面、伸缩活动座椅。<br />    3 当观众厅规模超过300座时，观众厅的座位排列、走道宽度、视线及声学设计、放映室及舞台设计，应符合国家现行标准《剧场建筑设计规范》JGJ 57、《剧场、电影院和多用途厅堂建筑声学设计规范》GB／T 50356的有关规定。<br />    4 排演厅应配置电动升降吊杆、舞台灯光及音响等舞台设施。排演厅舞台高度应满足排练演出和舞台机械设备的安装尺度要求。<br />    5 化妆间、淋浴更衣间等舞台附属用房应满足演出活动时演员的基本使用要求。<br />    6 排演厅宜具备剧目排演、审查及电影放映等多种用途；当设置小型剧场或影剧院时，排演厅不宜再重复设置。"
		},
		{
			"input": "在文华馆防火要求中，文化教室应包括普通教室(小教室)和大教室，并应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，文化教室应包括普通教室(小教室)和大教室，并应符合下列规定：<br />    1 普通教室宜按每40人一间设置，大教室宜按每80人一间设置，且教室的使用面积不应小于1．4m2／人；<br />    2 文化教室课桌椅的布置及有关尺寸，不宜小于现行国家标准《中小学校设计规范》GB 50099有关规定；<br />    3 普通教室及大教室均应设黑板、讲台，并应预留电视、投影等设备的安装条件；<br />    4 大教室可根据使用要求设为阶梯地面，并应设置连排式桌椅。"
		},
		{
			"input": "在文华馆防火要求中，计算机与网络教室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，计算机与网络教室应符合下列规定：<br />    1 平面布置应符合现行国家标准《中小学校设计规范》GB 50099对计算机教室的规定，且计算机桌应采用全封闭双人单桌，操作台的布置应方便教学；<br />    2 50座的教室使用面积不应小于73m2，25座的教室使用面积不应小于54m2；<br />    3 室内净高不应小于3．0m；<br />    4 不应采用易产生粉尘的黑板；<br />    5 各种管线宜暗敷设，竖向走线宜设管井；<br />    6 宜北向开窗； <br />    7 宜配置相应的管理用房；<br />    8 宜与文化信息资源共享工程服务点、电子图书阅览室合并设置，且合并设置时，应设置国家共享资源接收终端，并应设置统一标识牌。"
		},
		{
			"input": "在文华馆防火要求中，多媒体视听教室宜具备多媒体视听、数字电影、文化信息资源共享工程服务等功能，并应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中   多媒体视听教室宜具备多媒体视听、数字电影、文化信息资源共享工程服务等功能，并应符合下列规定：<br />    1 可按文化馆的规模和需求，分别设置或合并设置不同功能空间；<br />    2 规模宜控制在每间100人～200人，且当规模较小时，宜与报告厅等功能相近的空间合并设置；<br />    3 应预留投影机、投影幕、扩声系统、播放机的安装条件；<br />    4 室内装修应满足声学要求，且房间门应采用隔声门。"
		},
		{
			"input": "在文华馆防火要求中，舞蹈排练室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，舞蹈排练室应符合下列规定：<br />    1 宜靠近排演厅后台布置，并应设置库房、器材储藏室等附属用房；<br />    2 每间的使用面积宜控制在80m2～200m2；用于综合排练室使用时，每间的使用面积宜控制在200m2～400m2；每间人均使用面积不应小于6m2；<br />    3 室内净高不应低于4．5m；<br />    4 地面应平整，且宜做有木龙骨的双层木地板；<br />    5 室内与采光窗相垂直的一面墙上，应设置高度不小于2．10m(包括镜座)的通长照身镜，且镜座下方应设置不超过0．30m高的通长储物箱，其余三而墙上应设置高度不低于0．90m的可升降把杆，把杆距墙不宜小于0．40m；<br />    6 舞蹈排练室的墙面应平直，室内不得设有独立柱及墙壁柱，墙面及顶棚不得有妨碍活动安全的突出物，采暖设施应暗装；<br />    7 舞蹈排练室的采光窗应避免眩光，或设置遮光设施。"
		},
		{
			"input": "在文华馆防火要求中，琴房应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，琴房应符合下列规定：<br />    1 琴房的数量可根据文化馆的规模进行确定，且使用面积不应小于6m2／人；<br />    2 琴房墙面不应相互平行，墙体、地面及顶棚应采用隔声材料或做隔声处理，且房间门应为隔声门，内墙面及顶棚表面应做吸声处理；<br />    3 琴房内不宜有通风管道等穿过；当需要穿过时，管道及穿墙洞口处应做隔声处理；<br />    4 不宜设在温度、湿度常变的位置，且宜避开直射阳光，并应设具有吸声效果的窗帘。<br /><br />4．2．11 美术书法教室设计应符合下列规定：<br />    1 美术教室应为北向或顶部采光，并应避免直射阳光；人体写生的美术教室，应采取遮挡外界视线的措施；<br />    2 教室墙面应设挂镜线，且墙面宜设置悬挂投影幕的设施。室内应设洗涤池； <br />    3 教室的使用面积不应小于2．8m2／人，教室容纳人数不宜超过30人，准备室的面积宜为25m2；<br />    4 书法学习桌应采用单桌排列，其排距不宜小于1．20m，且教室内的纵向走道宽度不应小于0．70m；<br />    5 有条件时，美术教室、书法教室宜单独设置，且美术教室宜配备教具储存室、陈列室等附属房间，教具储存室宜与美术教室相通。"
		},
		{
			"input": "在文华馆防火要求中，图书阅览室宜包括开架书库、阅览室、资料室、书报储藏间等，并应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中   图书阅览室宜包括开架书库、阅览室、资料室、书报储藏间等，并应符合下列规定：<br />    1 应设于文化馆内静态功能区；<br />    2 阅览室应光线充足，照度均匀，并应避免眩光及直射光；<br />    3 宜设儿童阅览室，并宜临近室外活动场地；<br />    4 阅览桌椅的排列间隔尺寸及每座使用面积，可按现行行业标准《图书馆建筑设计规范》JGJ 38执行；阅览室使用面积可根据服务人群的实际数量确定，也可多点设置阅览角；<br />    5 室内应预留布置书刊架、条形码管理系统、复印机等的空间。"
		},
		{
			"input": "在文华馆防火要求中，游艺室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中  ，游艺室应符合下列规定：<br />    1 文化馆应根据活动内容和实际需要设置大、中、小游艺室，并应附设管理及储藏空间，大游艺室的使用面积不应小于100m2，中游艺室的使用面积不应小于60m2，小游艺室的使用面积不应小于30m2；<br />    2 大型馆的游艺室宜分别设置综合活动室、儿童活动室、老人活动室及特色文化活动室，且儿童活动室室外宜附设儿童活动场地。"
		},
		{
			"input": "文化馆的业务用房应包括哪些房间？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆的业务用房应包括录音录像室、文艺创作室、研究整理室、计算机机房等。<br /><br />"
		},
		{
			"input": "在文华馆防火要求中，录音录像室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，录音录像室应符合下列规定：<br />    1 录音录像室应包括录音室和录像室，且录音室应由演唱演奏室和录音控制室组成；录像室宜由表演空间、控制室、编辑室组成，编辑室可兼作控制室；小型录像室的使用面积宜为80m2～130m2，室内净高宜为5．5m，单独设置的录音室使用面积可取下限。常用录音室、录像室的适宜尺寸应符合表4．3．2的规定。"
		},
		{
			"input": "在文华馆防火要求中，大型馆、中型馆、小型馆应怎样设置录音室和录像室？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，大型馆可分设专用的录音室和录像室，中型馆可分设也可合设录音室和录像室，小型馆宜合设为录音室和录像室。"
		},
		{
			"input": "在文华馆防火要求中，录音录像室功能区怎样设置？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，录音录像室应布置在静态功能区内最为安静的部位，且不得邻近变电室、空调机房、锅炉房、厕所等易产生噪声的地方，其功能分区宜自成一区。"
		},
		{
			"input": "在文华馆防火要求中，录音录像室的室内应进行怎样的声学设计？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中， 录音录像室的室内应进行声学设计，地面宜铺设木地板，并应采用密闭隔声门；不宜设外窗，并应设置空调设施。"
		},
		{
			"input": "在文华馆防火要求中，演唱演奏室和表演空间与控制室之间的隔墙应设什么？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，演唱演奏室和表演空间与控制室之间的隔墙应设观察窗。"
		},
		{
			"input": "在文华馆防火要求中，录音录像室不应有什么样的管道穿越？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，录音录像室不应有与其无关的管道穿越。"
		},
		{
			"input": "在文华馆防火要求中，文艺创作室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，文艺创作室应符合下列规定：<br />    1 文艺创作室宜由若干文学艺术创作工作间组成，且每个工作间的使用面积宜为12m2；<br />    2 应设在静区，并宜与图书阅览室邻近；<br />    3 应设在适合自然采光的朝向，且外窗应设有遮光设施。"
		},
		{
			"input": "在文华馆防火要求中，研究整理室应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，研究整理室应符合下列规定：<br />    1 研究整理室应由调查研究室、文化遗产整理室和档案室等组成；有条件时，各部分宜单独设置；<br />    2 应具备对当地地域文化、群众文化、群众艺术和馆藏文物、非物质文化遗产开展调查、研究的功能，并应具备鉴定编目的功能，也可兼作本馆出版物编辑室，使用面积不宜小于24m2；<br />    3 应设在静态功能区，并宜邻近图书阅览室集中布置；"
		},
		{
			"input": "在文华馆防火要求中，文化遗产整理室应什么空间？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，文化遗产整理室应设置试验平台及临时档案资料存放空间。"
		},
		{
			"input": "在文华馆防火要求中，档案室设置位置的要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，档案室应设在干燥、通风的位置；不宜设在建筑的顶层和底层。资料储藏用房的外墙不得采用跨层或跨间的通长窗，其外墙的窗墙比不应大于1：10；"
		},
		{
			"input": "在文华馆防火要求中，档案室应采取什么措施？门窗要求有哪些？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，在文华馆防火要求中，  档案室应采取防潮、防蛀、防鼠措施，并应设置防火和安全防范设施；门窗应为密闭的，外窗应设纱窗；房间门应设防盗门和甲级防火门；"
		},
		{
			"input": "在文华馆防火要求中，档案室的门高度、宽度是多少？室内地面、墙面及顶棚的装修材料有哪些要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，对于档案室的门，高度宜为2．1m，宽度宜为1．0m，室内地面、墙面及顶棚的装修材料应易于清扫、不易起尘；"
		},
		{
			"input": "在文华馆防火要求中，档案室内的资料储藏设置要求？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，   档案室内的资料储藏宜设置密集架、档案柜等装具，且装具排列的主通道净宽不应小于1．20m，两行装具间净宽不应小于0．80m，装具端部与墙的净距离不应小于0．60m；"
		},
		{
			"input": "在文华馆防火要求中，档案室应防止日光直射，并应避免什么对档案、资料的危害？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，档案室应防止日光直射，并应避免紫外线对档案、资料的危害；"
		},
		{
			"input": "在文华馆防火要求中，档案资料储藏用房的楼面荷载取值可按什么标准执行？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，在文华馆防火要求中，档案资料储藏用房的楼面荷载取值可按现行行业标准《档案馆建筑设计规范》JGJ 25执行。"
		},
		{
			"input": "在文华馆防火要求中，计算机机房应包括计算机网络管理、文献数字化、网站管理等用房，并应符合哪些有关规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中 ，计算机机房应包括计算机网络管理、文献数字化、网站管理等用房，并应符合现行国家标准《电子信息系统机房设计规范》GB 50174的有关规定。"
		},
		{
			"input": "文化馆的管理用房由哪些房间组成？管理用房的建筑面积可按照什么标准执行？辅助用房包括哪些房间？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   文化馆的管理用房应由行政办公室、接待室、会计室、文印打字室及值班室等组成，且应设于对外联系方便、对内管理便捷的部位，并宜自成一区。管理用房的建筑面积可按现行行业标准《办公建筑设计规范》JGJ 67的有关规定执行。辅助用房应包括休息室，卫生、洗浴用房，服装、道具、物品仓库，档案室、资料室，车库及设备用房等。<br /><br /><br /><br />"
		},
		{
			"input": "在文华馆防火要求中，行政办公室的使用面积按每人多少平米计算？最小办公室使用面积不宜小于多少平米？哪些房间需要设置防火、防盗设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，行政办公室的使用面积宜按每人5㎡计算，且最小办公室使用面积不宜小于10㎡。档案室、资料室、会计室应设置防火、防盗设施。接待室、文印打字室、党政办公室宜设置防火、防盗设施。"
		},
		{
			"input": "在文华馆防火要求中，卫生、洗浴用房应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中卫生、洗浴用房应符合下列规定：<br />    1 文化馆建筑内应分层设置卫生间；<br />    2 公用卫生间应设室内水冲式便器，并应设置前室；公用卫生间服务半径不宜大于50m，卫生设施的数量应按男每40人设一个蹲位、一个小便器或1m小便池，女每13人设一个蹲位；<br />    3 洗浴用房应按男女分设，且洗浴间、更衣间应分别设置，更衣间前应设前室或门斗；<br />    4 洗浴间应采用防滑地面，墙面应采用易清洗的饰面材料；<br />    5 洗浴间对外的门窗应有阻挡视线的功能。"
		},
		{
			"input": "在文华馆防火要求中，服装、道具、物品仓库应布置什么场所附近？并应防潮、通风，必要时可设置什么排风？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中服装、道具、物品仓库应布置在相应使用场所及通道附近，并应防潮、通风，必要时可设置机械排风。"
		},
		{
			"input": "在文华馆防火要求中，设备用房应包括哪些房间？采取什么措施对避免周边环境造成影响？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中， 设备用房应包括锅炉房、水泵房、空调机房、变配电间、电信设备间、维修间等。设备用房应采取措施，避免粉尘、潮气、废水、废渣、噪声、振动等对周边环境造成影响。"
		},
		{
			"input": "在文华馆防火要求中，给水排水及消防的管道不应穿越哪些房间？且不应在遇水可能发生事故或造成严重损失什么地方通过。",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，给水排水及消防的管道不应穿越变配电间、计算机机房、控制室、档案室的藏品区等房间，且不应在遇水可能发生事故或造成严重损失的设备或物品上方通过。"
		},
		{
			"input": "在文华馆防火要求中，排水管道不宜哪些房间？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，   排水管道不宜穿越排演厅、文化教室、计算机与网络教室、舞蹈排练室、琴房、图书阅览室、录音录像室、文艺创作室等房间。"
		},
		{
			"input": "当文化馆内设有生活热水系统时，应根据当地气候条件，优先选用什么热水系统？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   当文化馆内设有生活热水系统时，应根据当地气候条件，优先选用太阳能热水系统。<br />"
		},
		{
			"input": "在文华馆防火要求中，绿化、冲厕以及洗车等非饮用水，宜采用什么水源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，绿化、冲厕以及洗车等非饮用水，宜采用再生水、雨水等非传统水源。"
		},
		{
			"input": "在文华馆防火要求中，群众活动用房应设置什么设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，   群众活动用房应设置饮用水设施。"
		},
		{
			"input": "设置集中采暖系统的文化馆应采用什么为热媒？设置在舞蹈排练室、儿童活动房间的散热器应采取什么措施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />   设置集中采暖系统的文化馆应采用热水为热媒。设置在舞蹈排练室、儿童活动房间的散热器应采取防护措施。<br /><br />"
		},
		{
			"input": "在文华馆防火要求中，设置采暖设施的房间的通风应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，设置采暖设施的房间的通风应符合下列规定：<br />    1 应有良好的自然通风条件，当不能满足卫生要求时，应设机械通风系统，且送风量可按排风量的80％～90％计算；<br />    2 观演厅、文化教室等宜按2次／h～3次／h排风量计算，图书阅览室、办公室等房间宜按1次／h～2次／h计算，并应同时满足人员最小新风量需求。"
		},
		{
			"input": "在文华馆防火要求中，当设置空调系统时，一般房间及门厅、走廊等的室内设计参数及新风量应符合什么标准规定？舞蹈排练室、排演厅、多媒体视听教室、计算机与网络教室、档案室等对温、湿度有特殊要求的房间，应设置什么设施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，当设置空调系统时，一般房间及门厅、走廊等的室内设计参数及新风量应符合现行国家标准《公共建筑节能设计标准》GB 50189的规定；舞蹈排练室、排演厅、多媒体视听教室、计算机与网络教室、档案室等对温、湿度有特殊要求的房间，应设置通风、除湿或空调设施。"
		},
		{
			"input": "在文华馆防火要求中，琴房相对湿度宜控制在多少？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，琴房相对湿度宜控制在40％～70％。"
		},
		{
			"input": "在文华馆防火要求中，采暖、空调水系统管道不应穿越哪些区域？当房间内需设置散热器时，应采取什么措施？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中  采暖、空调水系统管道不应穿越变配电间、计算机机房、控制室、档案室的藏品区等。当房间内需设置散热器时，应采取防止渗漏措施。"
		},
		{
			"input": "在文华馆防火要求中，卫生间、洗浴间应设置什么样的排风系统？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，在文华馆防火要求中，卫生间、洗浴间应设置独立的排风系统"
		},
		{
			"input": "哪些场所宜设置专用配电箱，且设备用电宜采用单独回路供电？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />  报告厅、计算机与网络教室、计算机机房、多媒体视听教室、录音录像室、电子图书阅览室、维修间等场所宜设置专用配电箱，且设备用电宜采用单独回路供电。<br /><br /><br /><br /><br />"
		},
		{
			"input": "在文华馆防火要求中，排演厅与室外活动场地的舞台灯光与音响设备电源应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  排演厅与室外活动场地的舞台灯光与音响设备电源应符合下列规定：<br />    1 排演厅应预留舞台灯光、音响设备电源，且观众厅规模在300座及以上时，其舞台灯光与音响设计的电源配置应按照小型剧场的要求设置；观众厅规模小于300座时，可简化，并宜预留备用配电回路与电气容量；<br />    2 排演厅的舞台灯光应配置电动升降吊杆；<br />    3 室外活动场地应预留舞台灯光与音响设备电源，且电源位置可选在相邻的建筑物处，其配电箱或柜的外壳防护等级不应 低于IP54，其低压配电系统接地形式应采用TT系统；<br />    4 舞台灯光与音响设备电源应分别采用专用干线供电。"
		},
		{
			"input": "在文华馆防火要求中，展览陈列厅照明应符合哪些规定？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，展览陈列厅照明应符合下列规定：<br />    1 应采用混合照明方式； <br />    2 展览陈列位置应预留备用配电回路与电气容量；<br />    3 展品在灯光作用下易褪色或变质且较为贵重时，应选用紫外线少的光源或灯具，也可采取临时措施减少电光源对展品的损伤；<br />    4 照明线路宜采用封闭式金属槽盒或插接式照明母线方式配线，重要展品上方的灯具及明敷管线宜采取防坠落保护措施；<br />    5 每个展位均应设置电源插座，展位不能确定时应在适当位置预留墙壁或地面插座，并应预留多媒体及数字放映设备电源插座。"
		},
		{
			"input": "在文华馆防火要求中，哪些场所，应设置扩声系统电源？并应预留哪些设备的电源插座？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  报告厅、多媒体视听教室等场所，应设置扩声系统电源，并应预留投影仪、计算机等设备的电源插座。"
		},
		{
			"input": "在文华馆防火要求中，哪些场所，应设置电源插座？且插座数量应满足需求；电子图书阅览室应设置哪些设备的电源插座？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  展览陈列厅、琴房、教室、文艺创作室、录音录像室等场所，应设置电源插座，且插座数量应满足需求；电子图书阅览室应设置电子阅览设备、打印机等电源插座。"
		},
		{
			"input": "在文华馆防火要求中，设有黑板的教室应设置什么照明？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  设有黑板的教室应设置黑板照明。"
		},
		{
			"input": "在文华馆防火要求中，舞蹈排练室宜采用什么照明灯具？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  舞蹈排练室宜采用嵌入式或吸顶式照明灯具"
		},
		{
			"input": "在文华馆防火要求中，美术书法教室应采用显色指数(Ra)不低于多少的照明光源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  美术书法教室应采用显色指数(Ra)不低于90的照明光源。"
		},
		{
			"input": "在文华馆防火要求中，无特殊照明要求的场所应选用什么光源、灯具及附近？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中  无特殊照明要求的场所应选用高效节能的光源、灯具及其附件。"
		},
		{
			"input": "在文华馆防火要求中，指示灯、标志灯应选用哪些瞬时启动光源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  指示灯、标志灯应选用LED、直管形荧光灯或紧凑型荧光灯等瞬时启动光源"
		},
		{
			"input": "在文华馆防火要求中，照明控制应有利于节能和管理，并应优先利用什么光源？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  照明控制应有利于节能和管理，并应优先利用天然光。"
		},
		{
			"input": "在文华馆防火要求中，设有中央空调系统或变冷媒流量多联空调系统的场所，应设置什么装置？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  设有中央空调系统或变冷媒流量多联空调系统的场所，应设置节能控制装置。"
		},
		{
			"input": "在文华馆防火要求中，各类用房室内线路宜采用什么方式？哪些场所宜设置防静电地板？且语音、数据、设备电源等线路宜采用什么布线？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  各类用房室内线路宜采用暗敷设方式。多媒体视听教室、计算机与网络教室等场所宜设置防静电地板，且语音、数据、设备电源等线路宜采用地面线槽沿静电地板下布线。"
		},
		{
			"input": "在文华馆防火要求中，演唱演奏室和表演空间与控制室之间应预留什么管路？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  演唱演奏室和表演空间与控制室之间应预留信号、视频与音频管路。"
		},
		{
			"input": "在文华馆防火要求中，哪些场所，应设置计算机网络接口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  电子图书阅览室、文化信息资源共享工程服务点、多媒体视听教室、报告厅、各类教室、研究整理室、创作室、办公室等场所，应设置计算机网络接口。"
		},
		{
			"input": "在文华馆防火要求中，哪些建筑物，应设置有线电视接口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  文化教室、公共活动场所及室外广场附近的建筑物等，应设置有线电视接口。"
		},
		{
			"input": "文化馆的公共部位应设置什么接口？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />  文化馆的公共部位应设置公用电话接口及计算机网络接口。<br /><br />"
		},
		{
			"input": "在文华馆防火要求中，哪些区域应设置音响扩声系统？",
			"output": "按照《文化馆建筑设计规范》（JGJ/T 41-2014）中规定，<br />在文华馆防火要求中，  排演厅、报告厅应设置音响扩声系统"
		}
	]
}
