{
	"type": "text2text",
	"instances": [
		{
			"input": "金字塔的特征是什么",
			"output": "1.典型形制为方锥式构图<br />2.功能由实用型向艺术纪念型发展<br />3.材料由土坯向砖过渡，最后转用石材，强调永久性<br />4.装饰手法由模仿木柱、芦苇束花纹向表现石材所特有的风格发展，即简单的几何体<br />5.构图形式向集中式发展，展现出纪念性建筑构图的雏形<br />6.祭祀厅堂由平台式的墓顶移至方锥式的塔前<br />7.对死者由祭祀性向纪念性发展，强调崇拜"
		},
		{
			"input": "崖墓的特征是什么",
			"output": "1.地理环境对建筑的影响是巨大的<br />2.新结构形式——梁柱体系出现了<br />3.开始强调了内部空间的重要意义<br />4.建筑群体的轴线作用非常突出，空间序列逐次展开"
		},
		{
			"input": "太阳神庙的特征是什么",
			"output": "1.来自于古埃及的地方神庙的布局，是在一条纵轴线上依次排列着大门——围柱式院落——大殿——密室——神堂。<br />2.采用实体与空间来表达对法老的崇拜，恩威并济"
		},
		{
			"input": "古埃及纪念法老的形式是什么",
			"output": "古埃及纪念法老的形式根据时期而有所不同。古王国时期采用金字塔的形式纪念法老，中王国时期采用崖墓，新王国时期采用太阳神庙。从金字塔到太阳神庙，都表达了纪念性，对法老的崇拜。采用的手法不同，得到的效果也不同。逐步完成从外部形象到内部内间，从纪念性向宗教性的转化。表达了古埃及人重来世的思想，及精神必须依附驱体之上。"
		},
		{
			"input": "古埃及太阳神庙的艺术构思是什么",
			"output": "古埃及太阳神庙的形制来自于古埃及的地方神庙，是在一条纵深轴线上依次排列着大门——围柱式院落——大殿——密室——神堂。当太阳神成为主神之后，神庙也采用这种布局形成。<br />太阳神庙的艺术特色主要是利用实体与空间强调法对法老的崇拜，恩威并济。<br />利用实体强调恩的一面：<br />1.采用法老的雕像、方尖碑、圣羊像、大门之间的对比<br />2.主从的构图处理，突出重点，形成完整统一的艺术特色<br />3.实墙上的浮雕和门前长达一公里的圣羊像，突出宗教氛围<br />4.运用对比的手法突出大门的统率作用。大门的观赏尺度与使用尺度形成巨大的反差烘托出富丽、喧嚣、热烈的宗教气氛<br />利用空间强调威的一面<br />大殿内塞满柱子，神秘的光线形成了压抑的气氛，与宗教仪典相适应。神性性是由从侧高窗进来的光线被窗棂撕碎而形成。压抑性则是由大殿内巨大尺度的柱子密集布局而形成。"
		},
		{
			"input": "简述金字塔与太阳神庙所表现出来的古埃及建筑设计思想",
			"output": "金字塔是埃及古王国时期纪念法老的代表建筑，反映着原始拜物教，纪念性建筑采用方锥式的几何构图是单纯而开阔的<br />太阳神庙是埃及中王国时期的建筑代表类型，成为皇帝崇拜的纪念性建筑物，金字塔与太阳神庙反映了如下的建筑思想：<br />1.奴隶主中央集权的专制制度给贵族以物质力量、建筑形象逼人，鄙视生活<br />2.掌握了突出建筑物纪念性的基本构图原则：规模宏大，面积、尺度超乎寻常；形体一般为简单、稳定的几何体；轴线明确对称；纵深构图，渲染气氛，统一构思；气氛雄伟、严肃、压抑、神秘。<br />3.利用大自然加强建筑的艺术表现力，如：沙漠、山崖、河流、天空。<br />4.善于运用雕刻来烘托建筑，如墙面和各种柱子上的浮雕，太阳神庙的大牌楼门前的人像圆雕，而斯芬克斯大道上的圣羊像对于烘托太阳神庙的宗教气氛更是恰到好处。<br />5.明确建筑是统治和镇压的精神力量<br />6.柱式雏形的产生，丰富了柱头、<br />古埃及的太阳神庙建筑群与中国古代建筑群相比，都是中轴线上以院落为单元的纵向布局。它们都注意到了在空间序列中创造一系列的戏剧化的效果。但它们的手法又有很大的不同。中国古代建筑组群强调空间的变化和对比。古埃及则强调光线的变化与变暗的对比，从金字塔到太阳神庙，都表达崇拜，手法不同，效果不同。从外部形象向内部空间，从纪念性向宗教性转化。"
		},
		{
			"input": "简述金字塔的演化过程及艺术成就：",
			"output": "1.玛斯塔巴——金字塔的原型。古埃及的一种住宅形式，以卵石为墙基，用土坯砌墙，密排圆木成屋顶，再铺上一层泥土。外形像一座有收分的长方形土台。陵墓模仿住宅和宫殿，是因为一方面人们只能根据日常生活来设想死后的生活。另一方面，人们只能从熟悉的住宅为蓝本，探索其他各种建筑物的型制和形式。<br />2.因为原始的宗教不能满足皇帝专制制度的需要，必须制造出对皇帝本人的崇拜来。这就必须把他们的陵墓发展为纪念性的建筑物，而不仅仅是死后的住所，于是第一王朝皇帝在萨卡拉的陵墓就在祭祀厅堂之上造了九层砖砌的台基。向高处发展的集中式纪念性构图萌芽了。<br />3.第一座石头的金字塔是萨卡拉的昭赛尔金字塔。大约造于公元前三千年，它是台阶形成的，分为6层。周围有庙宇。昭赛尔金字塔建筑群的入口在围堵东南角，从这里进入一个狭长的、黑暗的甬道，走出甬道是院子，明亮的天空和金字塔同时呈现在眼前。这个建筑处理的用意在造成从现世走到冥界的假象。<br />4.公元前三千纪中叶，在三角洲的吉萨，建造了三座大金字塔，是古埃及金字塔最成熟的代表。主要由库富金字塔、哈弗拉金字塔、门卡乌拉金字塔及狮身人面像组成。金字塔的形体均呈立方锥形。"
		},
		{
			"input": "金字塔发展的特点",
			"output": "1.形制由平台式、经阶梯式、折线等形式的过渡发展，最后形成典型的方锥式构图<br />2.功能由实用型，即死者的居室向艺术纪念型发展，即法老的纪念碑<br />3.材料由土坯向砖过渡，并最后转用石材。强调永久性，符合纪念性建筑的特色<br />4.装饰手法由模仿木柱、芦苇束花纹向表现石材所特有的风格发展，即简单的几何形体。塔的构图与风格完全统一，艺术形式与技术、材料之间的矛盾逐渐消失<br />5.祭祀厅堂由平台式的墓顶移至方锥式的塔前，位置由重要向相对次要变化。强调突出金字塔的地位<br />6.构图形式由平缓向高、集中式方向发展。展现出纪念性建筑构图的雏形<br />7.对死者由祭祀性向纪念性发展，强调崇拜"
		},
		{
			"input": "什么是柱式",
			"output": "起源于公元前六世纪，是石建筑物的各个构成部分——檐部、柱子、基座之间以及各个构件本身的处理逐渐形成定型的做法。这种特定的柱梁结构的艺术形式叫做柱式。柱式是古希腊崇尚人体美的美学观点在建筑上的典型反映。柱式包含严谨比例和隐含了数字关系，体现古希腊建筑严谨的构造逻辑，是古希腊建筑的美学原则和艺术特征的完美体现。古希腊时期的柱式包括三种：多立克柱式、爱奥尼柱式和科林斯柱式。"
		},
		{
			"input": "什么是多立克柱式",
			"output": "多立克柱式是古希腊三种古典柱式中最早出现的类型。柱式厚重、粗壮，檐部的高度相当于柱高的三分之一左右，柱头呈倒立的圆锥台。成熟时期其柱身的细长比为1：5.5—5.75。柱身有明显的收分和卷杀。柱身断面有20道凹槽成尖角连接。多立克柱式无柱础，台基呈三层朴素的台阶，柱式上的雕刻是高浮雕，强调体积。多立克柱式取材多为粗糙的大石灰岩，使这套柱式显得更加刚劲、雄健，像健壮的男子。雅典卫城上的帕提农神庙是应用成熟时期的多立克柱式的最高代表。"
		},
		{
			"input": "什么是爱奥尼柱式",
			"output": "爱奥尼柱式是古希腊三种古典柱式之一，与多立克柱式相比，爱奥尼柱式更加精致，檐部较轻，为柱高的四分之一，柱头由两侧两个精巧柔和的涡卷和典型的盾剑饰母题构成。柱身比例修长，细高比为1：9—10。柱身没有明显的收分和卷杀。断面有24道凹槽成圆角连接，柱式的柱础较为复杂，台基比较自由。无固定的台阶级数。柱式上的雕刻采用薄浮雕，强调线条，整套柱式清新秀丽，取材多为细纹大理石，更显柔美，而女性味十足。雅典卫城上的依瑞克提翁神庙是运用爱奥尼柱式的杰出代表。"
		},
		{
			"input": "什么是科林斯柱式",
			"output": "科林斯柱式是古希腊三种古典柱式中最晚出现的柱式类型，可以视为爱奥尼柱式的一种演变，它的柱头高度增加到约等于柱身的直径，上面有精美的向上的涡卷和植物叶片做装饰，宛如一颗生命力旺盛的忍冬草。柱身下端有装饰优美，富有弹性的柱础。这种柱式与爱奥尼柱式相比，显得更加华丽，更加秀美，像是模仿少女的姿态。古希腊使用科林斯柱式建造的神庙并不多。雅典的宙斯神庙是其典型代表。"
		},
		{
			"input": "什么是古希腊人文主义",
			"output": "强调人的作用，认为世间万物唯有人的力量最伟大。把神拟人化，强调神就有本事的人，强调人体美。在建筑上的表现为强调格调、结构逻辑性强，建筑体量宜人。"
		},
		{
			"input": "雅典卫城的特色是什么",
			"output": "1.雅典卫城建于公元前5世纪，位于雅典市中心的一座小山丘上，是为祭祀雅典的守护神雅典娜而建造的<br />2.雅典卫城在西方建筑史中，被誉为建筑群体艺术处理中的一个极为成功的实例。特别是在巧妙的利用地形布局方面更为杰出。主要建筑物有山门，胜利神庙，帕提农神庙和伊瑞克提翁神庙。<br />3.另一个成就是多立克柱式与爱奥尼柱式的交替使用。它突破了以往建筑中的桎梏，使建筑物在形制、形式和规模上极富变化。<br />4.建筑群布局自由，高低错落，主次分明，重点突出帕提侬神庙的地位，构成了一幅形态优美统一完整的建筑艺术形象。<br />5.雅典卫城是古希腊建筑艺术的杰出代表，其建筑艺术达到了古希腊圣地建筑群，庙宇，柱式和雕刻艺术的最高水平"
		},
		{
			"input": "古希腊雅典卫城中，建筑师是如何突出帕提侬神庙的",
			"output": "帕提侬神庙位于雅典卫城的山顶上，是雅典卫城建筑群的中心，平面为长方形，周围有柱廊围线，每颗柱子用10段左右圆鼓状石块相叠而成<br />1.作为卫城上的主体建筑，把它放在最高处，距山门80米左右，一进山门，有很好观赏距离<br />2.它是希腊本土最大的多立克式庙宇，平面柱网8×17柱，代表了希腊多立克柱式的最高的成就<br />3.它是卫城上唯一的围廊式庙宇，其形制最为隆重<br />4.它是卫城上装饰最华丽的建筑物，用白石大理石砌成，铜门镀金，山墙尖上的装饰是金的，陇间数、墙外檐壁满是雕刻，有浓重的色彩，点缀着金箔，它们是古希腊最伟大的雕刻杰作的一部分<br />5.帕提侬是肃穆而欢乐的它定下了建筑群的整体基调<br />通过上述手法突出了帕提侬神庙在雅典卫城上的地位"
		},
		{
			"input": "什么是伊瑞克提翁神庙",
			"output": "伊瑞克提翁神庙是雅典卫城建筑群中一颗明珠，其建筑构思之奇特和建筑细部之精美，在古希腊建筑中是不多见的，特别是与众不同的是其女雕像柱廊的使用，在古典建筑中更为罕见。<br />1.它的位置横跨在南北向的断坎上沿，西部圣堂坐于基座墙上，立有柱廊，东部圣堂前面立6根柱子<br />2.入口位于北，北面建有面阔三间，进深二间的柱廊。南立面西端也是面阔三间进深两间用女郎雕像做柱子。克服西立面因断坎所造成构图上的脱节。<br />3.伊瑞克提翁神庙以其低调的形象，作为雅典娜神像的背景、伊瑞克提翁神庙的陪衬<br />4.各立面变化很大，体型复杂。但构图却是完整统一均衡的，各立面之间相互呼应，交接完善，圆转统一<br />5.伊瑞克提翁神庙首创了纪念性建筑采用不对称布局的先例"
		},
		{
			"input": "伊瑞克提翁神庙与帕提农神庙对比",
			"output": "1.爱奥尼柱式与帕提农的多立克柱式在风格上的对比<br />2.不对称的复合的形体同帕提农的对称的单纯的几何形对比<br />3.活泼轻巧与帕提农的凝重端庄对比<br />4.装饰丰富但色彩淡雅与帕提农的金碧辉煌对比<br />5.朝南的大理石墙面与朝北的帕提农的柱廊形成对比"
		},
		{
			"input": "简述古希腊人文主义思想对古希腊柱式与神庙的影响",
			"output": "古希腊人文主义强调人的作用，认为世间万物唯有人的力量最伟大，把神拟人化，强调神就是有本事的人，强调人体美，在柱上表现为拟人化的比例和风格，在建筑上的表现为强调格调、结构逻辑性强中，神庙建筑的体量宜人<br />多立克柱式取材多为粗糙的石灰岩，檐部的高度相当于柱高的三分之一，柱头是倒立的圆锥形，极为简洁单纯。柱身有明显的收分和卷杀。柱身断面有20道凹槽成尖角连接。多立克式无柱础，雄壮的柱身从台基面拔地而起。台基朴素，雕刻采用高浮雕，整套柱式厚重粗壮、朴实无华、沉稳雄健、刚劲有力，像一个健壮的男子。爱奥尼柱式取材多为细纹的大理石，与多立克柱式相比较，爱奥尼柱式更加精致，柱头由两侧两个精巧柔和的涡卷和典型的盾剑饰母题构成，极富装饰性。柱身比例修长，柱身没有明显的收分和卷杀，断面由24个凹槽呈圆角相连。柱础构成复杂，看上去富有弹性。整套柱式清新秀丽，加之取材多为细纹大理石，更显柔美，女性味十足。科林斯柱式是最晚出现的柱式类型。上面有精美的向上的涡卷和植物叶片做装饰，比爱奥尼柱式的柱头更富有装饰性，宛如一颗生命力旺盛的忍冬草，象征希腊人民的坚强勇敢，整套柱式更加华丽更加秀美，像是在模仿少女的身态、甜美而婀娜的舞姿。卫城雅典上的帕提农神庙是运用多立克柱式的典型代表，伊瑞克提翁神庙是运用爱奥尼柱式的典型代表。雅典的宙斯神庙是运用科林斯柱式的典型代表，运用柱式构图的神庙，其体量是宜人的。<br />古希腊人文主义对柱式与神庙的影响是水平构件，水平化分，垂直构件，垂直化分，承重与非承重构件化分明确"
		},
		{
			"input": "古希腊的建筑艺术成就",
			"output": "1.创造了影响深远的古希腊柱式。古希腊建筑采用的是梁柱结构体系。柱子与额枋、檐口所形成的一套固定做法以及由此产生的三种柱式，构成了希腊建筑的精髓，使柱式的技术和艺术达到高度的统一。<br />2.有视觉矫正，水平线向上凸起，柱子有侧脚，收分和卷杀。角柱加粗，尺间开间变小<br />3.单体神庙建筑平面简单，主立面多朝向东方<br />4.建筑的墙体是用大块石材摆放而成不用灰浆<br />5.建筑的装饰线角细致入微，与古希腊人艺术创作的热情成正比<br />6.古希腊哲学发达，这表现在古希腊人对美的强烈追求，理性精神，以及人本主义精神之中<br />7.古希腊人把建筑当做雕塑来处理，被西方学者称为“放大了的雕塑”<br />8.古希腊建筑外部空间丰富，而内部空间由于结构的局限，不甚发达<br />9.石造梁柱建筑在施工，构图，细部等方面都达到了成熟阶段<br />10.在希腊化时期，拱券已发明，为古罗马拱券技术提供了重要源泉。"
		},
		{
			"input": "什么是券柱式",
			"output": "随着古罗马拱券技术的产生与推广。柱式的结构作用逐渐消失，装饰作用越来越强，为了能在柱式与拱券之间产生顺利的过渡，创造了券柱式。其具体的做法是在墙上或墩子上贴装饰性的柱式。从柱础到檐口一一具备。把券洞在柱式的开间里，券脚和券面都用柱式的线脚装饰，取得细节的一致，以协调风格。柱子和檐都保持原有比例，但开间放大，柱子凸出墙面大约四分之三的柱径。券柱式的做法满足了古罗马建筑巨大的尺度要求，又能取得风格上的统一，是一项巨大的进步。"
		},
		{
			"input": "连续券是什么",
			"output": "把券脚直接落在柱式的柱子上，中间垫一小段檐部，只适用于很轻的结构。"
		},
		{
			"input": "叠柱式是什么",
			"output": "叠柱式是古罗马柱式与多层建筑的结合，创造了立面水平划分的构图形式，其做法是各柱式柱子细长比由粗到细自下而上安排，上层柱子中线略收进，显得稳定。大多数都用券柱式叠加，按目划分。显示适宜的建筑尺度但立面效果重点不突出。底层采用多立克柱式或塔司干柱式，二层用爱奥尼柱式，三层或以上用科林斯柱式或科林斯壁柱、叠柱式解决了柱式与多层建筑的矛盾，也符合下简上繁的视觉规律，增强立面的视觉稳定性。"
		},
		{
			"input": "巨柱式是什么",
			"output": "为了适应高大的建筑体量的需求，一根柱子贯穿两到三层，强调垂直构图，从而打破单一的水平构图但结构逻辑性不强，尺度失真"
		},
		{
			"input": "简形拱是什么",
			"output": "它产生于古罗马时期，特点是整体连续，但需要连续的承重墙负荷，这就使它所覆盖的空间封闭而单一，给建筑物以极大束缚"
		},
		{
			"input": "十字拱是什么",
			"output": "公元一世纪，古罗马建筑中开始使用的一种拱券形式，即相交的筒形拱。它覆盖在方形空间之上，把拱顶的重量集中到四角的墩子上，无需连续的承重墙，建筑的内部空间得到解放。它促进了平面的模数化，而且便于开侧窗，有利于大型建筑物的采光。它是拱券技术的极有意义的重大进步，对后世影响深远。"
		},
		{
			"input": "助架拱是什么",
			"output": "它是产生于古罗马晚期的一种拱券结构。4世纪后，随着结构技术的发展为减轻结构的重量，形成了框架式的肋架拱。其基本原理是把拱段区分为承重部分和围护部分，从而大大减轻拱顶结构自重，把荷载集中到券上，以摆脱连续的承重墙，使空间变得开敞，拱顶分段砌筑，大大节省了模架，施工时天然混凝土不会流动，收缩均匀，不易开裂，肋架拱在欧洲中世纪建筑中发扬光大。"
		},
		{
			"input": "巴西利卡是什么",
			"output": "古罗马人在神庙和柱廊的基础上发展出来的一种综合用作法庭、交易所或会场的综合性厅式建筑。平面一般为长方形，形制对称，两端或一端有半圆形的神龛，与神庙相比，巴西利卡的入口一般在较长的立面，它的内部划分成中厅和侧廊部分。其中中厅部分较高、较宽，侧廊部分较低较窄，且分为上下两层，故常开高侧窗。"
		},
		{
			"input": "简述古罗马万神庙的成就",
			"output": "万神庙位于意大利的罗马城，由古罗马的哈德良皇帝督建，是古罗马建筑中唯一被完整保存下来的大型建筑，代表了古罗马时期最高的建筑成就，是单一空间集中式构图建筑物的典型代表，也是古罗马穹顶技术的最高代表。<br />万神庙由两部分组成，一部分是入口处，长方形的类似于希腊神庙的一个门廊，另一部分是主体为圆形平面的神殿，整个神庙的建造材料以天然混凝土与砖为主。<br />1.神殿采用穹顶覆盖的集中式形制，穹顶直径达43.3m，这一数字也作为欧洲古代建筑跨度的最高纪录保持了近1800年<br />2.穹顶中央开一个直径为8、9m的圆形采光洞，寓意神的世界与人的世界的联系。从圆洞进来的柔和的漫射光照亮空洞的内部，有一种神秘的宗教气息<br />3.穹顶的厚度从下至上渐薄，内部做藻井，极大减轻了穹顶自重，更加衬托出穹顶的巨大，给人一种向上的感觉<br />4.神殿的外墙厚6.2m，用以抵抗穹顶巨大的侧推力<br />5.神庙的外部造型简洁，内部装饰华丽，在神秘幽暗的光束下，显得更加雄伟壮观。<br />古罗马的万神庙不仅是古罗马建筑最伟大的成就，而且对整个西方建筑史的发展有举足轻重的作用。这种圆厅加柱廊的设计手法应用在市政厅，图书馆等其他重要建筑上。对后世影响深远。"
		},
		{
			"input": "简述卡拉卡拉浴场的建筑成就",
			"output": "卡拉卡拉浴场最突出的成就是：出色的结构体系，复杂又完善的功能，空间组织和艺术处理水平很高，室内空间流转贯通，丰富多变，组织合理，使建筑真正地成为建筑<br />1.浴场主体大厅采用的是十字拱与筒形拱相结合的拱顶系列结构体系，这是古罗马人在房屋结构上的一大创举，代表了是古罗马拱券结构体系的最高成就<br />2.由于结构体系先进，全部活动都可以在室内进行，各种用途的大厅联系紧凑，所有大厅都有直接的天然采光。它的复杂功能组织代表了人类社会在处理建筑功能方面的一次大的飞跃，是集洗浴、运动、讲演等为一体的大型公共建筑<br />3.浴场的空间组织达到了古代社会复合空间的处理上的一个里程碑的高度，超越了古希腊建筑重实体而空间不发达的局限，完成了欧洲建筑史上的一次巨大的跨越，使建筑真正地成为建筑。<br />这些成就都表明，卡拉卡拉浴场在结构、功能和空间艺术上达到了完美的统一。"
		},
		{
			"input": "简述建筑十书的成就及影响",
			"output": "《建筑十书》是公元前1世纪，奥古斯都的军事工程师维特鲁威所著，是一本流传至今的古罗马建筑巨作。本书分为十卷，主要有：建筑师的修养和教育，建筑构图的一般法则，柱式等等，内容十分完备。总结了古希腊古罗马的建筑工程经验，设计方法，设计原则等。最重要的是提出了“适用、坚固、美观”的三原则，为欧洲建筑学奠定了理论基础。尽管2000多年来建筑学有飞跃的进步，但这原则依然被广泛认可。<br />成就：<br />1.奠定了欧洲建筑科学的基本体系<br />2.系统地总结了古希腊和古罗马的建筑实践经验<br />3.相当全面地建立了城市规划与建筑设计的基本原理以及各类建筑的设计原理<br />4.把理性原则和直观感受结合起来，把理想化的美和现实生活中的美结合起来<br />《建筑十书》在文艺复兴时期，被许多建筑师和学者深入研究，成为欧洲建筑师的基本教材，具有长远的生命力，其影响是极为深远的。"
		},
		{
			"input": "古罗马建筑的主要成就和风格",
			"output": "古罗马建筑对以后欧洲的、美洲的甚至全世界的建筑都极其深远的影响。影响之大是任何其他国家的建筑都望尘莫及的。这主要是因为：<br />第一：罗马建筑主要是为了世俗的现实生活服务的，而罗马的世俗生活又很发达，因此建筑创作的领域很广，建筑类型多，功能推敲的相当深入，形制很特化，很成熟。<br />第二：古罗马建筑的结构技术十分突出，获得了很宽广的、很灵活的内部空间。因此使建筑物有可能满足各种复杂的要求，适应性很强，而且已经有了同拱券结构相适应的艺术手法<br />第三：艺术手法十分丰富，从处理各种形式的空间和他们复杂的组合直至装饰细节和雕刻绘画的结合。这三点都是由于罗马拥有古代世界最高的生产力，以致它能够在几个世纪里以极大的规模进行建筑活动的结果。大量的实践开拓了人们的眼界，使古罗马成为世界建筑史上最有创造力的时代之一，欧洲人有谚语：“光荣归于希腊，伟大归于罗马。”"
		},
		{
			"input": "拉丁十字式教堂是什么",
			"output": "是在巴西利卡式教堂的基础上进一步改造后形成一种新的教堂形制。随着宗教仪式的日益复杂，在祭坛前增建一道南北向的横向空间，大一些的也有中厅与侧廊，纵向空间比横向空间长得多，交叉点靠近东端，从而形成一个十字形的空间与平面。采用这种形制建造的教堂就是拉丁十字式教堂，此形式作为天主教堂的正统形制。"
		},
		{
			"input": "希腊十字式教堂是什么",
			"output": "十字形平面的中央大厅仍然像集中式那样用一个穹顶覆盖，但大厅往四周各伸出一个矮矮的短廊。每个面上的短廊的大小和长短是一样的。由于中央部分高于四周，控制着整体构图，所以，这种十字形平面的教堂仍属于集中式的，并在后来被称为希腊十字式教堂，成为东正教堂的主要形制而广为流行。"
		},
		{
			"input": "帆拱是什么",
			"output": "是拜占庭建筑在结构技术上的科学创造，解决了方形平面与圆形穹顶间的过渡问题。其具体做法是沿方形平面的四边发券，在四个券之间砌筑以方形平面对角线为直径的穹顶，再把这个穹顶水平剖切，水平切口和四个拱券之间所余下的位子四角上的球面三角形部分即为帆拱。这个结构体系不仅使穹顶和方形平面完美地衔接过渡，而且还把荷载传到四个柱墩上，从而摆脱连续的承重墙，完成了穹顶统率下的集中式构图，为欧洲纪念性的建筑的发展作出了巨大的贡献。"
		},
		{
			"input": "简述圣索菲亚大教堂的建筑艺术成就",
			"output": "圣索菲亚大教堂位于东罗马的君士坦丁堡（现土耳其的伊斯坦布尔），是拜占庭的宫廷教堂，是一座穹顶统率下的集中式构图的大教堂。其成就有以下几个方面：<br />1.结构体系：帆拱上覆穹顶解决了圆形穹顶与方形平面之间的衔接问题。为了平衡侧推力，在大穹顶东西两侧的四个角上，分别采用两个1/2穹顶四个中穹顶以及南北两侧用两个筒形拱的结构体系。并通过下面的柱墩来承接，摆脱了连贯的承重厚墙，创造出一个复杂而又条理分明的结构受力系统<br />2.空间组织：穹顶统率下的集中式中厅空间，以及中厅与侧廊主次分明，流转贯通的复杂空间，穹顶下部一周的40个肋间窗，将天然光线引入教堂，加深了飘忽、轻盈而又神秘的空间效果。<br />3.装饰色彩：教堂内部装饰华丽、色彩鲜艳、绚丽夺目，渲染着世俗气氛。<br />圣索菲亚大教堂代表了拜占庭建筑的最高成就，尤其是它以穹顶为中心的复杂的结构体系，以及在这个体系支撑下的集中式构图，对后世建筑产生了深远的影响。"
		},
		{
			"input": "骨架券是什么",
			"output": "骨架券是产生于古罗马晚期的一种拱券结构，哥特式建筑中的拱顶和重构件，基本原理是把拱顶区分为承重部分和围护部分。从而大大减轻拱顶重量，同时也减小了券脚的侧推力，并把荷载集中到券上，以摆脱连续的承重墙，使空间变得开敞，拱顶分段砌筑大大节省了材料，骨架券可以使各种形状复杂的平面都可以用拱段覆盖，骨架券是哥特建筑的一项巨大的成就。"
		},
		{
			"input": "飞扶壁是什么",
			"output": "飞扶壁是哥特式建筑所特有的结构，它是一种独立的飞券，在中厅两侧凌空越过侧廊上方。在中厅每间十字拱的起脚抵住它的侧推力，解决了水平分力问题。飞券落脚在侧廊外侧一片片横向的墙垛上。从此侧廊的拱顶不必负担中厅拱顶的侧推力。可以大大降低高度，扩大中厅的侧高窗，外墙也因卸去了荷载而窗子大开，于是结构进一步减轻，材料进一步节省，它和骨架券一起使整个教堂的结构近似于框架式的。"
		},
		{
			"input": "双圆心尖拱和尖券",
			"output": "双圆心尖拱和尖券也称尖十字拱，是沿两个不同圆心画出的两道弧线发券相交而成的。尖拱和尖券的侧推力比较小，有利于减轻结构负担，在跨度一定时，双圆心尖拱和尖券可以达到更高的高度，而且不同跨度的拱可以做到相同的高度，使得纵向成排连贯的十字拱不致逐间隆起。甚至十字拱下的平面也不必是正方形，这样就使得教堂的室内空间更加完整统一，空间的逻辑性强。"
		},
		{
			"input": "巴黎圣母院是什么",
			"output": "巴黎圣母院是早期哥特式教堂的代表，它的主立面朝西，两旁有高大的钟塔<br />1.主立面上下水平划分为三段，用两条券带作为联系，下面一层券带上是一排雕像<br />2.底层有三个入口，或称之为透视门。在门洞的正中都有一根方形柱子<br />3.在正立面的正中有一个大圆窗，也称之为玫瑰窗，直径12.6米，图案精美，是哥特教堂的重要特征<br />4.上面一层券带是装饰性的，主要为了遮蔽后面的屋顶，并与两侧塔楼取得很好的联系，使整个立面和谐、有规律、有节奏，并充分表达中世纪教会神圣崇高的中心思想<br />5.在侧立面和背立面有一排飞拱壁，支承屋顶拱券的侧推力，在外表上构图效果统一<br />6.教堂两侧的大玻璃窗是重要的装饰部位，它的彩色玻璃窗花到达极高的艺术水平<br />7.特别是在屋顶中部屹立着离地90米高的玲珑剔透的尖塔，和西面两个钟塔一起，表现了哥特教堂独特的风格，成为后来哥特教堂主立面的原形。<br />8.巴黎圣母院既表现了宗教神权的势力，也反映了匠师艺人的技巧。"
		},
		{
			"input": "威尼斯总督宫是什么",
			"output": "威尼斯总督宫是一座哥特式风格的建筑。平面为四合院式，西立面朝向圣马可广场，总督宫最具特色的地方是它的立面设计，西南立面用相同的要素，相同的手法来处理，下部镂空，符合下繁上简的构图规律。下部连续两层的尖拱和火焰式的券柱廊空灵通透装饰精美，上部的石墙点缀着尖窗与圆洞，既消除了墙体的沉重感，与下部拱廊取得联系，也表达出强烈的虚实对比效果。檐口上尖尖的装饰带与下面的尖拱券廊向人们提示着总督宫哥特式风格的典型特征。"
		},
		{
			"input": "试分析威尼斯总督宫立面设计的艺术特色",
			"output": "威尼斯总督宫是欧洲中世纪最美的建筑之一，原是一座拜占庭式的建筑，现在看到的这座哥特式风格的建筑是后来重建的。威尼斯总督宫最具特色的地方是它的立面设计，主要表现在以下几个方面：<br />1.西、南立面用相同的要素，相同的手法来处理，上部厚实，下部镂空，符合下繁上简的构图规律<br />2.下部连续两层的尖拱和火焰式的券柱廊，高度占整个立面的二分之一，其装饰精美，产生空灵通透的艺术效果<br />3.上部的实墙点缀着尖窗和圆洞，既消除了墙体的沉重感，与下部拱廊取得联系，也表达出强烈的虚实对比效果<br />4.上部实墙面用小块的白色和玫瑰色的大理石片贴成斜方格的席纹图案，由于没有砌筑感，从而消除了重量感，使整个立面更加轻盈活泼<br />5.除了窄窄的窗框和细细的墙角壁柱，没有其他线角和装饰，这一层高高的实墙看上去并没有给下面的券廊过重的负担<br />6.第二层券廊担当了上下两层的过渡任务，它比底层多一倍的柱子，开间较小是券廊和实墙间的很好的联系者<br />7.檐口上尖尖的装饰带与下面的尖拱券廊向人们提示着总督宫哥特式风格的典型特征<br />总督宫的立面构图极富有独创性，奇光异彩几乎没有可以类比的例子，它的构图特色深深地影响着后来的哥特式府邸。19世纪英国的建筑理论家在他的《威尼斯三石》一书中说道：“总督宫就是尤其的帕提侬”。可见其意义重大影响深远。"
		},
		{
			"input": "伯鲁乃列斯基是谁",
			"output": "伯鲁乃列斯基是意大利文艺复兴早期最有影响力的建筑师。他的最伟大的成就是设计了文艺复兴时期佛罗伦萨主教堂的穹顶。由于打破了天主教堂的传统型制，而成为在建筑上开启欧洲文艺复兴时代的重要标志，推动了建筑设计与建筑工程技术的发展。并在其建筑实践中吸收古典建筑的特征，重新采用古典主义和穹顶统率下的集中式构图。他的代表建筑还有育婴院、巴齐礼拜堂。"
		},
		{
			"input": "阿尔伯蒂是谁",
			"output": "阿尔伯蒂是意大利文艺复兴早期的重要的建筑师和建筑理论家。它的理论著作《论建筑》是文艺复兴时期第一部完整的建筑理论著作，推动了文艺复兴建筑的发展。在本书中指出建筑的任务是实用，经济，美观。他的思想活跃，建筑作品有仿古式样的，也有大胆革新的，它设计的圣奥德利亚教堂有很强的创新性，是后世意大利教堂最重要、最杰出的范本，是阿尔伯蒂最杰出的作品之一。其他作品：鲁切拉府邸。"
		},
		{
			"input": "伯拉孟特是谁",
			"output": "伯拉孟特是意大利文艺复兴盛期的杰出代表人物，最伟大的成就是设计了标志文艺复兴文艺复兴盛期开端的建筑——坦比哀多。因此他也被称为盛期文艺复兴的缔造者。他具有强烈的时代感悟和创造新事物的自觉性。建筑中追求庄严宏伟，刚健有力，创造了教堂集中式构图纪念碑式的造型，对后世影响极大。在巴黎万神庙和美国国会大厦等建筑上，都可以看到坦比哀多的影子。"
		},
		{
			"input": "帕拉第奥是谁",
			"output": "帕拉第奥是意大利文艺复兴晚期最重要的建筑师之一，对后世欧洲各国都有很大的影响，被誉为欧洲学院派古典主义建筑的奠基人。他曾长期深入地钻研古罗马的建筑在16世纪中叶，出版了他的主要著作《建筑四书》。书中体现出他对维特鲁威理论的深刻理解。在建筑设计上，他的最著名的作品是圆厅别墅，应用众多古典建筑元素构图，四个立面完全一样，平面十字对称，各构件之间包含着古典建筑的秩序，比例和谐，对后世影响极为深远。其他代表作包括：维琴察的巴西利卡，神职人员大楼及奥林匹克剧场。"
		},
		{
			"input": "《论建筑》是什么",
			"output": "《论建筑》是文艺复兴时期经一部出版的建筑理论著作，代表文艺复兴盛期的建筑思想，它出版于1485年，作者是阿尔伯蒂，此书模仿维特鲁威的体例，分为十章，因此也叫做《建筑十书》。书里有研究建筑材料、施工、结构、构造等章节，也有专门研究过园林和各类建筑物的设计原理，指出建筑的基本任务是实用、经济、美观，并且以人文主义思想为基础，也阐述以几何和数为基础对造型美的客观规律性的探讨，认为建筑的美是客观的，存在于建筑本身，美存在于和谐与完整，美有规律即几何和数的和谐，并且强调人体美。"
		},
		{
			"input": "坦比哀多是谁",
			"output": "坦比哀多是盛期文艺复兴建筑纪念性风格的典型代表，由伯拉孟特设计，建于罗马，是文艺复兴盛期开始的标志。神堂采用圆形平面，由两个同心圆的柱廊和圣坛组成。柱廊由16颗粗壮的多立克柱子组成，使它的体积感很强。在柱廊上方的平台上，坐落着带有鼓座的半圆形穹顶。建筑物虽小但有层次，有几种几何形体的变化。有虚实的对比，构图很丰富，以居于鼓座上的穹顶统率整体的集中式形制对后世影响很大。"
		},
		{
			"input": "圣马可广场是什么",
			"output": "圣马可广场是意大利威尼斯市的中心广场。它由广场中心的圣马可教堂而得名。广场总体上是意大利文艺复兴时期城市设计与建筑风格的代表，曾被拿破仑称为“欧洲最美丽的客厅”。是世界建筑史上最卓越的建筑组群。现今的广场平面呈┴形，包括大广场和小广场两部分。大广场较为封闭，四面围有建筑，平面为非对称的梯形，东西向小广场南北向，连接大广场和大运河口。广场的中心是圣马可教堂，建在大广场的东端，大广场北侧是旧市政大厦，南侧是新市政大厦。圣马可钟塔是圣马可广场最突出的标志。位于大广场与小广场之间，起过渡作用。"
		},
		{
			"input": "简述《论建筑》中有关建筑美的主要观点",
			"output": "《论建筑》是文艺复兴时期第一部出版的理论著作，代表文艺复兴盛期的建筑思想，它出版于1485年，作者是阿尔伯蒂，此书有意模仿维特鲁威的体例分为十章。书中研究建筑材料，施工，结构，构造等。也有专门研究园林和各类建筑物的设计原理，更有意义的是以维特鲁威的人本主义思想为基础，着重讨论以几何与数为基础的造型美的客观规律。书中指出：<br />1.建筑的任务就是实用，经济，美观。把建筑的实用性与经济性放在最重要的位置，但是并不把“赏心悦目”看作可有可无的，人文主义者一贯认为人有权享受现实的美。<br />2.美是客观的，认为美客观的存在于建筑物的本身，建筑的美有别于装饰，认为建筑的美是更本质，更高一级的东西。<br />3.美就是和谐与完整。阿尔伯蒂认为美就是各部分的和谐。不论是什么主题，这些部分都应该按一定的比例和关系协调起来，所有的布局必须统一，有一个由各个部分的结合和联系，所司起并给予整体以美和优雅的东西，这就是一致性。<br />4.美有规律。把推敲柱式当做建筑艺术构思最重要的课题，简明的数量和几何关系是取得和谐比例的手段之一。<br />5.人文主义继承了维特鲁威以人体作为匀称的完美典范。文艺复兴的理论家们认为数的和谐或是人体比例在建筑中最完美的体现就是古典柱式。<br />在本书中，承认美是客观的。可以感知的承认美是有规律的。美即是和谐与完整，阿尔伯蒂按照古典传统，用宇宙的统一性把人体的比例围数的和谐统一起来，对后世影响极为深远。"
		},
		{
			"input": "分析佛罗伦萨主教堂穹顶的结构特征",
			"output": "佛罗伦萨主教堂位于意大利，他的规模仅次于圣彼得大教堂，伦敦的圣保罗大教堂，米兰主教堂，称为世界第四大教堂。伯鲁乃列斯基设计的穹顶由于打破了天主教堂的传统形制而成为在建筑上开启欧洲文艺复兴时代的重要标志。平面采用拉丁十字式，大穹顶平面为八边形，穹顶的结构特征如下：<br />1.是欧洲天主教堂首次出现穹顶统率下的集中式构图的范例。从而冲破了天主教堂反对集中式的戒律，开创了宗教建筑空间的新观念。<br />2.穹顶具有极佳的视觉效果，穹顶本身高30余米，其下的鼓座高12m，使穹顶能够高高地突出于层面之上。穹顶上没有采光亭，改写城市天际线。<br />3.融合了古罗马集中式型制的穹顶，拜占庭鼓座，哥特的双圆心拱券于一体，采用了多种手法来减少穹顶的侧推力。穹顶为双圆心穹顶，骨架券结构；内外壳中空式的双层拱墙，内置楼梯可登顶，穹顶底部有一圈铁链加固。这些技术手法表现出伯鲁乃列斯基对传统技术的谙熟反映出强烈的技术创造力。<br />4.在穹顶的施工过程中，采用了很多新的技术手段，如搭建脚手架，设计了几种垂直运输机械，使施工便捷省力。<br />佛罗伦萨主教堂在平面布局，空间构图，立面形态结构技术和施工组织上都取得了重大的成就，开启了欧洲建筑史上崭新的一页。"
		},
		{
			"input": "简述坦比哀多的艺术特色",
			"output": "坦比哀多是文艺复兴盛期建筑纪念性风格的典型代表，由伯拉孟特设计，建于罗马，是文艺复兴盛期开始的标志。建筑艺术成熟体现在以下几个方面：<br />1.这座小神堂采用圆形平面，以古罗马的圆形神庙为蓝本，由两个同心圆的柱廊和圣坛组成<br />2.圣坛外墙直径为6.1m，柱廊直径为8m，由16颗粗壮的多立克柱子组成，柱高3.6米<br />3.在柱廊上方的平台上，坐落着带有鼓座的穹顶，穹顶高13米<br />4.集中式的形体，饱满的穹顶，圆柱形的神堂和鼓座，外加一圈柱廊，使它的体积感很强<br />5.建筑体量最小，但有层次。有几种几何体的变化，有虚实的映衬，形象很丰富<br />6.环廊上的柱子经过鼓座上壁柱的接应，同穹顶的皭相首尾，从下而上，一气呵成，它的体积感，完整性和它的多立克柱式，使它显得十分雄健刚劲。<br />7.穹顶统率下的集中式构图、柱式构图、对称式构图、体积构图等手法被娴熟运用。整体比例和谐完美，各局部形态饱满雄健，总体上给人宏伟壮观的印象。非常成功的体现了文艺复兴盛期建筑水平。<br />坦比哀多对后世影响极大，在许多建筑中都能看到它的影子。"
		},
		{
			"input": "简述圆厅别墅立面造型的艺术特色",
			"output": "圆厅别墅是帕拉第奥最著名的建筑作品，空间关系较为理想，四周全打开，建筑空间与景观空间相互渗透，用古希腊神庙的立面形式来形成完美的秩序。古希腊神庙来源于住宅再把神庙立面还原到住宅。所有的局部与整体都有数的关系。<br />平面构图特征：<br />1.采用类似于古罗马庙宇似的集中式布局，以圆厅为中心。圆厅上有穹顶，这是一种把集中式应用到居住建筑中的尝试。<br />2.平面为正方形，采用对称式布局，四周房间依纵横向两条轴线对称布置。<br />3.在方形平面的四个边上，布置4个相同的门廊作为四面的入口，门廊下的大台阶直达建筑的二层平面。<br />立面构图特征：<br />1.建筑的4个立面完全相同，都有仿罗马万神庙入口构图的门廊，廊中使用6根爱奥尼柱式和三角形山花，阳光之下有很强的光影效果，使严谨的立面构图十分活泼。<br />2.建筑的外形由明确而单纯的几何体组成，显得十分凝练，方方的主体，鼓座，圆锥形的顶子，三角形的山花，圆柱体多种几何体相到对比，变化十分丰富。<br />3.主次十分清晰，垂直轴线也明确显著，各部分构图联系密切，位置肯定，所以形体统一、完整。<br />4.四面的柱廊进深很大，不仅增加了层次，强化了光影，而且使建筑物同周围广阔的视野产生虚实渗透的效果。<br />帕拉第奥在这座建筑中尽展纯粹的几何形体之美，在方与圆，活泼与严谨，变化与统一之间展现着古典建筑庄严与宁静的风范。这种近乎完美的集中式构图和四面对称的手法对后来欧洲贵族府邸建筑产生深远的影响。"
		},
		{
			"input": "意大利文艺复兴时期建筑的特点",
			"output": "1.世俗建筑成为建筑活动的主要内容<br />2.扬弃了中世纪哥特建筑的一些手法，而在宗教和世俗上建筑上重新采用古希腊、古罗马时期的柱式构图要素<br />3.采用新的构图要素同哥特式建筑相抗衡<br />4.建筑轮廓上强调整齐统一<br />5.城市广场建筑与园林建筑非常活跃<br />6.建筑理论得到系统的认识和总结，一批重要的理论问世，对后世影响极深远<br />7.建筑结构上没有太大的创新，被认为是古罗马和拜占庭建筑的延续<br />8.人才辈出。文艺复兴是一个“需要巨人，而产生巨人”的时代。"
		},
		{
			"input": "法国古典主义是什么",
			"output": "法国古典主义是法国古典主义建筑是一个专有名词，它与一般意义上的古典主义建筑有所不同。专门是指16世纪中期到18世纪初的一段时间里。法国建筑师们开始全民探索将本民族的传统建筑要素与由意大利传来的纯正古希腊、古罗马时期产生的古典柱式和意大利文艺复兴建筑的一些新要素相融合，并以卢浮宫东立面的建筑形式为典型代表的一股建筑思潮。"
		},
		{
			"input": "凡尔赛宫是什么",
			"output": "凡尔赛宫是17世纪法国专制王权的象征。也是法国古典主义艺术最杰出的典范，并成为欧洲许多国家建造自己宫殿与园林的蓝本。宫殿主体部分为U字形平面，开口向东，两端与南北宫相接，形成对称的两翼。大镜廊是宫中最豪华的大厅，由于·阿·孟莎设计。立面设计与卢浮宫东立面相比更加强调装饰性。园林主要部分在西侧，有三条主要的大道。中间为皇家大道，宫殿的西北端有园中之园——大特里阿农和小阿特里阿农。"
		},
		{
			"input": "分析卢浮宫东立面的艺术特色",
			"output": "法国巴黎的卢浮宫是世界上最著名、最大的艺术宝库之一，也是法国历史上最悠久的王宫。它位于巴黎市中心的塞纳河北岸。现存建筑多为17世纪建筑。最具特色的地方就是其东立面的设计，主要表现在以下几个方面：<br />1.东部立面全长约为172m，最高处为28米。采用横向分三段纵向分五段都以中央为主的立面构图轴线突出<br />2.柱廊部分采用巨柱式和基座式，以强调柱式使用的合理性。基座高近10米，贯通2层的巨柱高约为柱间距的2倍。再上部是檐部和女儿墙。<br />3.立面在中央和两端有3个凸出体，中央部分高和宽都是28米，是一个正方形。两端的凸出体高和宽都是24米，并为柱廊48米宽的一半。这一系列几何数字反映了法国古典主义建筑理论所强调比例和数的关系。<br />4.建筑采用平屋顶，而摒弃法国民族传统建筑中的高坡顶和老虎窗。建筑的外型反映了法国古典主义建筑的最高成就，端庄而雄伟。<br />卢浮宫东立面的建筑反映了法国建筑师顺利地将意大利文艺复兴建筑要素与法国民族传统建筑要素的融合，开创了一个新的建筑风格。欧洲文化的中心又重新回到了法国。"
		},
		{
			"input": "卫城山门是什么",
			"output": "卫城山门是雅典卫城的入口，采用大理石建造。因地势不平、西低东高。屋顶也断为两部分，以保持东西两个立面的完整构图。建筑中间是宽大的门廊，两边是柱廊，门廊两翼不对称且体量很小。凸显了主体的雄伟壮观。人们从山下透过山门能够望到正对着山门的雅典娜女神像。山门的主体用的多立克柱式，室内通道两侧采用三对爱奥尼柱式，选用两种柱式用于一栋建筑中是前所未有的突破。整个建筑外观简洁朴素，内部装饰华丽。"
		},
		{
			"input": "胜利神庙是什么",
			"output": "胜利神庙位于山门的南侧，形制属于前后廊式，采用爱奥尼柱式建造。其细高比不符合传统的爱奥尼柱式的比例。体现出建筑师在考虑它与山门的多立克柱式取得构图上的协调关系。神庙虽小，但它的艺术特色有3点值得注意：其一是它的点题作用，即点明雅典卫城是为庆祝战争胜利而建；其二是位于山门南侧布局起到了与山门取得构图上的均衡的作用；其三是它向山门处的扭转将最佳视角朝向观赏者。"
		},
		{
			"input": "埃比道拉斯剧场的建筑特点",
			"output": "始建于公元前4世纪，采用古典时期已形成的剧场的典型形制，即由观众席、歌舞场和舞台三部分组成。其造型常常是利用山坡地势将半圆形的观众席逐排升高，其间布置有多条放射形的通道。歌舞场位于剧场中心一块圆形平地上。后面有狭长形的舞台并与附属建筑相连。整个剧场气势宏大，舒展开阔，是古代希腊古典后期建筑艺术最高成就的代表之一。"
		},
		{
			"input": "卡拉卡拉浴场是什么",
			"output": "卡拉卡拉浴场是古罗马最著名的公共浴场之一，其建筑成就是多个方面的：首先是它复杂的功能表达，代表了人类社会在处理建筑功能方面的一次大飞跃。总体上是集洗浴、运动、读书、演讲等多功能于一体的大型公共建筑。其次是浴场主体大厅采用十字拱与筒形拱相组合的拱顶系列结构体系，代表了古罗马拱券结构体系的最高成就。第三是浴场的空间组织达到了古代社会在复合空间处理上一个里程碑的高度，超越了古希腊建筑重实体而空间不发达的局限，使建筑真正成为建筑。这些成就表明卡拉卡拉浴场在结构、功能和艺术上达到完美统一。"
		},
		{
			"input": "马塞鲁斯剧场是什么",
			"output": "马塞鲁斯剧场是古罗马剧场发展史上的一座里程碑。它建筑在平地之上，而不是像古希腊剧场那样建在山坡上。平面采用典型剧场模式。观众席是由一系列同心的混凝土环形拱廊一层一层地架起来的。建筑的外立面下两层采用连续的拱券与柱式结合的方式。一层用的多克立柱式，二层用爱奥尼柱式，作为古罗马世俗性的公共建筑，该剧场形制相当成熟，立面简洁，构图严谨，柱式典雅，与功能结合十分融洽，对剧场的功能、结构和艺术形式都有很大的发展。"
		},
		{
			"input": "罗马大角斗场是什么",
			"output": "是古罗马时期最大的椭圆形角斗场。它长轴188m，短轴156m。中央表演区的边是椭圆形，地面上铺土砌板，外面围着层层看台。观众席内部交通系统纵横交错，以纵向过道为主、横向过道为辅，为架起一圈观众席。结构采用三层混凝土的筒形拱和交叉拱来承重，每层80个拱，形成三圈不同高度的环形券廊，即拱券支撑起来的走廊。大角斗场的立面分四层，采用典型的叠柱式构图。下三层依次采用多立克柱式、爱奥尼柱式和科林斯柱式。第四层为实墙与科林斯壁柱，这种构图方式使大角斗场显得轻灵通透，极富韵律感。大角斗场的形制在体育建筑中一直沿用至今，可见其影响之深远。"
		},
		{
			"input": "图拉真广场是什么",
			"output": "是古罗马帝国广场上规模最大，形制最特殊，内容最丰富，也是最晚建造的广场。采用轴线对称的形制，多层纵横式布局。沿轴线布置凯旋门、广场、巴西利卡等建筑形成一个尺度宏大、布局严整、多层次的复合型广场。广场的尽端是一个围院廊式的院子。中央是一座纪念图拉真的围廊式庙宇立在高高的台基上。其正面有8颗科林斯柱子非常豪华，是整个广场的艺术高潮所在。整个广场建筑群像鳞次栉比，空间开阔有致，轴线纵横交错，反映出古罗马帝国时期的国力强盛。"
		},
		{
			"input": "罗曼式建筑是什么",
			"output": "10世纪后，西欧的一些国家重新出现了活跃的商业城市，新的建筑活动也开始了。这些建筑仍然是以基督教堂和修道院建筑为主。建筑材料大的采自古罗马时代的废墟，传承了早期基督教堂拉丁十字的平面形制，也沿用古罗马建筑中的半圆拱、古典柱式等构图要素。用拱顶取代屋顶上的木屋架，大大减轻结构自重。中厅多布置的简单朴素，并在外部西面设一或二座钟楼。"
		},
		{
			"input": "什么是巴黎圣母院",
			"output": "巴黎圣母院是早期哥特式教堂的典型代表，无论其平面形制、立面构图还是细部装饰都是哥特式教堂的典范。其平面为拉丁十字式，但十字横厅极短，这也是法国哥特教堂的一个主要特征。教堂建有3座塔楼。正入主正立面有一对，十字交叉处有一座尖塔。教堂西立面的构图是法国哥特教堂中最简洁的。纵向的塔楼与横向的线脚对立面进行均匀的划分，比例匀称。透视门和玫瑰花窗为简洁的立面配上精美的细部。教堂内部装饰也极为朴素，窄而高的中厅，纤细的骨架券，色彩艳丽的玻璃窗为室内空间点染浓烈的宗教气氛。"
		},
		{
			"input": "什么是育婴院",
			"output": "育婴院位于佛罗伦萨安农齐阿广场的一侧。由伯鲁乃列斯基设计，是意大利文艺复兴早期的代表建筑之一。这是一座四合院建筑。建筑师采用一系连续的半圆形拱券架在一颗纤细的古罗马混合柱式的柱廊上，完全摒弃了中世纪尖拱券廊的风格。这座建筑规模不大，但使用的建筑元素有趋向古典建筑的感觉。而且建筑立面构图丰富，比例匀称，表达了意大利早期文艺复兴建筑的基本特色。"
		},
		{
			"input": "巴齐礼拜堂是什么",
			"output": "巴齐礼拜堂由伯鲁乃列斯基设计，是意大利文艺复兴早期的代表建筑之一。教堂规模不大，平面为矩形。前面有一五开间的柱廊。教堂采用集中式构图，在正厅中心之上覆有一穹顶，并坐落在帆拱上。两侧有2个筒形拱覆盖。构成了明确而统一的室内空间。穹顶出屋面后。一段鼓座加高了它的高度，为人们提供一个完整穹顶的视觉形象。这座小教堂是意大利文艺复兴时期第一个采用集中式平面构图筑穹顶的实例，意义重大。教堂的外观简洁典雅，结构明晰紧凑，与周围环境的关系十分协调。"
		},
		{
			"input": "圣安德利亚教堂是什么",
			"output": "圣安德利亚教堂是文艺复兴时期著名建筑师阿尔伯蒂的代表作。采用拉丁十字式平面布局，并在十字交叉处通过筒形拱和帆拱托起一个带有一圈采光窗的穹顶。使穹顶下的空间明亮开敞，教堂正立面的构图特色更加突出，是古罗马凯旋门和神庙的结合体。中央拱门高大宽敞，成为构图的中心，突出主入口，两侧用4颗完整的科林斯壁柱划分狭长的墙壁，该教堂在内部空间和外部形态上都具有很强的创新性。它是后世意大利教堂最重要、最杰出的范本。"
		},
		{
			"input": "美狄奇·里卡尔迪府邸是什么",
			"output": "美狄奇·里卡尔迪府邸是意大利文艺复兴时期府邸建筑的重要代表，由建筑师弥开罗卓设计。该府邸的合院式布局，三层划分的立面设计，大块重石墙体，双联半圆拱窗等手法对欧洲后来的府邸建筑有很大影响。其平面围绕一个四面带有回廊的中庭布局。回廊由半圆形拱廊组成，三面布置着各种房间，一面有一个花园，整体布局紧凑、整齐，没有明确的轴线，沿街立面十分突出。由通长的线脚将其分为3层，檐口挑出很深也很方正、规整。外墙面全用大石块砌筑、底层粗糙，二层石块平整。三层石块平滑。这种砌筑方式使建筑外观显得非常沉重封闭，风格威严高傲，成为文艺复兴时期府邸的范例。"
		},
		{
			"input": "鲁切拉府邸是什么",
			"output": "鲁切拉府邸由文艺复兴时期著名建筑师阿尔伯蒂设计，其平面采用院落式布局，用连续的半圆形拱廊围绕着中庭，是文艺复兴时期府邸建筑的普遍模式。其立面特征十分突出，采用横线脚将建筑立面分为3层的方式，由下至上分别由塔斯干、爱奥尼和科林斯柱式与半圆形拱券窗组成，并在爱奥尼的柱头上添加一些植物叶。府邸设计中三层的立面划分模式和类似于券柱式的构图及三种柱式的选择，都反映出阿尔伯蒂有意地借鉴古罗马角斗场的立面形式。"
		},
		{
			"input": "法尔尼斯府邸是什么",
			"output": "位于意大利的罗马城，是文艺复兴时期著名的府邸建筑。由小桑迦洛设计，后来由米开朗琪罗接手完成。其平面采用院落式布局，并代有强烈的纵横轴线，主入口的门厅被设计成带有中厅与侧廊的巴西利卡式，两侧采用多立克柱式，并覆以巨大的筒形拱。立面仿照古罗马剧场的布局模式，由下至上由多立克、科林斯和爱奥尼柱式来划分墙面。柱间窗上有山花和圆弧拱。屋面上的大挑檐是由米开朗琪罗设计的，牢牢地控制着立面的构图。它的雄伟壮观反映出时代特色。"
		},
		{
			"input": "劳伦斯图书馆的前厅和楼梯的建筑特点",
			"output": "劳伦斯图书馆的前厅和楼梯由米开朗琪罗设计。前厅是从建筑的入口进入阅览室的一个过渡空间，近乎方形。米开朗琪罗将楼梯作为一个前厅中的重点构图要素和艺术构件，按雕塑的手法进行处理。他将楼梯的中间梯段设计成曲线形，并用体积感很强的低矮栏杆将其与两侧梯段分开。楼梯的形体富于变化，动态效果明显，装饰性极强，又将室内墙壁做外立面处理，凹凸起伏有变化，与众不同，该前厅与楼梯成为后来意大利巴洛克建筑师学习的典范。"
		},
		{
			"input": "安农齐阿广场是什么",
			"output": "安农齐阿广场位于佛罗伦萨，是文艺复兴早期最完整的城市广场。它的功能简单，平面方正，尺度宜人。广场平面为矩形，三面围合。主体建筑是安农齐阿教堂，后由阿尔伯蒂参照广场右侧育婴院的立面对教堂进行改造，与育婴院相邻的后建的修道院也是模仿育婴院的风格而建，使广场整体风格统一。广场的三面都是券廊，立面连续完整，整体上协调统一。"
		},
		{
			"input": "罗马卡比多山市政广场的建筑特点是什么",
			"output": "罗马卡比多山市政广场由米开朗琪罗设计。他根据已有的建筑布局将广场设计成对称的梯形，前沿完全敞开，广场呈梯形，尺度宜人，其余三面建筑分别是市政厅、博物馆、档案馆，它们立面尺度都不算高大，都采用巨柱式构图，都有相同的大屋檐和女儿，使得这三座建筑主观分明协调统一。广场前沿栏杆上放有三对石像，形成广场的虚界面，使得广场更富有层次感。广场的入口与山下有大台阶连接，在视觉上更加强调广场的壮观。这个广场是文艺复兴时期城市设计的典范，对后世影响深远。"
		},
		{
			"input": "圣马可广场的建筑特点是什么",
			"output": "圣马可广场是意大利威尼斯市的中心广场，因建筑组群布局杰出，被拿破仑称为“欧洲最美丽的客厅”。广场总体上是意大利文艺复兴时期城市设计与建筑风格的代表。其平面呈“┴”形，由两个大小不同的空间组成。大广场较为封闭，四面围有建筑呈非对称的梯形，大广场东端是圣坛马可教堂。北端是旧市政大厦。南端是新市政大厦。总督宫与圣马可图书馆相对。高高的钟塔是圣马可广场上最突出的标志。从远处可以看到它挺拔秀丽高耸入云的身影。它位于大、小广场之间，起到过渡作用。南侧是一个梯形小广场，南端耸立一对纪念柱，为小广场的空间进行了虚界定。使游人能够有良好的视线隔海相望对面小岛上的教堂。由于一些共性的构图要素和整齐的天际线。使广场无论在实体上，还是空间上都既然有变化又和谐统一。它的完整的体量，毫无缺憾的节奏，宜人的空间尺度都给人美的享受。"
		},
		{
			"input": "圣马可图书馆是什么",
			"output": "圣马可图书馆位于圣马可广场的南侧，由建筑师桑索维诺设计。该建筑是威尼斯第一座使用古典柱式的建筑，表达了文艺复兴建筑成熟期的特征。其平面呈L形，立面构图显示了文艺复兴建筑的惯用手法，下层采用券柱式柱廊，柱顶的额枋与上层栏杆自然衔接，栏杆之间使用爱奥尼壁柱。转角处用小方尖碑收尾。其形体比较单纯，但节奏与韵律感极强，立面的横向划分也十分突出，体现了桑索维诺的创新精神。"
		},
		{
			"input": "维琴察神职人民大楼的建筑特点是什么",
			"output": "维琴察神职人民大楼由文艺复兴晚期著名的建筑大师帕拉第奥设计。建筑平面主体为方正的矩形，中轴对称。一层沿轴线设置门廊与大厅。像这样突出强调沿轴线设置主要大厅。而两侧设置使用房间的布局方式是帕拉第奥的常用手法。其立面处理受威尼斯柱廊影响，底层柱廊采用多立克柱式，柱间不施拱券，中央五开间柱廊为入口，上下层两侧柱廊对位，同样采用爱奥尼柱式。屋檐上没有人物雕像，打破了天际线的平直感。这座建筑集中体现了古典建筑精神，柱廊扮演重要角色，其内部天花也沿袭古典传统，这是帕拉第奥的代表作品之一。"
		},
		{
			"input": "帕拉第奥母题是什么",
			"output": "帕拉第奥在维琴察的巴西利卡外围加一圈两层高的券柱式围廊，在这圈围廊中，采用上下两层相同又每一间重复的立面构图，形成一个韵律感和节奏感极强的外廊。立面的每一间都近似于方形，都由两颗柱子为界来划分。半圆形的拱券落在下面的小柱上，小柱与大柱之间还有一个矩形空间与中间的大拱券相配合。在大拱券的两侧各有一个小圆洞布置在柱与拱券之间的墙上。这种构图方式被称为“帕拉第奥母题”，这既满足了实际功能要求，又取得良好的视觉效果并有很强的适应性和调节能力，被很多后来的建筑师所效仿。"
		},
		{
			"input": "奥林匹克剧场是什么",
			"output": "奥林匹克剧场是帕拉第奥设计的有史以来的第一个室内剧场，具有极高的历史价值和艺术价值。整个剧场约有1000个座位。保持了古代剧场的三个组成部分。后台、舞台和观众厅。也为现代剧场创造了先例。该剧场舞台结构的形制特点是古代剧场和现代剧场之间的过渡形式。观众席逐排开起，坡度很陡，架在木桁架之上，舞台低于第一排的观众席。剧场室内有很好的音质效果。至今仍在使用，帕拉第奥为近现代室内剧场的形制的发展开辟了道路。"
		},
		{
			"input": "巴黎万神庙是什么",
			"output": "巴黎万神庙位于法国巴黎，由索夫洛设计，教学平面原为希腊十字式布局。坚道长于横道一个开间，在十字的中央建有高大的穹顶。在鼓座上开有一圈窗子。穹顶的中央也开有圆洞。万神庙的穹顶在立面上旧罗马城坦比哀多式的造型，入口立面由高大的柱廊和三角形山花组成。与古罗马的万神庙入口十分相似。巴黎万神庙的形体简洁，内部空间开阔，利用高大的穹顶控制着建筑的整个构图，是法国古典复兴建筑的典范。"
		},
		{
			"input": "美国国会大厦是什么",
			"output": "美国国会大厦是华盛顿特区一栋充满古典色彩的建筑。历经数个建筑师的修改，形成了目前的规模和面貌。建筑的平面以中央圆形大厅为中心左右对称布局。建筑的立面与穹顶为控制中心，向两侧舒展延伸，穹顶的两层高高的鼓座托起外观简洁，穹顶两肋之间开有椭圆形的窗，上层鼓座沿穹顶的肋做方形壁柱，下层鼓座用古罗马混合柱式围成柱廊，穹顶上端有采光亭。整个穹顶体系仿照巴黎万神庙，都源于罗马的坦比哀多，造型丰满雄伟，且简洁明快，坚实通透，成为美国复兴建筑的代表。"
		},
		{
			"input": "浪漫主义建筑是什么",
			"output": "浪漫主义建筑是18世纪中后期至19世纪下半叶以英国为中心的一种艺术思潮。在建筑上表现为以复兴中世纪的贵族寨堡、东方情调为主的浪漫主义和以复兴哥特式建筑为主的后浪漫主义两种形式。主要反映的是英国的一些艺术家对资本主义和工业化的不满，以及对中世纪艺术的眷顾。代表作品：英国国会大厦。"
		},
		{
			"input": "英国国会大厦是什么",
			"output": "英国国会大厦位于伦敦泰晤士河畔。设计师是贝利与普金，是英国后浪漫主义或哥特复兴建筑的代表作。平面布局较为自由，建筑主体共三层，外观上尖塔与尖券将中世纪哥特式建筑的特色表现的淋漓尽致。维多利亚塔和大本钟都以哥特式尖塔来表现浪漫主义所追求富于变化的轮廓线。英国国会大厦以其优美的轮廓线和细腻的装饰风格成为泰晤士河畔最重要的建筑，同时也是英国人心目中最美的建筑之一。"
		},
		{
			"input": "折中主义建筑是什么",
			"output": "折中主义建筑是19世纪上半叶至20世纪初流行于欧美一些国家的一种建筑风格。所谓折中有随处取材之意。所以折中主义建筑的特点就是集各种风格于一身。折中主义没有固定的风格，只讲究比例权衡的推敲，讲求纯形式的美，但在各国的建筑实例中，折中主义常常表现为两种不同的倾向：其一是任意模仿历史上的各种建筑风格。其二是将历史上各种不同的风格要素自由的组合到一栋建筑中。代表作品：巴黎歌剧院，巴黎圣心教堂。"
		},
		{
			"input": "巴黎歌剧院是什么",
			"output": "巴黎歌剧院是19世纪中叶折中主义建筑在法国最为典型的代表作品。剧院平面采用对称式布局，正立面为两层，在构图上用水平线脚划分为三层。有意大利文艺复兴时期的柱式构图，有法国古典主义建筑立面的纵横划分，还融合了巴洛克建筑对光影和雕塑的运用等。巴黎歌剧院是折中主义建筑师任意模仿历史上各个时期建筑风格，或自由组合各种要素的产物还是一座比例均衡、注重形式美丽的建筑巨作，还对欧洲各国建筑有很大影响。"
		},
		{
			"input": "巴黎圣心教堂是什么",
			"output": "巴黎圣心教堂是普法战争后建立的天主教堂。平面为拉丁十字式布局。圣坛后矗立一座钟塔，在欧洲宗教建筑中将钟塔置于教堂圣坛之后的做法极为少见。教堂立面为典型的对称式称图，入口为三开间门廊，穹顶为双圆心穹顶。圣心教堂高耸的穹顶及鼓座以及厚重的墙身呈现着拜占庭建筑的风格特征。连续的拱券使用又兼取了罗曼式建筑条理。都为这座教堂点染着浓郁的折中主义建筑的风貌特征。"
		},
		{
			"input": "伦敦水晶宫是什么",
			"output": "水晶宫位于伦敦的海德公园内，是1851年英国伦敦举办第一届世界博览会的展览馆。设计人是英国园艺师帕克斯顿。这座大型的展览馆由铁结构和玻璃组装而成。因为建筑的外墙和屋面均为玻璃。整个建筑通体透明，故被誉为水晶宫，其意义有如下几个方面：<br />1.它创造出与古典空间迥异的无分隔的巨大室内空间<br />2.充分运用新材料、新技术创造了前所未有的新形式，技术与形式高度统一<br />3.建筑的各表面只显示铁架与玻璃，完全表现了机械生产的本能，没有任何装饰<br />4.显示了金属结构与玻璃材料的巨大作用，对20世纪中后期的摩天楼影响深远。<br />5.世界上最早的预制装配式建筑，显示出预制装配式在建筑中的优越性<br />6.建筑用时短，总共不到9个月，体现了时代的高速度。<br />7.水晶宫向人们展示了一种现代建筑美学的诱人前景，其特点是轻盈光洁和透明<br />水晶宫是欧洲建筑史上最重要的建筑之一。它的建造充分利用了工业革命所提供的新材料和新技术，它所表现出的新的设计思想和技术手段，至今仍不失其生命力。"
		},
		{
			"input": "埃菲尔铁塔是什么",
			"output": "埃菲尔铁塔是1889年法国政府为庆祝1789年法国资产阶级大革命一百周年，举办世界博览会而建造的一座建筑纪念物。由法国工程师埃菲尔设计，坐落于巴黎市中心塞纳河左岸的战神广场上。铁塔高328米，直到纽约州帝国大厦建起之前，埃菲尔铁塔一直是全世界最高的建筑物。铁塔由基座和塔体两部分组成，基座部分由四根弯曲支柱组成。铁塔二层以上逐级收缩，形成优美的轮廓线，埃菲尔铁塔的创造得益于19世纪后期结构科学和施工技术的长足进步。采用金属结构将大大增加建筑高度。20世纪所出现的超高层建筑无不以此塔为典范。"
		},
		{
			"input": "机械馆是什么",
			"output": "机械馆是1889年巴黎世博会的主馆，建在埃菲尔铁塔的后面。工业革命对建筑的影响得到了充分的体现。机械馆是本次世界博览会上最重要的建筑之一，运用当时最先进的结构和施工技术，结构上首次采用三铰拱，高46米，跨度达到115米，堪称跨度方面的大跃进，陈列馆由20根三铰拱组成，形成宽115米长420米内部毫无阻挡的庞大室内空间。机械馆墙的层面大部分是玻璃，继水晶宫之后又一次建造出惊人的室内空间。"
		},
		{
			"input": "工艺美术运动是什么",
			"output": "工艺美术运动又称艺术与手工艺运动。19世纪50年代起源于英国，其代表人物为英国的散文作家、理论家约翰·拉斯金和他的门徒威廉莫里斯。这一派艺术家们否定机器制造的产品，认为机器产品粗制滥造。他们也反对当时盛行的复古思潮，在建筑上不抄袭历史的样式。他们有崇尚自然的思想，提倡用“田园式”住宅来摆脱古典形式，主张要表现材料的自然美。这一流派的代表建筑为红屋。<br />成就：在反对复兴思潮、摆脱古典形式、注重使用功能、突出材料本色上有积极意义。<br />局限：否定工业革命，把工业革命与工艺艺术对立起来，逆历史潮流，认为机械是一切文化的敌人，拒绝现代的材料，拒绝现代的建造。认为物质进步导致艺术道德败坏。"
		},
		{
			"input": "分析红屋的艺术特色和设计手法",
			"output": "红屋位于伦敦肯特郡，是莫里斯住宅，设计人为韦布。这座“田园式”住宅是英国工艺美术运动的代表建筑，设计手法如下：<br />1.住宅采用L形平面，共两层，首层为门厅，厨房和其他服务性用房，主人卧室和其他休息用房设在二层。内部空间根据需要灵活布置，位于南侧的楼梯将上下两层空间联系起来使各个房间的功能流线安排的十分合理。由于采用不规则的平面，每个房间都能获是充足的日照。<br />2.红屋的外观充满浓郁的田园气息，形态自由活泼，高高的坡顶根据房间的大小，灵活地穿插组合在一起<br />3.墙面上形式各异的小窗均采用彩色玻璃拼贴画作装饰<br />4.户外的水井上还加了一个圆锥形的尖顶，明显有中世纪建筑的痕迹，外墙上主要使用红砖墙，没有繁琐的装饰，创造出安逸舒适的居住气氛。"
		},
		{
			"input": "红屋的建筑意义",
			"output": "1.非对称的平面布局。按功能要求安排房间，突破了传统住宅的面貌与布局手法在居住建设设计合理化上迈出了一大步<br />2.表现材料的自然属性，“红屋”使用的是当地的红砖而且不加任何粉饰，充分体现工艺美术运动崇尚自然的思想。<br />3.艺术造型独特。是功能、艺术、材料相结合的范例，对后来的现代主义建筑有积极影响。"
		},
		{
			"input": "新艺术运动概述",
			"output": "新艺术运动直接受英国工艺美术运动的影响。于19世纪80年代起源于比利时的布鲁塞尔，并在法国广为流传，而后迅速传遍整个欧洲，甚至影响到美洲。其目的是创造新时代的艺术形式，解决建筑的装饰问题。本质上是一场装饰运动，即以建筑装饰为中心，试图创造一种前所未有的、适应工业化社会特征的，以抽象的自然花纹与曲线为主的装饰手法。同传统的折中主义装饰相抗衡。这一流派被看成是改变欧洲近代建筑形式的信号。"
		},
		{
			"input": "新艺术运动的主要思想",
			"output": "在建筑上，他们极力反对历史样式，意欲创造一种前所未有的能适应工业时代精神的装饰方法，在装饰主题上，主张艺术要源于自然，学习自然，受工艺美术运动的影响较深。这一流派的艺术家们认为自然物本身所具备的美是有生命力的。自然是设计师灵感的源泉。他们将自然界花木之类作为建筑装饰的主要题材。崇尚曲线，认为“线条就是力量”。“新艺术”运动又称“曲线风格”，是艺术家从自然界的植物中吸取灵感，创造出一种以自然纹样为母题的曲线来装饰他们的作品。由于铁容易加工成各种流畅的曲线，因此在建筑中大量应用铁构件。"
		},
		{
			"input": "新艺术运动的成就",
			"output": "1.对机械生产给予肯定，反对历史式样，采用钢铁玻璃材料，讲究机械美，强调线的力度<br />2.提出了与新工业时代相适应的新建筑，新的生产手段、材料和设计原则<br />3.新艺术运动是现代建筑摆脱旧形式羁绊过程中的一个有力步骤。为20世纪20年代现代主义建筑奠定基础。"
		},
		{
			"input": "新艺术运动的局限",
			"output": "1.新艺术运动在建筑中的这种改革局限于艺术形式与装饰手法，终不过是以一种新的形式反对传统形式布局，并未全面解决建筑形式与内容的关系，以及与新技术结合的问题。这也就是它为什么在流行一时之后在1906年左右便逐渐衰落。<br />2.缺乏解决形式，技术和功能间矛盾的有效措施。"
		},
		{
			"input": "高迪是谁",
			"output": "高迪是新艺术运动的代表人物之一。西班牙加泰罗尼亚地区的建筑师。其建筑设计手法怪诞诡异，建筑形态繁琐复杂，善于结合自然善于运用塑性的设计语言和曲线形态，从而使他的作品充满了动感，展现出他丰富的想象力，浪漫主义幻想和独特的建筑观和美学精神，创作过程中还吸取了东方伊斯兰的韵味和欧洲哥特建筑结构的特点，推动了新艺术运动在西班牙的发展。代表作品：位于巴塞罗那的米拉公寓和圣家族大教堂。"
		},
		{
			"input": "米拉公寓是什么",
			"output": "米拉公寓位于西班牙巴塞罗那的米拉公寓是高迪一座代表性的设计作品。高迪以造型怪异而闻名。米拉公寓最大的特点在于流线型的、波浪起伏的墙面和奇异的铁艺构件，以及从平面到立面没有使用一根直线的造型。建筑外部造型十分奇特。由于不规则的平面形状，加之高度各不相同的柱子和楼板使得建筑每层都如同波浪一样起伏变化。米拉公寓在整体上体现西班牙新艺术运动的独特品位，表现出高迪浪漫主义的幻想和独特的美学精神"
		},
		{
			"input": "圣家庭大教堂是什么",
			"output": "圣家庭大教堂是高迪设计作品中一个非常独特的实例，也是巴塞罗那的标志性建筑。教堂采用拉丁十字式平面形式。教堂的立面造型最具特色。8座超过100米的尖塔高耸在教堂的东西两侧，分别代表耶稣的众弟子，两侧立面也是尖塔林立，雕像成群。立面各部分的细部装饰凹凸变化，曲线突出，具有强烈的雕塑感。该设计被认为是高迪对工业化的一种反抗。但他也没有遵循任何复古思潮的设计手法。教堂整体造型充满雕塑性的设计语言和曲线形态都反映出高迪独特的建筑观和设计构思。"
		},
		{
			"input": "格拉斯哥四人组是什么",
			"output": "英国新艺术运动建筑的发展，主要限于苏格兰，而取得令人注目的设计成就的是格拉斯哥四人团体。即麦金托什、麦内尔、M·麦克唐纳、F·麦克唐纳这四人团体的设计包括工艺美术、建筑、家具、室内设计等多个领域。在装饰形态上和手法方面表现了独特的而又崭新的构思。他们的作品形成了独一无二的苏格兰新艺术运动的特征。即柔软的曲线和坚挺的直线交替运用。他们的展览在欧洲等尤其在英国产生强烈的反响。"
		},
		{
			"input": "维也纳分离派是什么",
			"output": "受到19世纪来新艺术运动的影响，奥地利形成以瓦格纳为首的维也纳分享派。取名“分离派”意指与保守的学院派艺术相决裂。该流派主张创新，强调表现功能的合理性和实用性，追求艺术创造体上的自由与个性，努力探索与现代生活相结合的设计道路，与早期的新艺术运动分格相比分离派更强调直线与简单的几何形体构图。代表人物：奥希尔布里希，霍夫曼。"
		},
		{
			"input": "德意志制造联盟是什么",
			"output": "1907年成立的德意志制造联盟是一个积极推进工业设计的团体。由一群热心设计教育与宣传的艺术家、建筑师、企业家等组成。其目的是：通过艺术、工业与手工艺的合作，用教育宣传及对有关问题采取联合行动的方式，来提高工业劳动的地位，提高工业产品的质量以表明显对工业文明的肯定和支持的态度。联盟主张建筑和艺术必须和工业化相结合，提出老工业化生产的道路，主张建筑标准化，反对装饰，强调简洁，建筑形象应规整简洁有秩序，提出使用新材料、新结构，并在建筑形式中表现出来。代表人物：彼得贝伦斯"
		},
		{
			"input": "透平机车间是什么",
			"output": "透平机车间位于柏林。1909年由德国建筑师彼得贝伦斯设计。由于其表现了现代工业建筑的全新设计模式而在建筑史上最有里程碑的意义。建筑平面为长方形，外观体现工业建筑的性格。建筑采用大型三铰拱钢架结构，拱架的钢框自上而下逐渐收缩，既符合力学特点又节省钢林，山墙中间开有大面积的玻璃窗，柱间也开有大面积的玻璃窗，并划分成简单的方格，与山墙形成鲜明的虚实对比整个立面十分简洁，看不到复杂的装饰，每一个细部也都如实地反映了建筑的内部功能与结构特征，他对建筑形式所作的突破性探索对后来的现代主义建筑有重要影响。透平机车间被西方称为“第一座真正的现代建筑”。"
		},
		{
			"input": "法古斯工厂是什么",
			"output": "法古斯工厂于1911年设计建造，是格罗皮乌斯与其助手迈耶合作设计的一座体现时代精神的现代建筑。该建筑以简单洁的墙面、毫无装饰，以及经济实用的建筑特色成为一战前最优秀的工业建筑。它的平面分3层，采用非对称的构图，采用钢框架结构，建筑外部造型新颖，体现全新的美学观念与先进的建筑技术的完美结合。框架结构使外墙与承重完全分开并做成续的与结构体系分离的玻璃幕墙，使得室内通透明亮，建筑转角处不设柱子，形成一个转角玻璃幕墙。这座建筑的艺术性与工厂的功能有机融为一体，并以其轻盈的外部造型诠释了机器美学的内在本质。体现了建筑师讲求功能技术与经济效益的设计思想和努力将设计与工艺艺术与技术相结合的设计理念。"
		},
		{
			"input": "科隆展览会办公楼是什么",
			"output": "1914年德意志制造联盟在科隆举办一次展览会，由格罗皮乌斯和迈耶合作设计的办公楼，其平面为长方形，两层高，平面布局均衡对称，形式规整，主入口在中轴线上，楼梯间在两端，建筑的外墙以大面积的玻璃幕墙为主，通透明亮。该建筑两端的玻璃楼梯间是格罗皮乌斯的首创，它削弱了内部空间与外部空间的界限。不但满足功能上的要求还起到丰富立面丰富造型的作用。这座建筑体现了工业时代的建筑特点。展现全新的设计思维，推动现代主义建筑的发展。"
		},
		{
			"input": "装饰艺术运动是什么",
			"output": "起源于20世纪20年代，法国召开的一次装饰艺术与现代工业的国际博览会。后传至美国和英国等地。如美国早期兴起的一些摩天楼，即采用这一流派的手法，装饰艺术派善于运用多层次的几何线性及图案，重点于建筑内外门窗线条，檐面及建筑腰线、顶角线等部位，而展开的一次风格非常特殊的艺术设计运动，这个运动的服务阶层对象是社会上层，少数的资产阶级权贵。代表作品：纽约帝国州大厦，纽约克莱斯勒大厦，伍尔沃斯大厦。"
		},
		{
			"input": "草原式住宅是什么",
			"output": "草原式住宅是美国本土建筑师赖特在19世纪末至20世纪初的十几年里，在美国西部建筑自由布局的基础上，与浪漫主义相结合创造出富有田园诗意的别墅式住宅的统称，所谓草原有赖特设计的住宅与美国中西部草原环境景观相结合的意义，平面采用非对称的布局多为十字形平面，以壁炉为中心，把起居室、书房与餐厅都围绕壁炉布置。卧室常放在楼上，建筑的外部造型突出水平起伏，以缓坡顶、深出檐部与草原环境相结合。呼应深远的挑檐与烟囱统一起来，打破单调的水平线条。住宅的窗户较大，以保持与自然界的密切联系，室内空间既被分隔又连成一片，根据不同需要有不同的层高，建筑材料尽量取材当地的木材与石材。代表作品：罗伯茨住宅，罗比住宅，威利茨住宅。"
		},
		{
			"input": "罗伯茨住宅是什么",
			"output": "罗伯茨住宅于1907年设计建筑，位于美国伊利诺伊州，是赖特所设计的“草原住宅”中最具代表性的作品。建筑采用十字形平面。根据房间使用要求的不同，将十字平面横向的两翼设为一层，竖向两翼设为两层高，主入口位于十字的右翼。功能分区中壁炉为构图中心。一层各主要房间围绕它布置。楼梯间位于其右，壁炉前方是净高2层的起居室。卧室在二层，保证功能分区的合理性。赖特将建筑材料本身的色彩和质感完全暴露在外，体现建筑最本质的自然美丽。建筑立面横向舒展，墙体高低错落，挑檐深远，屋顶平缓，强化了建筑的水平划分。此外还利用壁炉的烟囱形成竖向的构图元素，打破水平线条的单调性，从而形成一种内容丰富对比强烈的建筑构图。罗伯茨住宅是赖特的倾心之作，以其新颖的建筑风格开辟了20世纪美国小住宅设计的先河。"
		},
		{
			"input": "表现主义派是什么",
			"output": "表现主义派是20世纪初在德国、奥地利首先出现了表现主义的绘画、音乐和戏剧中的一种艺术流派，认为艺术的任务在于表达个人主观感受和体验。这一派建筑师常采用夸张的建筑形体表现或象征某些思想情绪或某种时代精神。代表作品是门德尔松的爱因斯坦天文台，通过相对论的深奥、新奇和神秘的特征作为表现的主题。他用混凝土和砖塑造了一个混沌的流线型形体。上面开了一些形状不规则象征运动感的窗，墙上莫名突起。整个建筑造型奇特难以言状，扭曲变形，断裂夸张的情绪的传达，超常的强调运动感的形象。"
		},
		{
			"input": "未来主义派是什么",
			"output": "未来主义派是一战前在意大利出现的一个文学艺术流派。他们对资本主义大加赞赏，对未来充满希望。他们否定文化艺术领域的规律和任何传统，宣称要创造一种全新的未来的艺术，创始人意大利作家马里内蒂发表《未来主义宣言》，标志未来主义的诞生。他们的思想极为激进，对20世纪20年代甚至对二战以后先锋派建筑师都有不小的影响。"
		},
		{
			"input": "构成主义派是什么",
			"output": "构成主义派是1913-1917年间在俄国形成的一次前卫的艺术和设计运动，把抽象几何体组成的空间当作绘画或雕塑的表现手段。作品很像工程构筑物，对现代艺术的影响主要表现在雕塑领域，然后从雕塑（空间构成）转而影响建筑设计与造型。这一流派进步的意义在于把结构当成是建筑设计的起点，以此作为建筑表现的中心，此立场成为现代主义建筑的基本原则，强调技术在设计中的重要作用，认为技术与艺术不可分离，主张艺术必须表现工业化的时代精神。代表人物：塔特林、马列维奇。代表建筑：由塔特林设计的第三国际纪念碑。"
		},
		{
			"input": "风格派是什么",
			"output": "风格派是于20世纪20年代，由荷兰的一些画家、设计师、建筑师组织起来的一个团体，主要促进者与组织者是杜斯柏格，维系这个团体的中心是一本称为《风格》的杂志。风格派认为最好的艺术就是基本几何形象的组合构图，提倡排除自然形象的纯粹艺术表现，主张运用纯粹的几何形的抽象来表现纯粹的精神、平面、直线、矩形成为艺术中的支柱。色彩主要用红黄蓝黑白灰。广泛涉及到绘画、雕塑、设计、建筑等领域，其影响是全方位的。风格派的艺术实践给现代主义建筑形的最大启示是热衷于基本几何形体，空间、色彩的构图效果。形式的生成可以建立在一种清晰单纯和客观的几何式样之上，即通过点、线、面、体的抽象构成，而不是依据历史风格的模仿和折衷。"
		},
		{
			"input": "有机建筑是什么",
			"output": "有机建筑是由赖特提出的一种现代主义的建筑理论，能够反映出人的需要、场地的自然特色，以及自然材料的使用，是一种全新的、本土化的美国建筑，所谓有机，在文学艺术领域主要指形式的创造，不是抄袭的，拼凑的，是一种动态过程。1939年赖特在《有机建筑》一书中说到：“现在建筑让我们称之为有机建筑，是一种自然的建筑，是属于自然的建筑，是为自然而创作的建筑”。其理论可以归结为：建筑与自然环境的有机整体与局部的有机、实体与空间的有机、材料与建筑的有机、装饰与建筑的有机。综上，我们可以看出、有机建筑理论的核心内容即：强调建筑与环境的协调关系、建筑的整体统一性、内部空间与外部形体的主从关系，建筑材料在造型中的突出作用，建筑装饰的自然流露。"
		},
		{
			"input": "有机建筑论的内容",
			"output": "1.建筑与自然环境的有机。赖特一贯强调建筑应该是那个地点和那个时间的产物，是自然的建筑，是属于自然的建筑，是为自然而创作的建筑，强调建筑与环境的协调关系。建筑是环境中的美的一部分，它给环境增加光彩，而不是损坏它。这是赖特有机建筑的核心。<br />2.整体与局部的有机。赖特主张每一个建筑都应该根据各自特有的客观条件，形成一个理念，把这个理念由内到外贯穿于建筑的每一个局部，使每一个局部都相互关联，成为整体不可分割的组成部分。整体属于局部，局部属于整体，强调建筑的统一性。建筑要遵循统一性原则，这种局部与整体的连续性，平面与立面的连续性，主要结构与细节的连续性，就是赖特的信念。<br />3.实体与空间的有机。建筑之所以称为建筑，其实质在于它的内部空间，外部空间应是由内部空间的原状生长出来的。新空间和新建筑的概念是保持一个由中央核心扩展到每一个外部终端的概念。<br />4.材料与建筑的有机。尊重材料的天然属性，不过多强调新材料，多使用地方材料使建筑与基地保持了有机的联系。既要从工程角度，又要从艺术角度理解材料的不同天性，发挥每种材料的长处，避开它的短处。<br />5.装饰与建筑的有机。赖特认为装饰不应该作为外加于建筑的东西而应该是建筑上生长出来的，要像花从树上生长出来一样自然，强调建筑装饰的自然流露。"
		},
		{
			"input": "西塔里埃森建筑群是什么",
			"output": "1937年，赖特在亚利桑那州的一个沙漠中设计的特殊建筑群体。它是赖特塔里埃森工作室的冬季营地和西部住所，故称为西塔里埃森。<br />整个建筑基地共有600英亩，赖特将建筑沿山脉侧面布置，并平行于西北走向的山峰，建筑平面顺应地形尽情的铺展开来。整体朝西北、西、西南和南向布置，并在北面围合一个开敞的院落，构成一组分合有致的建筑群。分散的布局既与环境相结合，又使建筑具有良好的通风、隔热功能。<br />建筑群因地制宜就地取材，内外墙均不做抹灰处理是，以保持材料的天性。建筑屋顶用一排漆成土红色的红杉木搭建韵律感极强。在建筑形体处理上，将石材、木材、水泥这三种材料运用到了极致。它们三间形成强烈的对比效果又与基地保持良好的协调关系。而建筑的各形体之间有穿插，有扭转，有高低错落，有曲折迂回，变化多端。<br />建筑的内部空间发达，时而开敞明亮时而局促昏暗，展示原料的原始氛围，利用大量的媒促空间来突破围合空间对建筑形式的限定。那介于建筑与建筑之间，建筑与环境之间的藤架走廊，巨石平台中，将整个建筑与周边的山脉、峡谷联系在一起。空间转换富有节奏感，形成一种全新的空间体验。<br />西塔里埃森建筑群以它自然的建筑形式与当地的风土人情结合得浑然一体，相得益彰，它犹如沙漠里生长的植物，质朴又充满生命力，展现别具一格的沙漠风情。"
		},
		{
			"input": "普莱斯大厦是什么",
			"output": "普莱斯大厦是1952年赖特设计建造的一座高层建筑。该建筑以其独特的建筑形式成为赖特所独创的“草原式摩天楼”的典型实例，大厦是一座19层的综合大楼，高约67米，下面两层是裙房部分，上面17层是塔楼部分，楼楼每层分4个单元，各单元环绕着带有30º、60º角的交通空间布置，构成复杂又生动的内部空间。建筑奇特的平面形式，使建筑的形体棱角分明，凹凸变化。这座建筑虽是一座高层，却有别于赖特早期作品中所特有的草原式分格，体现他对大自然的情有独钟。"
		},
		{
			"input": "纽约古根海姆博物馆是什么",
			"output": "纽约古根海姆博物馆由赖特设计，建筑体形特殊，是一个上粗下细的白色钢筋混凝土螺旋型。建筑内部四周呈盘旋而上的坡道，展品沿坡道陈列，形成一个连续而又有变化整体与局部统一的内部空间。在这里，建筑第一次表现为塑性的，一层流入一层突破了传统的博物馆的固有模式。处处可见赖特构思与目的性的统一。这个三向度的螺旋形建筑空间展现出赖特卓绝的建筑技艺与非凡的想象力。"
		},
		{
			"input": "约翰逊蜡烛公司总部是什么",
			"output": "这是赖特早期主持设计的为数不多的公共建筑之一，它新颖的构筑方法和建筑材料，独特的内部空间和外部形象再一次表达赖特对大自然的热爱以及他努力将自然因素融入建筑环境之中的热切追求。<br />管理大楼共3层，由各层办公室，一个剧场，一对圆形楼梯和电梯以及一道拱形玻璃桥组成、研究大楼实为14层，建筑平面为方形，在四角做抹圆处理，平面中央没有一个钢筋混凝土核心筒，作为垂直交通核，各层楼板均由核心筒挑出，一层为方一层为圆形成方圆交替的内部空间形式。<br />两幢建筑的外形都在建筑的转角处做圆弧处理。为了做出这种弧线和角度，赖特特别定做了200种不同形状、不同尺寸的内外墙砖。此外，赖特还采用半透明玻璃管构成玻璃幕墙，与每层之间的金属裙板一起构成通透轻盈的建筑外墙面。<br />赖特设计的这座约翰逊蜡烛公司总部不但满足了建筑的使用功能，还为使用者提供一个愉悦自然的工作环境。该建筑突破了传统建筑形式尤其是那造型独特的蘑菇柱，赋予这个公司全新的企业形象。因此这座建筑是赖特所设计的高层建筑中最具代表性的一例，影响深远。<br />补充：管理大楼底层的大工作间内部采用钢筋混凝土无梁楼盖的结构形式，由一系列上粗下细的形如蘑菇状的钢筋混凝土柱子与叶片组成，各叶片边缘相互连接，上覆玻璃顶，利用天窗采光。"
		},
		{
			"input": "阿尔瓦·阿尔托是谁",
			"output": "阿尔瓦·阿尔托是芬兰著名的建筑设计大师，现代建筑的重要奠基人之一，有机建筑和探索地域性人情化倾向的代表人物，是处于有机建筑与现代主义建筑之间的大师，他通过对自然环境的尊重，自然材料的使用，以及对自然景观的利用等方面的探索。在建设设计上取得巨大的成功。简洁实用构思巧妙是他设计的精髓，建筑平面灵活使用方便，结构构件巧妙的转化为精致的装饰，建筑造型娴雅，空间处理自由活泼。他的作品突出对环境的尊重，对地域性的关注，对人性的关爱，认为建筑工业化、标准化必须为人的生活服务，适应人的精神需求。代表作品：帕米欧结核病疗养院，维堡市立图书馆，玛利亚别墅，珊纳特赛罗城镇中心。"
		},
		{
			"input": "阿尔托对现代主义建筑理论的补充",
			"output": "1.他在强调建筑工业化的同时，注重建筑与环境的协调关系<br />2.在坚持理性主义设计理念的同时，尊重建筑形式与人的心理感受的结合<br />3.在追求建筑时代性的同时，注重对建筑本土性与地域性特色的探索<br />4.在积极推广新技术、新材料的同时注重使用木材、石材、砖、铜等地方材料与之配合。<br />5.在努力践行净化建筑的同时，注重在建筑上点缀精致完美的细部装饰"
		},
		{
			"input": "帕米欧肺结核病疗养院是什么",
			"output": "这座疗养院是奠定北欧现代建筑基础的典型作品，也是阿尔瓦·阿尔托的成名作。<br />疗养院地处森林之中，景色宜人。建筑顺应地势自由布置，以达到与环境的密切结合。体现了他有机建筑的理论。建筑由四个部分组成分别是病房大楼，垂直交通楼，诊疗中心、附属用房、多功能分区明确，相互连接又相互独立。<br />七层的病房大楼是疗养院的主体部分。平面呈一字形排开，面朝东南横向展开，考虑到疗养人员的需要，设置单向走廊，使得每个房间都有良好的采光和通风、视野和安静的休养环境，体现出人文关怀。病房大楼东部没有专门的敞廊供疗养人员接受阳光和强动。阿尔托将病房大楼理解为治疗的一部分，赋予临床意义上的功能疗养院的交通枢纽位于中央位置。将各个独立的部分连接起来，各功能区均不同角度布置，以达到最大限度的接纳阳光。<br />七层的病房大楼采用钢筋混凝土框架，并将结构体系暴露在外，强调建筑技术对建筑形式的主导作用。<br />这座建筑全面展示了阿尔瓦·阿尔托的设计思想：建筑与自然和谐的关系，对患者的人文关怀以及功能主义的设计原则。"
		},
		{
			"input": "格罗皮乌斯是谁",
			"output": "沃尔特·格罗皮乌斯是现代主义建筑的奠基人，现代建筑教育的先驱，他的建筑设计思想，他所设计的建筑作品和他的教育理念，影响20世纪几代建筑师。他对现代建筑的贡献标榜青史，不可磨灭。1907—1910年，在贝伦斯的建筑事物所工作，贝伦斯先进的设计理念和大胆的设计风格对格罗皮乌斯影响很大。1910—1914年自己开业。设计了两座成名作，法古斯工厂和科隆展览会办公楼，此后，一跃成为欧洲先锋派的建筑师。1919年成立包豪斯学院传播他的设计教育理论，培养新型设计人才，1928年与勒·柯布西耶等人组建国际现代建筑协会，1934年在英国开业，1937年定居美国，任哈佛大学建筑系主任，在美国广泛传播包豪斯的教育观点、教育方法和现代主义建筑理论。极大地促进了美国现代建筑的发展，为推广现代主义建筑做出了极大的贡献。"
		},
		{
			"input": "包豪斯校舍的建筑艺术特色",
			"output": "包豪斯校舍是格罗皮乌斯于1925年在德国德纽为包豪斯学院设计的新校舍。于1926年建成。这座建筑由于全面体现了现代主义建筑的理论原则，被建筑史学家们称为是现代主义建筑的经典作品。在世界建筑史上具有里程碑式的意义。<br />校舍的大体功能分为三个部分：教学用房、生活用房、技术学校。除教学楼采用框架结构，其余部分砖混结构，一律采用平屋顶，外墙面白色抹灰。校舍根据各部分实际需要，决定其体形和空间形式，几乎排除任何附加装饰，依靠建筑本身要素取得丰富的艺术效果，主要体现在如下方面：<br />1.建筑设计从功能出发，自内而外的进行设计，把整个校舍按功能不同分成几个部分，然后再确定的它的位置和形体，其外部形体在一定程度上反映了内部功能。<br />2.采用不对称不规则的灵活布局，其平面形体基本呈风车形，使各部分大小、高低，形式和方向不同的建筑形体，有机地组成合成一个整体。它有反的条轴线和不同的立面特色。因此它是一个多方向、多体量、多轴线、多入口的建筑，形成错落有致、变化丰富的造型效果。<br />3.运用对比统一的手法，在形体大小、高低、立面的虚实上产生了强烈的对比，不规则的布局加上强烈的对比手法造成生动活泼的建筑形象。<br />4.充分利用现代建筑材料与结构的特点，使建筑艺术表现出现代技术的特点，具有时代感，尤其是采用平屋顶的构造方法，承重的屋顶与挑檐消失了，轻快的女儿墙使建筑一反传统的印象，取得新颖的艺术效果。<br />整个校舍的造型异常简洁，既表达了工业时代的技术特征，又反映了抽象艺术理论在建筑艺术中的实践，取得了现代建筑的新风貌。"
		},
		{
			"input": "勒·柯布西耶是谁",
			"output": "勒·柯布西耶是现代主义建筑，现代城市规划以及现代设计的重要奠基人，是现代主义机器美学重要创建者，他也是一位十分难得的理论与实践并重的建筑师，他以其激进的设计理念和不断变化的建筑形态，承接着“现代建筑运动旗手”的称号。他的现代建筑观主要包括：认为应创造符合新时代的新建筑，提倡建筑走工业化道路，其设计方法是由内而外。平面是设计的发动机，注重功能合理，运用基本的形式和几何体，超脱个人情感，反对装饰，于1926年提出新建筑五点即：底层独立支柱，屋顶花园，自由平面，横向的天窗，自由立面，柯布西耶思想活跃，设计手法灵活，对后世影响极为深远。"
		},
		{
			"input": "《走向新建筑》是什么",
			"output": "《走向新建筑》是1923年由柯布西耶出版的一本宣言式的小册子，现代建筑最重要的纲领性文件。全面论述了现代建筑的基本原则和全新的美学思想。书中激烈否定了19世纪以来因循守旧的折中主义和复古主义的观点与建筑风格。极力主张创造新时代的新建筑，歌颂工业革命，倡导机器美学，主张建筑走工业化的道路，甚至把住宅比作机器，并要求建筑师向工程师的理性学习。“房屋是居住的机器”和“建筑设计应是由内而外，是自平面而立面的，平面是设计的发动机”等名言，都是出自此书，书中表达了柯布西耶激进的建筑理念对后人有很大的启示作用，影响深远。"
		},
		{
			"input": "机器美学是什么",
			"output": "机器美学是现代主义建筑大师柯布西耶的美学观点，从现代产品技术中获取灵感并用于建筑上，机器美学就是一种标准化的形式，一种理性化的手法，像机器成功的反映效能一榜首，认为建筑也在反映自身效能，强调建筑的经济性，房屋反映它的功能，就反映飞机反映它的运行一样，形式真实地表现了它的生产效能，这是美的，认为建筑师要以轮船飞机的设计中得到启示，向工程师的理性学习，一切都建立在合理地分析问题和解决问题的基础之上，形式应使功能得到表达，并认为简单的几何形体是最美的，主张设计要向前看，否定传统装饰，认为最能代表未来的是机械的美，未来的世界是机械的时代。"
		},
		{
			"input": "房屋是居住的机器是什么意思",
			"output": "柯布西耶在1923年出版的走向新建筑中给住宅下了一个新定义，是通过分析房屋的固有功能而形成的。这句话包含了房屋的三个要素：居住要求，生产要求，美学要求。<br />柯布西耶认为机器不受习惯势力和旧格式的束缚，一切都建立在合理的分析问题和解决问题的基础之上，是经济有效的，强调建筑师要向先进的科学技术和现代的工业产品如轮船、飞机、汽车等看齐，由此提出“房屋是居住的机器”的论断。<br />1.首先要适应居住要求，像机器那样符合实际功用，强调功能和形式之间的逻辑关系，反对附加装饰<br />2.还要像飞机轮船那样大量的生产，极力鼓吹用工业化的方法大量建造房屋。规模庞大的工业必须从事建筑活动，并且符合工业的要求，形象真实的表达它的生产效力，反映了工业化和标准化，像机器那样可以放置在任何地方，强调建筑风格的普遍适应性。"
		},
		{
			"input": "柯布西耶创作的三个阶段",
			"output": "第一阶段：20—30年代<br />以“理性主义”“功能主义”为特征，被称为功能主义者，注重实用功能，发挥工业技术与科学技术对建筑的影响，建筑造型追求基本的几何形体，在《走向新建筑》中阐述了机器美学，并提出“房屋是居住的机器”的观点。<br />代表作品：萨优伊别墅<br />第二阶段：40—50年代<br />战后初期粗野主义喜欢把钢筋混凝土拆模后，不做任何处理，露出毛糙混凝土面的本来面目，是水泥的野兽派，粗野主义的特点是体态沉重，表面粗糙，构件粗鲁。它们之间冷酷的碰撞在一起，没有任何附加装饰。<br />代表作品：马赛公寓，拉图雷特修道院<br />第三阶段：60年代<br />走向“神秘主义”“浪漫主义”“象征主义”“混沌主义”超出一般的设计手法，把人们带进了可塑性的魔术般的形式。<br />代表作品：朗香教堂<br />转变原因：没有任何迹象可以表明柯布西耶建筑设计风格为何转变如此巨大，而后据推测可能是：柯布经历了二次世界大战的战乱，认识到现代技术并没给人们带来理想的美好生活，却被用来滥杀无辜，对现代技术的失望。"
		},
		{
			"input": "朗香教堂的建筑艺术特色",
			"output": "勒·柯布西耶设计的朗香教堂是20世纪最为著名的一座天主教堂，它以其怪诞复杂，神秘多义的建筑形象和充满象征主义的设计手法给世人以强烈的震撼，受到建筑界的广泛关注。朗香教堂一反柯布西耶研究几何构图的风格，完全脱离了现代主义建筑的理性原则。重点在建筑造型上和建筑形体上给人的感受，走向浪漫主义、神秘主义。教堂位于法国，其规模不大，教堂之东有一个可以容纳万人的场地，以供前来朝拜的教徒使用。<br />教堂的平面呈极不规则的弧线形，但内部功能却极为清晰合理，入口位于建筑南向的左侧，教堂内部由3个小祈祷、祭坛、中殿和若干附属用房组成。祈祷室用3个半穹隆状的采光塔来采光，建筑的各个立面差别很大，令人目不睱接，体现柯布由之前，自平面而立面到此由立面出发的设计方式转变，内外墙均采用水泥拉毛饰面，白灰粉刷。这些手段体现出教堂的粗野主义风格，更加渲染了这座教堂的艺术感染力。南侧外墙既弯曲又倾斜，开有一些大小不等，形状各异，参差错落的彩色玻璃窗洞，阳光由此进入室内，形成一种游离不定、扑朔迷离的光影，增加了教堂的神秘气氛。<br />朗香教堂是一个雕塑般造型的典型实例，建筑不像是由墙面、屋顶的构件组合而成，像是一个巨大的，实体的雕塑式容器。体形自由线条流畅，不是一座建筑而是一座抽象艺术的雕塑品，成为引人注目的天主教堂。他的外形十分怪异，具有很强的多义性。如教士的帽子，大船的船底，水上的游泳的鸭子，一双合起来的手，而用柯布西耶的话来讲就是“朗香教堂是上帝的耳蜗。在这里可以聆听他的子民的欢呼。”教堂的屋顶与墙体并不直接相连，屋顶向上翻转，像船底，它与墙体之间留有10厘米的采光缝隙，光线进入室内造成一种神秘的气氛。<br />建筑设计中还包含了许多象征手法，所有的功能与形象都是围绕这个“思想高度集中的论思容器”这一主题展开。卷曲的南墙东端挺拔向上，象征直指天国，房屋沉重而封闭象征也是一个安全的庇护所。东面长廊开敞，意味意对朝圣者的欢迎，墙体的倾斜，窗户的大小不一，室内光源的神秘感与光线的暗淡，棚顶的下坠都容易使人失去衡量大小、方向、水平与垂直、方向与尺度的判断，使身临其境的信徒产生“唯神忘我”的感觉。<br />柯布西耶设计的朗香教堂，摒弃了天主教堂的传统模式，创造了一座由混凝土浇铸而成的艺术品。该教堂不但体现了建筑师对建筑艺术独特而又深刻的理解，更加表达了他那充满浪漫主义情怀的艺术想象力和非凡卓越的创造力。"
		},
		{
			"input": "巴塞罗那博览会德国馆简介",
			"output": "建于1929年的巴塞罗那博览会德国馆，是密斯最早期最重要的设计作品，是集中体现他设计思想的第一个里程碑式的建筑，是现代主义建筑的主要作品。<br />其平面为长方形，馆内功能单纯，空间开敞，由位于主展厅左上角的两角附属用房，以及两片水池共同组成展厅内部空间流畅，房间不做固定分割，仅用隔断划分空间，密斯使用极少的建筑元素，却创造了极为丰富的空间，以此来实践他“少就是多”的设计理念。<br />德国馆在结构描述和空间布局的处理上同样体现了密斯新颖的设计理念。整个建筑立于一个基座之上，主馆由8根十字形断面铜柱支承，上覆一个硕大的平屋顶。墙体和室内隔断是一些互不牵制、互以独立的布置的构件。一片片自由布置，对空间进行灵活划分，于是便形成一个既封闭又开敞，或半封闭半开敞，互相贯通的内部空间，密斯将之称为“流动空间。”<br />建筑墙体部分采用了不同色彩不同质感的石灰石等石材，从而营造出紧固稳重的建筑形体，而部分墙体又采用轻巧通透的大片玻璃，简法明快，两种建筑材料不但诠释了建筑特有的性格，而且还创造了一种虚实相间，明暗互补的空间效果。<br />巴塞罗那德国馆完美地诠释了密斯的设计思想，呈现出一种全新的建筑艺术品质。虽然这座展馆在博览会结束后便拆除，但它却作为一个里程碑，标志着现代主义建筑的诞生，推动了现代主义建筑的发展。"
		},
		{
			"input": "伊利诺伊工学院简介",
			"output": "密斯继任美国伊利诺伊工学院陆军建筑系主任后，就接受了新校园规划与设计的任务。而他在1950-1956年设计建造的建筑馆，则是校园内最为著名的建筑，也是最能诠释密斯“全面空间”设计手法的典型代表。<br />在密斯看来，建筑的用途是经常变化的，他试图设计一个偌大的、没有障碍的、可供自由划分的、实用而经济的空间。通过一些隔断进行划分，并适应不同的功能要求，这是他全面空间的基本概念。<br />建筑馆为矩形平面，共两层，底层为半地下室，包括图书馆、密斯的办公室等。相互之间以隔墙划分形成一个个封闭的房间。各房间均用高侧窗采光。一层为一个巨大的单一空间，层高6米，包括绘图室、展览空间等，室内各部分之间采用几片不到顶的活动式隔断作为分隔以满足不同的使用要求，体现了全面空间的理念。建筑馆采用巨大的门式铜架悬挂一个硕大的平屋顶。除此之外不采用任何支撑构件，以而保证内部空间的完整性。<br />建筑馆也是一座名副其实的由铜和玻璃共同组成的方盒子，立面主体为大片玻璃幕墙，没有任何多余的装饰，建筑形体被净化到了极致。<br />这座建筑继承了密斯的一贯风格，简洁明快，典雅大方，尤其是对全面空间的诠释，更加表达了他勇于开创自己独特风格的思想品质。"
		},
		{
			"input": "西格拉姆大厦简介",
			"output": "西格拉姆大厦是位于纽约的西格拉姆大厦是一座高层办公楼，是密斯重视建筑技术，讲求技术精美理念的典型实例，完美地诠释了密斯“少就是多”的建筑设计哲学以及他的技术美学观。是当年世界各国建筑师所崇拜和效仿的对象。<br />在总体布局上，大厦退离红线，在街道与建筑之间设计一个宽敞的大广场，大厦的平面由前后两个大小不一、相互平行的矩形空间和中心交通核连接而成，底层平面除中央的交通设备用房外，其余均为开敞的开空间。<br />建筑立面造型简洁明确，风格典雅，主体为竖直的长方体，除底层和顶层外，其余的外墙均用金属板和隔热玻璃组成的幕墙，并用工字型断面的金属窗格作为分隔。幕墙直上直下，一气呵成，制作十分精美，体现了密斯对建筑形式的完美要求和对建筑细部做精致处理的原则。<br />纽约西格拉姆大厦完美地展现了密斯对钢框架结构和玻璃在建筑中应用的探索精神，表达了他讲求技术精美的审美情趣和追求建筑形式完美的艺术品位。"
		},
		{
			"input": "吐根哈特住宅简介",
			"output": "吐根哈特住宅是密斯20世纪20年代所设计的最具有现代意义的建筑风格的典型实例之一。它以其井然的空间逻辑秩序与全新的美学概念，再一次向人们展示了“流动空间”的独特魅力。被公认为欧洲最著名的现代住宅之一，该住宅位于捷克，于1930年建成。<br />建筑平面主体为矩形，均衡而非对称式布局，建筑共3层，并根据坡地所引起的高差将底层辟为半地下室，一层东侧是一个开敞的大空间，为起居活动部分。住宅的卧室均布置在二层，相互独立，以屋顶露台作为连接，从而营造一种室内向室外延伸，室外向室内渗透的空间氛围。<br />建筑立面造型精简，结构清晰，体现了密斯所倡导的简约精神和净化装饰的思想，白色光滑的外墙没有任何多余装饰，平铺直叙的展示了建筑空间的构成，起居室东、南两侧的落地窗，通透明亮，不但与白粉墙形成强烈的虚实对比还实现了与周围环境的密切结合。<br />吐根哈特住宅作为密斯“流动空间”设计理念的代表作品，以其无与伦比的艺术魅力展现在世人面前。"
		},
		{
			"input": "范斯沃斯住宅是什么",
			"output": "范斯沃斯住宅是密斯在美国所设计的一件主要的代表作品，也是最能诠释他所提出的“少就是多”这一建筑理论的典型案例。住宅位于美国伊利诺州，于1950年建成，这个建筑体量不大，面积为200平方米，平面为长方形，住宅的结构十分简单，由8根“H”形截面的钢柱夹持一片地板和一片屋面板而成。单纯的平面形式与精简的立面造型迎合了密斯“少就是多”的设计理念，营造一种高雅别致的空间感受，但是建筑的简洁开敞却给使用者带来很大的不便。这也表明密斯有重形式的设计倾向。这座住宅是密斯最后一个住宅作品，它也是密斯“少就是多”、“流动空间”等设计理念的集大成之作，是现代建筑史上的经典名作。"
		},
		{
			"input": "芝加哥湖滨公寓简介",
			"output": "芝加哥湖滨公寓位于美国芝加哥，是密斯设计的第一座真正意义上的高层建筑。它以几乎完全外露的建筑结构与精简的玻璃幕墙，体现了钢结构与玻璃的魅力。创造了一种高贵典雅的建筑品质。公寓是一对26层高的姊妹楼。两幢建筑平面大小一致，均为长方形，各公寓室内无固定分隔，由家具和隔断划分，公寓的立面造型简洁，是两个钢框架组成的玻璃盒子，结构外露，通透轻盈，体现了密斯对建筑技术美的热切追求。芝加哥湖宾公寓的建成将密斯的钢铁玻璃摩天楼的梦想变为现实。那笔直的钢框架和大面积玻璃幕墙为全世界大都市的建筑树立了效仿的对象，玻璃摩天楼从此风靡世界。"
		},
		{
			"input": "德国西柏林国家美术馆简介",
			"output": "德国西柏林国家美术馆由密斯设计。这是他职业生涯最后一件作品，也是他技术美学的代表作品之一，还是他“全面空间”设计手法的又一例证。该馆位于柏林市中心一个东西向的直角梯形地段，正面朝东。美术馆共两层，地层置于地下，一层为主展厅，是一个没有经过分隔的正方形空间，室内净高8.4米，四周用大片玻璃幕墙加以围合，形成一个通透明亮的玻璃盒子。室内没有任何承重构件，建筑功能则根据不同的布展要求而灵活划分，以体现“全面空间”的理念。建筑立面造型简洁，尤其是硕大的黑色屋顶加深建筑形象的鲜明特征。屋顶由四周的8根十字钢柱作为支撑，每边2根，不设角柱。德国柏林新国家美术馆完美地诠释了密斯将建筑技术升华为艺术的技术美学观，是二十世纪世界建筑精品之一。"
		},
		{
			"input": "西尔斯大厦简介",
			"output": "西尔斯大厦位于美国芝加哥，由SOM建筑师事务所设计，是当时世界第一高度的塔式摩天楼。大厦底层平面为方形，由九个小正方形组成九个井筒，其结构就是井筒结构体系，每个筒内不设柱，使用者可以根据使用要求进行灵活分隔，整个大厦的平面是逐渐向上收缩的。建筑立面采用大面积的玻璃幕墙，外表呈银灰色，大厦的各个立面都相同，突破了传统高层建筑呆板对称的形象，并在空中形成高低错落的优美姿态。西尔斯大厦外形简洁，高峻挺拔，结构技术更具创造性，是建筑形式与技术完美结合的范例。"
		},
		{
			"input": "约翰·汉考克大厦简介",
			"output": "约翰·汉考克大厦位于美国波士顿，由著名华裔建筑师贝聿铭设计，至今仍是波士顿最高的建筑。大厦为板式高层，平面较为独特，将一狭长矩形的两端斜向切掉，形成一个特殊的菱形平面。建筑外立面采用全玻璃幕墙，简洁的立面与对面古典复兴的教学形成强烈对比。大厦的造型由于平面形式的关系，从不同的方向上看具有不同的视觉效果。有时像矩形，有时像菱形，实为大师的神来之笔。这座建筑的造型体现了建筑师追求对各种几何体进行雕琢组合的设计手法对后世有很大的启发作用。"
		},
		{
			"input": "香港中国银行大厦简介",
			"output": "香港中国银行大厦位于香港，由贝聿铭设计。大厦平面为一正方形，由两条对角线将其划分成4个三角形，形成一个母题，在平面布局，形体处理，立面划分时反复运用。其立面底部是一个方形基座，以花岗石饰面，有坚定沉稳之感，并同上部的玻璃塔楼形成鲜明的对比。大厦采用了一种独特的结构形式——大型立体支撑体系，即由空间网架和巨型钢筋混凝土柱墩组成，从而技术与艺术达到完美结合。"
		},
		{
			"input": "东京中银舱体大楼简介",
			"output": "东京中银舱体大楼是一幢装配式的公寓楼，由新陈代谢派的核心人物黑川纪章设计，表达了建筑像生物的新陈代谢那样，是个动态的过程。追求建筑随时变化的可能性。大楼地上13层地下一层，平面由预制的标准化居住单元组成，这些单元可以随意组合，并在建成后，也可以随时拆分、替换，体现了新陈代谢的思想。建筑立面是由众多白色长方体居住单元围绕核心筒叠合而成，舱体端头有采光圆窗，造型显的错落有致，生动活泼，并在美学上体现出新技术的无限魅力。这座建筑在预制装配化方面的创新，为推进建筑工业化标准化的发展做出极大的贡献。"
		},
		{
			"input": "代代木国立综合体育馆简介",
			"output": "代代木国立综合体育馆位于日本，由日本著名建筑大师丹下健三设计。由于采用了新型悬索结构，在风格上独具日本传统特色，所以受到建筑界广泛赞誉。其主体建筑是一座椭圆形状平面的游泳馆和圆形平面的球类馆，两座体育馆都采用悬索结构，造型简洁、美观大方，其中游泳馆的屋面为曲面形，中间向上升起的屋顶与日本传统建筑的大屋顶有一定的传承关系，两条屋脊之间有带形的采光窗。这座建筑以其独特的结构技术与大胆新颖的设计理念为建筑带来了全新的形态，开辟了现代建筑与地方民族传统相结合的探索之路，对后世影响深远。"
		},
		{
			"input": "耶鲁大学艺术与建筑馆简介",
			"output": "耶鲁大学艺术与建筑馆位于美国，设计者是美国建筑师保罗·鲁道夫。该系馆是二战之后由柯布西耶所开创的粗野主义的代表作品之一。<br />系馆共九层，其地上7层地下2层，平面布局是由4个长方形母题围绕4根宽大柱子和中央的共享空间来组织的。建筑主入口位于东北部，建筑的内部空间处理的十分复杂，中央的共享空间以及复杂的标高处理，反映出建筑师对空间的掌控能力。系馆的造型强调体量的组合，竖向划分，外表保留了米黄色混凝土的原真性，十分粗糙，粗野感十足。<br />这座建筑以其独特的设计风格，成为鲁道夫的代表作品之一。"
		},
		{
			"input": "莱斯特大学工程馆简介",
			"output": "莱斯特大学工程馆位于英国，由詹姆斯·斯特林设计。工程馆由教学主楼和大型厂房两部分组成。教学主楼的平面由大小不一的矩形构成共11层。厂房平面为矩形，在教学楼的右侧。建筑外部体量组合极具变化，建构出复杂的建筑外貌。阶梯教室顶部像“中腿”一样直接伸出在两个立面的墙外，不做任何掩饰处理，表现出功能与形式的高度统一，厂房则水平展开。屋顶设计成一系列45º水平斜置的柱形玻璃天窗，十分醒目。这座建筑遵循着讲求功能、技术与艺术的相统一的原则，又有十分突出的建筑形体和空间组合，室内外采用相同的红砖饰面，突出了建筑的地域性特色。"
		},
		{
			"input": "剑桥大学历史系馆简介",
			"output": "剑桥大学历史系馆位于英国，由詹姆斯·斯特林设计。系馆共7层，地上6层，地下一层，平面主要由外侧近似于“L”形的部分和内角为90º的扇形平面两部分组成。室内空间较为丰富。系馆的外部形态特色鲜明，主要由“L”形体量主导。它所环抱的阅览室采用阶梯形玻璃幕墙，大部分的墙面红色面砖饰面，为斯特林惯用手法。这座建筑中所开创的通透大空间上覆玻璃顶的运用，是在现代主义建筑发展方向上的巨大跨越，推动现代建筑的发展。"
		},
		{
			"input": "香川县厅舍简介",
			"output": "香川县厅舍位于日本，由丹下健三设计。这座建筑由于体现了日本传统文化与现代建筑技术相结合的探索精神而受到广泛赞誉。建筑总平面为合院式布局，各功能分区明确，流线清晰，建筑平面由一座8层的办公楼和一座3层的议会厅两部分组成。两栋建筑围合而成的庭院有日本传统的“枯山水”风格，厅舍的外观造型特色鲜明，每层都带有由水平向混凝土板和挑檐组成的外廓，有横仿日本传统木构建筑的痕迹，混凝土部分不做抹灰处理，直接暴露在外，有粗野主义之风。整座建筑光影效果强烈，粗糙的表面体现了强烈的现代色彩。"
		},
		{
			"input": "山梨县文化会馆简介",
			"output": "山梨县文化会馆位于日本，是一幢多功能的综合大楼，由丹下健三设计。这座建筑体现了设计者对建筑技术的掌控力，创造出不同的建筑形式，对现代主义建筑的发展作出了重要贡献。建筑平面由4列共16个混凝土圆筒构成。圆筒既是结构承重体系要素又是包括部分服务空间，其造型独特，巨大的混凝土圆筒群尤为突出，使得会馆呈现出超乎寻常的尺度和独特的形体，墙体不做饰面，保持混凝土材料的本质，带有一种毛糙的粗野之感。这座建筑体现了丹下健三注重建筑功能与结构相对应，不同的结构满足不同的功能这一主导思想。实现了功能、形式与技术的有机统一，推动了现代主义建筑的发展。"
		},
		{
			"input": "甘地纪念馆简介",
			"output": "甘地纪念馆位于印度，设计者为印度本土建筑师查尔斯·柯里亚。这座建筑被认为是印度民族文化传统和现代建筑手法相结合最成功的范例。具有明显的地域性特色。这座建筑的形式借鉴了当地民居的式样，平面由多个带有金字塔顶的6米×6米的模板单元组成。围绕水池和庭院自由布置，形成三种空间类型：围合空间、半开敞空间和开敞空间。建筑采用了当地建筑的构筑形式：坡屋顶、瓦屋面、红砖柱，构成一组优美的聚落群，表现出极强的地域性特色，柯里亚对现代主义建筑与地域性相结合进行的探索值得我们去学习和借鉴。"
		},
		{
			"input": "干城章嘉公寓简介",
			"output": "干城章嘉公寓位于印度，是一座高层复式住宅，是查尔斯·柯里亚的又一代表作品。这座建筑由于充分体现代主义的建筑思想与地域特色的完美结合，而受到广泛赞誉。建筑平面为正方形。一、二层为公共空间，三层及以上是拓展式布局的单元住宅。建筑的外部造型是在一个立方体上做减法的处理方式，凹阳台与墙面形成变化，使得造型简洁的公寓，避免了方盒子所带来的枯燥与呆板。具有十足的雕塑感。这座建筑充分展现了柯里亚沿用对气候的调节，空间分区的设计原则，而其大面积的跃层式布局和丰富的公共服务设施，有柯布西耶马赛公寓的影子。"
		},
		{
			"input": "理查德医学研究楼简介",
			"output": "理查德医学研究楼位于美国费城，设计者是美国著名建筑师路易斯·康。由于这座建筑平面功能布置模式体现了康的“主体空间”和“附属空间”的设计理念，因此成为他的代表作品之一。建筑平面采用单元式布局，把主体空间的实验室与管道、电梯等附属空间分开，并将附属空间围绕主体空间布置，塔楼采用钢筋混凝土框架与井字梁楼盖承重体系。方形塔楼每边设两根柱子，形成有序的结构体系，建筑外部造型由成组的塔楼组成刚劲挺拔，简洁朴素。康依据功能划分空间的理论，标准功能单元的确立，简洁的清水砖墙和丰富的形体组合，这些因素的统一构成他独特的设计风格。"
		},
		{
			"input": "萨尔克生物研究所简介",
			"output": "萨尔克生物研究所位于美国加州，由路易斯·康设计。这座建筑的布局运用了康的“主体空间”与“附属空间”的设计理念，成为他的代表作之一。建筑位于一块梯形基地上，基地主入口位于东侧。研究所由两座平行布置的实验楼组成，两楼之间是一个开敞的花园广场。以广场为中心，两楼呈对称布局，研究所的外部造型反映了内部使用功能。面向花园一侧为韵律感极强的五组塔楼，外墙均采用混凝土材料、不做任何饰面，有粗野主义的形式特征，这种重复布置的单元不但为功能带来便利，而且为建筑造型增添韵律感和秩序感，值得后人学习和借鉴。"
		},
		{
			"input": "埃克斯特学院图书馆简介",
			"output": "埃克斯特学院图书馆位于美国波士顿，由路易斯·康设计。这是他所设计的造型最简洁的建筑物之一。图书馆坐落在传统的砖构建筑群中，平面形式为削去四角的八边形，共9层，地上8层，地下1层。首层平面的外侧为环绕着主体的敞廊，主入口位于东北侧。从二层到七层，以一个阳光中庭为中心，四周围绕书库和阅览室。中庭的室内立面很有特色，四个立面均以巨大的圆形为母题，洞口高4层，形成各阅览室间的视线交流。图书馆的外侧为砖墙承重，内侧为钢筋混凝土承重，墙体由下至上逐渐变小，减轻自重，外墙采用当地产的红砖，不做饰面处理，简洁而朴实，与周围原有建筑相协调。"
		},
		{
			"input": "卢浮宫扩建工程简介",
			"output": "贝聿铭先生在巴黎卢浮宫扩建工程中巧妙地使用新老建筑在对比中达到共生，成功地解决他们之间的协调问题。金字塔是古代文化的象征，作为一个形象上的符号，它最能与卢浮宫的形象相配合。同时，它又是用最为现代的网架与玻璃组成，与卢浮宫形成了过去与今天的完美对照，表达了历史的延续性，使整个建筑极具现代感又不乏古老的神韵，使现代建筑与传统建筑达到了完美的统一。卢浮宫扩建工程被认为是20世纪下半叶最重要的建筑之一。"
		},
		{
			"input": "美国驻印度大使馆简介",
			"output": "这座建筑位于印度新德里，由典雅主义的代表人物爱德华·斯东设计，是二战后多元化建筑思潮中，讲求与西方传统文化有一定传承关系的典雅主义倾向的代表作品。这种倾向采用继承西方“软传统”的模式，在构图法则上表现传统，而在建筑材料与结构技术上是表现出很强的时代性。<br />大使馆中办公楼的设计是最著名的，建在一个矩形平台上，其平面设计的突出特征是采用庭院式布局，中间有水池和喷泉，既调节了微环境又形成良好的生态景观。办公楼采用了古希腊神庙的布局模式，短边设主入口，门厅开敞，一圈细长的钢柱支撑宽大挑檐，构成立面的主体特征。柱廊外层是带有印度传统风格的白色花格墙。花格墙与金属柱在材料、色彩和质感上都形成强烈的对比，端庄典雅。<br />这座建筑表现了显明的典雅主义精神，除了可以感受到古希腊和印度的传统外，大使馆沉静的格调、白色花格墙和水池都含有泰姬陵的影子。大使馆的设计在世界范围内受到广泛好评，将现代主义建筑与典雅主义精神和民族地域性特色有机结合，值得后来人去学习。"
		},
		{
			"input": "谢尔登艺术纪念馆简介",
			"output": "谢尔登艺术纪念馆位于美国，由美国著名建筑大师菲利普·约翰逊设计，是典雅主义的重要代表作品这一。<br />纪念馆为对称式布局，平面呈简洁的长方形，共3层，地上两层地下一层，首层平面中央布置两部横向楼梯，打破大厅的单调感，增加了空间层次，二层平面左右两侧均为展厅。<br />建筑的外立面设计十分方正简洁，但又不是简单的方盒子。外部墙面上的三角形壁柱全部外露，柱与柱之间形成一个个圆弧拱券，起着装饰立面的作用，入口处略向内收进，同样的圆拱券形成漂亮的门廊，其内是大面积的落地窗，既突出了主入口，又使得立面虚实有致，增加了立面的层次，建筑为统一的白色，很有古希腊白色大理石神庙的神韵。立面的顶端以简洁的矩形长带作为檐口，更增添了一丝古典韵味，端庄典雅。<br />约翰逊将纪念馆设计的清新典雅，使现代建筑技术与古典美学完美地结合在一起，完美地体现了古典主义建筑的精神。"
		},
		{
			"input": "文丘里母系住宅的外观特色",
			"output": "文丘里母系住宅于1962年建于美国费城粟树山。这座建筑被称为美国后现代主义理论家与旗手的文丘里早期的代表作品。该建筑全面地阐述了文丘里所推崇的“建筑的复杂性与矛盾性”的设计哲学，被认为是后现代主义建筑的经典作品。建筑两层高，平屋顶，平面呈规整的长方形，内部空间复杂扭曲。其建筑外观上的特色主要体现在以下几个方面：<br />首先，整座建筑似乎左右对称，但是各端窗口处理不尽相同，高耸的烟囱是构图的制高点，而它又向右偏离建筑中心。这样的处理使建筑立面处于对称与非对称之间的矛盾之中。<br />其次，建筑立面简洁。除了洞口、门窗之外，仅有几组抽象的线条作为装饰，形状各异的洞口创造了丰富的光影变化。从而又使建筑的立面形态处于简洁与复杂之间。<br />第三，建筑立面整体采用一个古典的三角形山花来控制构图，但在山花中间又开出一道凹槽，使立面处于完整与破碎之间。<br />第四，在建筑入口上方，一道圆形弧线来表达一种象征。象征与古罗马圆拱券的一种渊源关系。这也是文丘里所强调的，典型的采用非传统的方式来组合传统构件的手法。<br />在这座建筑中以强调建筑的不定性来对抗现代建筑的确定性和绝对的功能原则。包含了现代主义建筑所排斥的传统建筑要素。真正的表达了建筑中所包含的复杂性与矛盾性。为推动后现代主义建筑的发展做出极大的贡献。"
		},
		{
			"input": "简述斯图加特美术馆中所体现的后现代主义建筑设计手法",
			"output": "斯图加特美术馆位于德国斯图加特市，设计者为英国著名建筑师詹姆斯·斯特林。这座建筑的设计立足于对历史和环境的尊重，是后现代主义建筑的重要代表作品之一。斯特林在设计时汲取了许多古典和现代的建筑元素，塑造一个生动活泼的城市景观。建筑采用轴线布局方式、平面为“u”字形，共两层，在造型上采用了众多典型的后现代主义建筑的设计手法来表达建筑师的设计理念：<br />首先，借鉴了多种原型，在设计中，中央的圆形庭院借鉴了辛克尔设计的柏林老美术馆的圆形大厅，展厅部分的屋檐借鉴了古埃及神庙的檐部，办公部分的外形借鉴了柯布西耶设计的萨伏伊别墅，音乐教学部分借鉴了阿尔托设计的沃尔夫斯堡文化中心的系列讲堂等，这些要素为建筑形式带来多种信息量。<br />其次，体现隐喻主义精神，在新馆建筑中，圆形庭院隐喻古罗马的圆形剧场，巨大的排气管道隐喻着蓬皮杜文化艺术中心等。<br />第三，为协调新馆与老馆，在设计上采用与老馆相同的石材饰面，并做相同分隔，保持相同的高度，使新老建筑相统一，相和谐。<br />最后，运用非和谐的因素，新馆的设计在一些构件之间少有过渡元素来起协调作用，而是直接碰撞在一起以表达非和谐的形式美。<br />这座建筑充分表达了后现代主义建筑设计手法，也体现出詹姆斯·斯特林在探索延续历史文脉。协调新老建筑和创造开放的城市公共空间等方面作出了卓越的贡献。"
		},
		{
			"input": "费城老年人公寓简介",
			"output": "费城老年人公寓位于美国费城，由罗伯特·皮丘里设计，这座建筑诠释了后现代主义建筑的风格特征，体现建筑师采用一些新的设计手法来隐喻传统建筑元素，并强调立面装饰等设计思想。公寓高6层，主入口朝南，位于建筑中央。在建筑立面的处理上采用严谨的对称式构图，并根据平面层层后退的模式将立面清晰地划分为三段。隐喻传统建筑的设计手法，为与两侧墙面区分，在建筑入口上方的2-5层立面设置带有孔洞的金属栏板的阻台。体现形式与功能相脱离的设计理念。在立面顶部两侧各开有一条小细缝，以此来打破建筑的完整性，该建筑以其标新立异、大胆新颖的设计手法成为20世纪最具影响力的作品之一，为后来的建筑师所效仿。"
		},
		{
			"input": "奥柏林学院爱伦艺术馆的扩建工程简介",
			"output": "奥柏林学院爱伦艺术馆的扩建工程位于美国俄亥俄州，由罗伯特皮丘里设计。在这个设计中，他提取老建筑中的一些元素，用现代手法将其融入新建部分的设计中，表达了一种全新的处理传统构件的手法，扩建部分高3层，主入口位于建筑二层，整体高度与原有部分极为相近，文丘里以老馆入口处的爱奥尼柱廊为借鉴元素，采用“戏弄之”的手法将一颗夸大圆涡卷尺度的爱奥尼柱式片段立在檐下。新建部分临街立面延续了老馆外墙的色彩模式，以达到新老建筑的对话，并以其简洁的外观，反衬老馆的复杂与精美，这座建筑体现了他对传统建筑构件富有装饰性和戏谑性的处理手法，对后现代主义建筑的发展具有一定的指导意义和较为深远的影响。"
		},
		{
			"input": "伦敦国家美术馆扩建工程简介",
			"output": "伦敦国家美术馆扩建工程由罗伯特文丘里设计，这项工程中，运用了严谨的手法来处理新老建筑之间过渡与协调问题，扩建部分位于老馆左侧。两者之间以一个圆形回廊作为连接，回廊处于老馆的横向轴线上，保证新老建筑交通流畅，内部空间向划分工整，各展厅之间相互开敞、贯通，顶层屋面采用天窗采光使展厅空间通透、明亮，建筑的立面处理采用传统与现代相结合的设计手法，不但将老馆的装饰线脚、柱式等严谨地引入新建筑造型之中，还将墙面的颜色、材料、质地与老馆保持一致，取得和谐的效果，这座建筑反映了皮丘里设计理念的变化，适应时代发展。"
		},
		{
			"input": "日本筑波中心简介",
			"output": "日本筑波中心位于筑波科学城，由日本建筑师矶崎新设计，是日本后现代主义建筑的杰出代表。筑波中心位于组群的东南侧，是主体建筑与周围的其他附属建筑围合出平面为椭圆形的下沉式广场，是对文艺复兴时期广场原型的借用，又融入了日本传统的造园手法，将借用来的西方传统与现代的多种元素加以变形或反转，并以隐喻、象征等手法赋予建筑的多重语义。广场的怪石、台阶和流水又有意打破广场的完整性。在整体布局和细部处理上充分体现了以非理性的不和谐、不统一、不完整为美的美学特征。这座建筑广场的设计手法给日本建筑界带来极大的冲击与震撼，推动了日本建筑多元化的发展趋势。"
		},
		{
			"input": "哈斯商厦简介",
			"output": "哈斯商厦位于奥地利的维也纳，设计者为汉斯·霍莱因，该建筑是后现代主义建筑的代表作品，在建筑外部形体处理上，采用多种手法既与周围环境相协调，又体现后现代主义建筑的特征。霍莱因将立面纵向分为三段，底层在橱窗之间设有凹槽，其内布置成对的圆柱，凹之间的间距模仿古代神庙的比例关系，在建筑的主体部分，建筑师采用呈阶梯状排列的石材墙面与镜面玻璃相对比，主体右侧的圆弧玻璃简洁而突出，周边历史建筑的细部都映在其表面上。建筑的屋面上部尤为复杂，运用深远的大挑檐等非功能构件来装饰建筑。霍莱因在这次设计中出色地解决新建筑与老城区的矛盾，受到建筑界广泛赞誉。"
		},
		{
			"input": "法兰克福装饰艺术博物馆简介",
			"output": "法兰克福装饰艺术博物馆位于德国，由美国建筑师理查德迈耶设计，该建筑以其纯净的建筑色彩，丰富的立面层次，活泼的体量，组合以及变化莫测的空间穿插，引起广泛关注。其平面是依照两组互成角度的网格来布置的，分别与原有建筑和新建建筑相平行，象征历史与现代的对话，新建筑没有老建筑墙体的白色，典雅而纯净。同时也参考老建筑的立面构图，达到新老建筑的视觉连续性。采用了大量的构架布置于立面上，这些非功能构件为立面带来丰富的层次，在室内空间处理上运用虚界定的手法相互穿插地布置着各个展室，使空间延绵不断，有渗透有过渡表达了建筑空间的含糊性，与非限定性的内涵，体现后现代主义建筑的特征。"
		},
		{
			"input": "亚特兰大海尔艺术博物馆简介",
			"output": "亚特兰大海尔艺术博物馆位于美国，由理查德迈耶设计，该建筑以其纯净的建筑色彩和复杂多变的建筑形体组合创造出一种超乎传统意义的博物馆模式，建筑高4层。分别由入口门厅、礼堂、中庭和展示空间等4个部分组成，各展示空间相互穿插，渗透与过渡，使空间丰富、建筑造型复杂多变，雕塑感十足。各部分形体组合推敲考究，而建筑局部大玻璃配以厚实的白墙面不但形成了强烈的虚实对比，更加衬托出建筑的层次感，形体上和入口处的装饰构架体现了形式与功能相脱离的设计手法。迈耶以其建筑中的纯净白色和丰富构件等对后来现代主义建筑发展做出贡献。"
		},
		{
			"input": "盖蒂中心群体布局特色",
			"output": "盖蒂中心群体布局特色坐落于美国洛杉矶，是美国建筑师理查德迈耶众多建筑作品中规模最大、影响最深远的一组建筑作品，整个组群建于一座山丘之上，根据周围环境和地势起伏的特点，将建筑群分为功能上相互分离，形式上彼此相互穿插，连接的若干区域，呈现出一组轴线关系明确，涵盖内容丰富，外部形体多变的建筑组群，布局特征体现在以下几个方面：<br />一是，虽然整个建筑组群被分割成不同区域，但是在建筑的设计手法上和材质色彩上仍能够体现出建筑整体的统一性。<br />二是，强调建筑与环境的协调，大量营造建筑虚空间，积极采用对景、借景等手法，从而使建筑与周围的环境对话。<br />三是，整组建筑在体量搭配上配合的较好，各主体建筑之间均配以大量的介质空间，作为连续，两者一虚一实，相互扭转，形成一组高低错落的建筑轮廓，韵律感十足。<br />四是，各建筑外墙采用石板、金属板、玻璃等材料交替使用，形成材质上的对比，使建筑组群体现出强烈的时代气息。<br />建筑整体设计体现了高度理性化的色彩，墙面简洁无装饰，有现代主义建筑遗风，而建筑丰富的形体组合与穿插，众多非功能构件的使用又使建筑表现出强烈的后现代主义建筑的格调。盖蒂中心以其完美的环境组成，多变的形体组合以及丰富的空间布局，被人们称为“当代的雅典卫城”其影响意义深远。"
		},
		{
			"input": "罗马千禧教堂简介",
			"output": "罗马千禧教堂位于意大利，由理查德迈耶设计，以其纯净的建筑色彩和雕塑感十足的外部造型成为新时代教堂建筑设计的典范。教堂位于一个三角形广场主入口朝东，前方没有一广场，建筑平面划分为二个区域，南部是教堂主体，建筑立面造型新颖独特，层次丰富，三个混凝土壳体墙面以及顶部的斜向天窗既为教堂特色鲜明的形体，又为教堂内部空间提供了明亮的采光，三个壳体相互依存，构建出一个开敞、流畅而又丰富的内部空间，增添了造型的韵律感与节奏感。这座建筑是新时代、新技术、新理念的产物，在设计中建筑师将结构技术与建筑造型完美地结合在一起，体现他娴熟的设计技能与深厚的文化底蕴。"
		},
		{
			"input": "新卫城博物馆简介",
			"output": "由解构主义建筑师伯纳德·屈米设计。该建筑位于雅典卫城山脚下，距离帕提农神庙约300米，主体建筑采用梯形平面，高4层，建筑顶层空间是一个矩形的展厅，与下面的空间成角度布置，形制上是仿照帕提农神庙设计的，但却在展厅四周围以大片的玻璃体现着新时期建筑的时代特征和文脉原则，立面造型简洁大方，通透明亮，融入周围环境，利用自然光作为建筑所特有的光源，烘托出无限生机，新卫城博物馆延续古希腊建筑那种精确纯正的建筑品质，简洁形体玻璃表皮衬托出雅典卫城所留下来的沧桑与古朴，表达出伯纳德·屈米独特的设计手法和深厚的文化内涵。"
		},
		{
			"input": "弗兰克·盖里是谁",
			"output": "弗兰克·盖里是美国解构主义建筑大师，1989年普利兹克建筑奖得主。盖里创作的众多作品由于形态特征突出，时代气息浓郁，而举世闻名。他的作品在不断突破传统审美法则的同时，也体现了他为追求自由彰显个性在建筑创作上的探索精神，善于借鉴美国社会精英文化的先锋式创作理念，也汲取大众文化的表达方式，“破碎和重构”“主体功能与非主体功能”的区分是他创作建筑形态的重要方法，利用航空软件进行建筑设计，利用高科技手段对建筑的外表进行全新的塑造，使他的设计思想得到准确表达。他的建筑作品体现了解构主义建筑的精华。代表作品：毕尔巴鄂古根海姆博物馆，维特拉家具博物馆，沃尔特·迪士尼音乐厅。"
		},
		{
			"input": "维特拉家具博物馆简介",
			"output": "维特拉家具博物馆位于德国，由解构主义建筑大师弗兰克·盖里设计，这座建筑是他设计风格形式的重要标志：建筑平面呈不规则形状，盖里将建筑的主体功能部分，包括展厅、图书馆等空间做成矩形而将非主体功能如楼梯走廊等做成不规则形状。博物馆形态复杂，利用建筑非主体功能部分进行扭转，斜插等处理，各体量紧密穿插，好像有一个轴把它们紧紧地连在一起，天窗的扭转丰富了建筑外部造型，同时直接带来室内的光影变化，室内空间富于变化而又节制。这座建筑从远处看像是置于自然风景中的一件经过艺术家精心制作的雕塑，各种碎块元素杂乱无章地插入建筑中，带有鲜明的解构主义建筑特征。"
		},
		{
			"input": "雷姆·库哈斯是谁",
			"output": "雷姆·库哈斯是荷兰建筑师，解构主义建筑的代表人物之一，早年曾从事剧本创作并当过记者，而后学习建筑，并创立大都会建筑事务所，成为探索信息化社会建筑发展之路先锋，对建筑理论有深入的研究，并在2000年荣获普利兹克建筑奖，库哈斯所创作的建筑并不像其他解构主义建筑作品那样碎裂与扭曲，他更善于从设计的层面去看整个建筑的发展，从设计的角度出发去做研究，探讨围绕在我们身边的城市与生活问题，他认为建筑属于城市，他认为建筑应对每种社会新问题作出回应，以保持一种先进性，他的思想是极为超前的。代表作品：海牙国立舞剧院，西雅图公共图书馆，CCTV央视大楼。"
		},
		{
			"input": "海牙国立舞剧院简介",
			"output": "海牙国立舞剧院位于荷兰，由雷姆·库哈斯设计，该建筑平面较为规整，主体平面被划分为三个相并联的主题性功能区域，即剧场、排练室以及附属用房。剧院的立面造型以及内部空间的营造诠释了建筑师对该场所文脉所特有的理解。首先，弱化了建筑的主要入口和沿街立面，突出剧院舞台部分的体量和观众厅的外部形态。高大的舞台是建筑构图的制高处，其次为了突出舞剧院的性格，库哈斯将建筑内部空间设计的色彩绚丽，极富活力。第三，建筑的外部色彩以黑色为主，沿街立面为水泥色，有压抑之感，而金色的锥形餐厅起到一定的调节作用。库哈斯建剧院的后台作为沿街主立面，而不是采用常规的设计模式，反映建筑师对这一区域的冷回应，同时，又试图以强烈的色彩表达和多空间的组织手法来强调剧院建筑所具有的表演性与视觉艺术性特征，以及建筑师自由创作的精神。"
		},
		{
			"input": "荷兰驻德国新大使馆简介",
			"output": "荷兰驻德国新大使馆位于德国柏林，由解构主义建筑大师雷姆·库哈斯设计，大使馆是一个长宽高均为27米的立方体，高8层，分为办公空间、私密空间与庭院空间，各分区之间没有固定的分隔限制，彼此之间以一条盘旋而上的通道加以组织，串联起建筑的各个功能区域。创造出充满戏剧性的空间体验。大使馆的立面形象不但准确而有真实的描述了建筑内部的空间形态，而且还蕴含了建筑师对周边环境的理解，浴室内“通道”的路径开启一组折线形的窗户，并试图将屋顶分离下来，该建筑以其令人玩味的内部空间，以及新颖的立面造型受到广泛赞誉。"
		},
		{
			"input": "阿郎诺夫设计及艺术中心简介",
			"output": "阿郎诺夫设计及艺术中心由彼得·埃森曼设计，该建筑以极其复杂的建筑空间与形态成为解构主义建筑的代表作品。根据地形特点及原有建筑因素，该组建筑平面由一组曲线形的建筑体量以及一系列折线形的空间通过移置以及重调方位等设计手法相互交叠而成，为清除建筑与基地之间的对立，将建筑沿地形曲线进行布局，为迎合原有建筑的现状，又将地形曲面进行抽象化处理，创造一系列折线形空间，两大部分相互交叠，生成出一种冲突、断裂、不均衡、散乱、不稳定的建筑空间，建筑形态像是由破碎成若干个极不规则的方块的重构与重组，并没有明显的组合规律，强调构件之间的矛盾与冲突，反映出埃森曼将解构主义哲学与建筑创作融为一体。"
		},
		{
			"input": "哥伦布会议中心简介",
			"output": "哥伦布会议中心由彼得·埃森曼设计，这座建筑体现了他以解构主义建筑的一贯设计手法，建筑高两层，平面东北两侧较为规整，西南两侧变化丰富，展示大厅是建筑内部主体空间，位于建筑的中心，平面略呈一个规整的矩形，丰富的空间形态以及独特的基地特征赋予了建筑别具一格的外部造型。他将建筑分解成一条条倾斜，带有角度的弧线带状体，打破巨大的建筑体量带来的压迫感和形体的单调感。在建设的西立面上，将玻璃、砖等传统建筑元素进行重组整合，使建筑延续了城市建筑的文脉体现了他对环境的重视。同时也表现了新时代建筑设计的思想与手法。"
		},
		{
			"input": "丹尼尔·李伯斯金是谁",
			"output": "丹尼尔·李伯斯金是解构主义建筑大师，音乐家出身的他是一位极具创造性和思想性的建筑师，他的设计作品带有一种思想与观念的力量，并以其强烈的艺术化表现冲击着人们的审美观念，从而显现出神秘的哲学性与无尽的可能性。它的创作实践几乎涵养了所有的设计门类，包括博物馆、音乐厅、会议中心等类型。在他的作品中都展现他鲜明的设计理念，怪异的设计手法和强烈的视觉冲击力，他认为：一个伟大的建筑就像伟大的文学作品和伟大的音乐一样，会告诉人们人类灵魂的故事，会以一个崭新的方式表达去改变这个世界。代表作品：柏林犹太人博物馆，曼彻斯特帝国战争博物馆，丹佛艺术博物馆。"
		},
		{
			"input": "柏林犹太人博物馆简介",
			"output": "柏林犹太人博物馆由解构主义建筑大师丹尼尔·李伯斯金设计。这座建筑凭借奇特的平面布局与夸张的形体表现引起世人瞩目。建筑平面是不规则的锯齿状，由一系列“z”字形组合和幅宽被强制压缩的长方体组成。建筑师还设置了三条通高三层的线性狭窄空间，作为内部空间的主题脉络。这3条咄咄逼人的通道，坚决而强韧控诉着犹太人曾经历过的苦难。在外部造型上，李伯斯金大胆采用了许多解构主义的设计手法，使得建筑的每部分都破裂不完整。整体形态呈现出一种沧桑、压抑的残缺状。此外，扭曲的墙面，伤痕式的窗子，倾斜的建筑构件以及坚固而又生硬的外墙表皮，都成为这组建筑最具代表性的手法，这座建筑是李伯斯金的带头代表作品之一。"
		},
		{
			"input": "曼彻斯特帝国战争博物馆简介",
			"output": "曼彻斯特帝国战争博物馆由解构主义建筑大师丹尼尔·李伯斯金设计，该建筑由3块象征着地球碎片的壳体组合而成，如此充满戏剧性的设计手法为建筑创造出强烈的视觉冲击力，坦率地表达了现实世界中的各种冲突和战争，建筑平面极不规则通过截取三块不同壳体板块来穿插组合成三个主要空间。建筑立面造型极为突出，形象怪异，整个建筑几乎被金属板覆盖，局部配以黑色混凝土外墙，均衬托出博物馆的耀眼光辉，并将三组巨大体量的壳体，生硬的拼接在一起，清晰地表现出建筑师刻意表达非和谐形式美的特征，从而体现他对战争的独特解析。"
		},
		{
			"input": "丹佛艺术博物馆简介",
			"output": "丹佛艺术博物馆由解构主义建筑入丹尼尔·李伯斯金设计.在这座建筑中、他将一系列充满尖角的、纯粹的几何形体互相斜插拼接在一起，从而碰撞出一种相互矛盾却又充满新奇的建筑形态与空间组合、迸发出强烈的时代气息。其平面呈现出一种一种破碎的几何状、其外部形体是由多个不规测的矩形体块和三角形体块随意穿插组合而成。建筑的各个方向均被斜置的墙体充斥着，而墙体上斜向的窄条窗激化了建筑形态的不和谐音。伸向老馆的一块巨型三角形翼犹如一把即将飞向利剑，展现出无比的视觉冲击力。这座建筑完美地体现了解构主义哲学，是李伯斯金的代表作品之一。"
		},
		{
			"input": "蓝天组简介",
			"output": "蓝天组由沃尔夫·德·普瑞克斯和海默特·斯维茨斯基于1968年在奥地利成立的一个设计组合，其激进的、实验性的设计手法自纽约现代艺术博物馆解构建筑七人展后，开始受到人们关注。他们试图打破固有的建筑法则自由灵活地进行设计，他们的建筑作品具有布局自由、理念鲜明、延绵不断的特征，其内部空间是复杂而含混的。因此，他们的作品具有极强的非理性、非和谐因素。他们能激起人们的阅读建筑的愿望，在混杂与纷繁之中解读他们对时代的认识，从中梳理他们的建筑创作思想与手法，蓝天组所设计的建筑具有极强的探索性，直奔建筑艺术的前沿领域，体现出非凡的艺术活力。代表作品：德累斯顿UFA综合电影院。"
		},
		{
			"input": "德累斯顿UFA综合电影院简介",
			"output": "德累斯顿UFA综合电影院位于德国，由超先锋解构派建筑组合——蓝天组设计，根据使用功能的不同，建筑师将空间划分为两个不同性质的区域，一部分是平面极不规则的活动空间，入口空间布置的极为复杂。楼梯、坡道和各种管道，被杂乱地置入其中，将建筑入口与主体空间连为一体，另一区域是主体空间，平面较为规整，分为若干个观影厅，其造型十分新颖、独特，体量组合极具突变之势，由玻璃和钢构成的入口空间，立面造型状如一个插入地面的水晶体，它不对称、不规则且倾斜扭转，主体空间的外部形象则较为敦实、厚重。两者在形体上各占一半，不分主次而二者材料的选择则更加重了其构图重心不稳定的视觉效果，该建筑大量采用倾斜、扭转、破碎为中心，二元并列等手法，构筑出一座形体怪异、空间混乱的电影院，为人们解读解构主义建筑提供了一个典型实例。"
		},
		{
			"input": "法兰克福商业银行总部大楼简介",
			"output": "法兰克福商业银行总部大楼是诺曼·福斯特设计的世界上第一座生态高层建筑。同时，也是其设计风格变化后的一个典型实例。<br />平面：其平面形式为等边三角形，裙房部分为公共服务区域，塔楼部分办公空间。它们围绕一个巨大的三角形中庭布置，中庭以及空中花园为办公人员提供舒适的景观环境，并带来自然通风。<br />结构：巨型柜筒体系，三角形三个顶点的3个独立柜筒为“巨型柜”，8层高的钢柜架为“巨型梁”，二者连接围合而成，保证结构体系具有良好的整体性和水平刚度。<br />生态与节能：生态环境与节能设计是十分突出的<br />1.设计和组织了许多的开放空间，这些空间最大地满足了建筑的自然通风和采光，将建筑的运行能耗降到最低，节省大量能源<br />2.大楼的室内还采用了自动化感光感温系统，由一个中心调控系统控制着每个办公室的内光照、温度、通风等指标，并通过自动感应器所获得的数据作出相应的调整，以确保办公室空间适当的光照和空气质量，减少能耗与污染。<br />造型：与以往设计暴露建筑结构的做法不同，外立面十分简洁明快，虚实结合，三个角部强调竖向线条，结构竖筒一贯而下，极富力度感。空中花园外墙为可开启的玻璃幕墙，稍微向里缩进，凹凸变化丰富了立面构图。<br />这座建筑倡导绿色办公空间，体现了生态建筑及其工作模式，为后来的高层建筑的绿色和节能设计树立榜样。"
		},
		{
			"input": "波尔多法院简介",
			"output": "波尔多法院位于法国波尔多市，由理查德·罗杰斯设计，他在充分尊重地方文脉的同时，引用节能技术来增加建筑的生态效能，为这座老城创造了一座造型独特而又生动活泼的新建筑，其平面规整，分为法庭区和办公区二大部分组成。法庭区由7个桶形空间构成，由一个透明的玻璃廊道连接。<br />建筑造型十分独特，为了呼应当地历史传统，将这7个审判庭处理成类似酒桶的形象，并用橡木条作为建筑的表面材料，这种有机形象不仅切合地方历史文脉，还赢得群众喜爱。<br />生态设计：<br />1.在这个建筑中，罗杰斯采用了一系列生态技术减少建筑能耗，充分利用建筑入口前的那片水池，在建筑对应水池的部分设置了进气孔，调节室内空气环境。<br />2.罗杰斯将每个审判庭处理成一个类似烟囱的空间，四周不设窗，只通过天窗采光，新鲜的空气从房间下方的通风孔进入室内，在室内形成“烟囱效应”：热气流上升，冷气流填充，室内空气不断地由下至上地流动，产生良好的通风效果。<br />建筑师通过巧妙的手法使现代技术与地域文化完美结合，使其极其现代感又不失地域风韵。"
		},
		{
			"input": "戴姆勒·克莱斯勒建筑组群简介",
			"output": "戴姆勒·克莱斯勒建筑组群由理查德·罗杰斯设计，通过多样的建筑形体和技术等手段使之成为节能建筑的典范。该组群由2幢办公大楼和1幢住宅楼组成，在平面上这3个建筑沿街一字排开，面朝东南方。<br />生态设计：<br />1.三个建筑的东南方分别切了一个缺口，使中庭可以接纳更多阳光<br />2.办公楼内是顶部为玻璃穹顶的封闭中庭，不仅可以接纳阳光，同时还是一个空气缓冲区<br />3.住宅楼内的中庭则是一个露天花园，四周住宅有良好采光和景观<br />4.左立面上，一系列节能技术手段构成建筑形象的主体元素，为了获取更多日光而斜向切割的建筑体块，经过能量获取分析和热损分析而排布的透明玻璃砖等。这些技术的运用大大降低建筑耗能。<br />这座组群是理查德·罗杰斯试图通过建筑形体和当代技术来解决建筑能耗问题所做的一个尝试，并取得成功。同时那些鲜明的技术手段又转化鲜明的艺术形象，而完成了原生态技术向艺术技术的升华。"
		}
	]
}