{
	"type": "text2text",
	"instances": [
		{
			"input": "汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库是用于停放由内燃机驱动且无轨道的客车、货车、工程车等汽车的建筑物。"
		},
		{
			"input": "修车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，修车库是用于保养、修理由内燃机驱动且无轨道的客车、货车、工程车等汽车的建(构)筑物。"
		},
		{
			"input": "停车场的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，停车场是专用于停放由内燃机驱动且无轨道的客车、货车、工程车等汽车的露天场地或构筑物。"
		},
		{
			"input": "地下汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，地下汽车库是地下室内地坪面与室外地坪面的高度之差大于该层车库净高1／2的汽车库。"
		},
		{
			"input": "半地下汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，半地下汽车库是地下室内地坪面与室外地坪面的高度之差大于该层车库净高1／3且不大于1／2的汽车库。"
		},
		{
			"input": "多层汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，多层汽车库是建筑高度小于或等于24m的两层及以上的汽车库或设在多层建筑内地面层以上楼层的汽车库。"
		},
		{
			"input": "高层汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，高层汽车库是建筑高度大于24m的汽车库或设在高层建筑内地面层以上楼层的汽车库。"
		},
		{
			"input": "机械式汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，机械式汽车库是采用机械设备进行垂直或水平移动等形式停放汽车的汽车库。"
		},
		{
			"input": "敞开式汽车库的定义是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，敞开式汽车库是指任一层车库外墙敞开面积大于该层四周外墙体总面积的25％，敞开区域均匀布置在外墙上且其长度不小于车库周长的50％的汽车库。"
		},
		{
			"input": "汽车库、修车库、停车场的分类应根据什么确定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库、停车场的分类应根据停车(车位)数量和总建筑面积确定。"
		},
		{
			"input": "汽车库、修车库的耐火等级分为几个等级？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库的耐火等级应分为一级、二级和三级共三个等级。"
		},
		{
			"input": "汽车库和修车库的耐火等级应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库和修车库的耐火等级应符合下列规定：<br />    1 地下、半地下和高层汽车库应为一级；<br />    2 甲、乙类物品运输车的汽车库、修车库和Ⅰ类汽车库、修车库，应为一级；<br />    3 Ⅱ、Ⅲ类汽车库、修车库的耐火等级不应低于二级；<br />    4 Ⅳ类汽车库、修车库的耐火等级不应低于三级。"
		},
		{
			"input": "汽车库、修车库、停车场的总面积布局和平面布置的一般规定是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库、停车场的总面积布局和平面布置的一般规定为：<br />1汽车库、修车库、停车场的选址和总平面设计，应根据城市规划要求，合理确定汽车库、修车库、停车场的位置、防火间距、消防车道和消防水源等。<br />2 汽车库、修车库、停车场不应布置在易燃、可燃液体或可燃气体的生产装置区和贮存区内。<br />3 汽车库不应与火灾危险性为甲、乙类的厂房、仓库贴邻或组合建造。<br />4 汽车库不应与托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等组合建造。<br />5 甲、乙类物品运输车的汽车库、修车库应为单层建筑，且应独立建造。当停车数量不大于3辆时，可与一、二级耐火等级的Ⅳ类汽车库贴邻，但应采用防火墙隔开。<br />6 Ⅰ类修车库应单独建造；Ⅱ、Ⅲ、Ⅳ类修车库可设置在一、二级耐火等级建筑的首层或与其贴邻，但不得与甲、乙类厂房、仓库，明火作业的车间或托儿所、幼儿园、中小学校的教学楼，老年人建筑，病房楼及人员密集场所组合建造或贴邻。<br />7 为汽车库、修车库服务的下列附属建筑，可与汽车库、修车库贴邻，但应采用防火墙隔开，并应设置直通室外的安全出口。<br />8 地下、半地下汽车库内不应设置修理车位、喷漆间、充电间、乙炔间和甲、乙类物品库房。<br />9 汽车库和修车库内不应设置汽油罐、加油机、液化石油气或液化天然气储罐、加气机。<br />10 停放易燃液体、液化石油气罐车的汽车库内，不得设置地下室和地沟。<br />11 燃油或燃气锅炉、油浸变压器、充有可燃油的高压电容器和多油开关等，不应设置在汽车库、修车库内。当受条件限制必须贴邻汽车库、修车库布置时，应符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。<br />12 Ⅰ、Ⅱ类汽车库、停车场宜设置耐火等级不低于二级的灭火器材间。<br />"
		},
		{
			"input": "汽车库设置在托儿所、幼儿园，老年建筑，中小学校的教学楼，病房楼等的地下部分需要符合哪些要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，当符合下列要求时，汽车库可设置在托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等的地下部分：<br />    1 汽车库与托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等建筑之间，应采用耐火极限不低于2．00h的楼板完全分隔；<br />    2 汽车库与托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等的安全出口和疏散楼梯应分别独立设置。"
		},
		{
			"input": "哪些建筑作为汽车库、修车库服务的附属建筑，可与汽车库、修车库贴邻？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，为汽车库、修车库服务的下列附属建筑，可与汽车库、修车库贴邻，但应采用防火墙隔开，并应设置直通室外的安全出口：<br />    1 贮存量不大于1.0t的甲类物品库房；<br />    2 总安装容量不大于5.0m³／h的乙炔发生器间和贮存量不超过5个标准钢瓶的乙炔气瓶库；<br />    3 1个车位的非封闭喷漆间或不大于2个车位的封闭喷漆间；<br />    4 建筑面积不大于200㎡的充电间和其他甲类生产场所。"
		},
		{
			"input": "汽车库、修车库之间或汽车库、修车库与其他建筑之间的防火间距适当减少应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库之间或汽车库、修车库与其他建筑之间的防火间距可适当减少，但应符合下列规定：<br />    1 当两座建筑相邻较高一面外墙为无门、窗、洞口的防火墙或当较高一面外墙比较低一座一、二级耐火等级建筑屋面高15m及以下范围内的外墙为无门、窗、洞口的防火墙时，其防火间距可不限；<br />    2 当两座建筑相邻较高一面外墙上，同较低建筑等高的以下范围内的墙为无门、窗、洞口的防火墙时，其防火间距可按本规范表4．2．1的规定值减小50％；<br />    3 相邻的两座一、二级耐火等级建筑，当较高一面外墙的耐火极限不低于2．00h，墙上开口部位设置甲级防火门、窗或耐火极限不低于2．00h的防火卷帘、水幕等防火设施时，其防火间距可减小，但不应小于4m；<br />    4 相邻的两座一、二级耐火等级建筑，当较低一座的屋顶无开口，屋顶的耐火极限不低于1．00h，且较低一面外墙为防火墙时，其防火间距可减小，但不应小于4m。"
		},
		{
			"input": "在汽车库、修车库停车场设计中 ，消防车道的设置应符合哪些要求？ ",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，消防车道的设置应符合下列要求：<br />    1 除Ⅳ类汽车库和修车库以外，消防车道应为环形，当设置环形车道有困难时，可沿建筑物的一个长边和另一边设置；<br />    2 尽头式消防车道应设置回车道或回车场，回车场的面积不应小于12m×12m；<br />    3 消防车道的宽度不应小于4m。<br />"
		},
		{
			"input": "对于室内无车道且无人员停留的机械式汽车库，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，室内无车道且无人员停留的机械式汽车库，应符合下列规定：<br />    1 当停车数量超过100辆时，应采用无门、窗、洞口的防火墙分隔为多个停车数量不大于100辆的区域，但当采用防火隔墙和耐火极限不低于1．00h的不燃性楼板分隔成多个停车单元，且停车单元内的停车数量不大于3辆时，应分隔为停车数量不大于300辆的区域；<br />    2 汽车库内应设置火灾自动报警系统和自动喷水灭火系统，自动喷水灭火系统应选用快速响应喷头；<br />    3 楼梯间及停车区的检修通道上应设置室内消火栓；<br />    4 汽车库内应设置排烟设施，排烟口应设置在运输车辆的通道顶部。"
		},
		{
			"input": "甲、乙类物品运输车的汽车库、修车库，每个防火分区的最大允许建筑面积是多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，甲、乙类物品运输车的汽车库、修车库，每个防火分区的最大允许建筑面积不应大于500㎡。"
		},
		{
			"input": "修车库每个防火分区的最大允许建筑面积是多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，修车库每个防火分区的最大允许建筑面积不应大于2000㎡。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，当修车部位与相邻使用有机溶剂的清洗和喷漆工段采用防火墙分割时，每个防火区的最大允许建筑面积为多少？ ",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，当修车部位与相邻使用有机溶剂的清洗和喷漆工段采用防火墙分隔时，每个防火分区的最大允许建筑面积不应大于4000㎡。"
		},
		{
			"input": "汽车库、修车库与其他建筑合建时，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库与其他建筑合建时，应符合下列规定：<br />    1 当贴邻建造时，应采用防火墙隔开；<br />    2 设在建筑物内的汽车库(包括屋顶停车场)、修车库与其他部位之间，应采用防火墙和耐火极限不低于2．00h的不燃性楼板分隔；<br />    3 汽车库、修车库的外墙门、洞口的上方，应设置耐火极限不低于1．00h、宽度不小于1．0m、长度不小于开口宽度的不燃性防火挑檐；<br />    4 汽车库、修车库的外墙上、下层开口之间墙的高度，不应小于1．2m或设置耐火极限不低于1．00h、宽度不小于1．0m的不燃性防火挑檐。"
		},
		{
			"input": "汽车库内设置修理车位时，停车部位与修车部位之间应采用防火墙和耐火极限不低于多少的不燃性楼板分隔？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库内设置修理车位时，停车部位与修车部位之间应采用防火墙和耐火极限不低于2．00h的不燃性楼板分隔。"
		},
		{
			"input": "修车库内使用有机溶剂清洗和喷漆的工段，超过多少个车位时采用防火隔墙等分隔措施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，修车库内使用有机溶剂清洗和喷漆的工段，当超过3个车位时，均应采用防火隔墙等分隔措施。"
		},
		{
			"input": "附设在汽车库、修车库内的消防控制室、自动灭火系统的设备室、消防水泵房和排烟、通风空气调节机房等，应采用防火隔墙和耐火极限不低于多少的不燃性楼板相互隔开或与相邻部位分隔？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，附设在汽车库、修车库内的消防控制室、自动灭火系统的设备室、消防水泵房和排烟、通风空气调节机房等，应采用防火隔墙和耐火极限不低于1．50h的不燃性楼板相互隔开或与相邻部位分隔。"
		},
		{
			"input": "当汽车库、修车库的屋面板为不燃材料且耐火极限不低于多少时，防火墙、防火隔墙可砌至屋面基层的底部？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，当汽车库、修车库的屋面板为不燃材料且耐火极限不低于0．50h时，防火墙、防火隔墙可砌至屋面基层的底部。"
		},
		{
			"input": "三级耐火等级汽车库、修车库的防火墙、防火隔墙应截断其屋顶结构，应高出其不燃性屋面不小于多少？高出可燃性或难燃性屋面不小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，三级耐火等级汽车库、修车库的防火墙、防火隔墙应截断其屋顶结构，并应高出其不燃性屋面不小于0．4m；高出可燃性或难燃性屋面不小于0．5m。"
		},
		{
			"input": "在汽车库、修车库停车场设计中 防火墙或防火隔墙上不宜开设门、窗、洞口，当必须开设时，应设置甲级防火门、窗或耐火极限不低于多少的防火卷帘？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，防火墙或防火隔墙上不宜开设门、窗、洞口，当必须开设时，应设置甲级防火门、窗或耐火极限不低于3．00h的防火卷帘。"
		},
		{
			"input": "设置在车道上的防火卷帘的耐火极限，应符合什么标准？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，设置在车道上的防火卷帘的耐火极限，应符合现行国家标准《门和卷帘的耐火试验方法》GB／T 7633有关耐火完整性的判定标准。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，电梯井、管道井、电缆井和楼梯间应该怎样设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，电梯井、管道井、电缆井和楼梯间应分别独立设置。管道井、电缆井的井壁应采用不燃材料，且耐火极限不应低于1．00h。电梯井的井壁应采用不燃材料，且耐火极限不应低于2．00h。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，电缆井、管道井应在每层楼板处采用什么材料进行分隔？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，电缆井、管道井应在每层楼板处采用不燃材料或防火封堵材料进行分隔。"
		},
		{
			"input": "汽车库、修车库的内部装修，应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库的内部装修，应符合现行国家标准《建筑内部装修设计防火规范》GB 50222的有关规定。"
		},
		{
			"input": "汽车库、修车库的人员安全出口和汽车疏散出口应怎样设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库的人员安全出口和汽车疏散出口应分开设置。设置在工业与民用建筑内的汽车库，其车辆疏散出口应与其他场所的人员安全出口分开设置。"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库内每个防火分区的人员安全出口最少设置几个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库内每个防火分区的人员安全出口不应少于2个，Ⅳ类汽车库和Ⅲ、Ⅳ类修车库可设置1个。  "
		},
		{
			"input": "汽车库、修车库的疏散楼梯有哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库的疏散楼梯应符合下列规定：<br />    1 建筑高度大于32m的高层汽车库、室内地面与室外出入口地坪的高差大于10m的地下汽车库应采用防烟楼梯间，其他汽车库、修车库应采用封闭楼梯间；<br />    2 楼梯间和前室的门应采用乙级防火门，并应向疏散方向开启；<br />    3 疏散楼梯的宽度不应小于1．1m。<br />"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，建筑高度大于多少米的汽车库应设置消防电梯？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，除室内无车道且无人员停留的机械式汽车库外，建筑高度大于32m的汽车库应设置消防电梯。消防电梯的设置应符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。 "
		},
		{
			"input": "室外疏散楼梯可采用金属楼梯应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，  室外疏散楼梯可采用金属楼梯，并应符合下列规定：<br />    1 倾斜角度不应大于45°，栏杆扶手的高度不应小于1．1m；<br />    2 每层楼梯平台应采用耐火极限不低于1．00h的不燃材料制作；<br />    3 在室外楼梯周围2m范围内的墙面上，不应开设除疏散门外的其他门、窗、洞口；<br />    4 通向室外楼梯的门应采用乙级防火门。<br />"
		},
		{
			"input": "汽车库室内任一点至最近人员安全出口的疏散距离不应大于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库室内任一点至最近人员安全出口的疏散距离不应大于45m。当设置自动灭火系统时，其距离不应大于60m。 对于单层或设置在建筑首层的汽车库，室内任一点至室外最近出口的疏散距离不应大于60m。"
		},
		{
			"input": "室内无车道且无人员停留的机械式汽车库可不设置人员安全出口，但应按哪些规定设置供灭火救援用的楼梯间？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，室内无车道且无人员停留的机械式汽车库可不设置人员安全出口，但应按下列规定设置供灭火救援用的楼梯间：<br />    1 每个停车区域当停车数量大于100辆时，应至少设置1个楼梯间；<br />    2 楼梯间与停车区域之间应采用防火隔墙进行分隔，楼梯间的门应采用乙级防火门；<br />    3 楼梯的净宽不应小于0．9m。"
		},
		{
			"input": "汽车库、修车库的汽车疏散出口可设置1个的条件是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，当符合下列条件之一时，汽车库、修车库的汽车疏散出口可设置1个：<br />    1 Ⅳ类汽车库；<br />    2 设置双车道汽车疏散出口的Ⅲ类地上汽车库；<br />    3 设置双车道汽车疏散出口、停车数量小于或等于100辆且建筑面积小于4000m2的地下或半地下汽车库；<br />    4 Ⅱ、Ⅲ、Ⅳ类修车库。 "
		},
		{
			"input": "Ⅳ类汽车库设置汽车坡道有困难时，可采用什么疏散及具体数量是多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，Ⅳ类汽车库设置汽车坡道有困难时，可采用汽车专用升降机作汽车疏散出口，升降机的数量不应少于2台，停车数量少于25辆时，可设置1台。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，汽车疏散坡道的净宽度单、双车道各自不应小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车疏散坡道的净宽度，单车道不应小于3．0m，双车道不应小于5．5m。"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，相邻两个汽车疏散出口之间应该怎么设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 除室内无车道且无人员停留的机械式汽车库外，相邻两个汽车疏散出口之间的水平距离不应小于10m。毗邻设置的两个汽车坡道应采用防火隔墙分隔。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，停车场的汽车疏散口应不少于几个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 停车场的汽车疏散出口不应少于2个。停车场的汽车疏散出口停车数量不大于50辆时，可设置1个。"
		},
		{
			"input": "汽车库、修车库、停车场的消防给水可由哪里供给？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库、停车场应设置消防给水系统。消防给水可由市政给水管道、消防水池或天然水源供给。 "
		},
		{
			"input": "汽车库、修车库、停车场，可不设置消防给水系统的条件是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 符合下列条件之一的汽车库、修车库、停车场，可不设置消防给水系统：<br />    1 耐火等级为一、二级且停车数量不大于5辆的汽车库；<br />    2 耐火等级为一、二级的Ⅳ类修车库；<br />    3 停车数量不大于5辆的停车场。"
		},
		{
			"input": "当室外消防给水采用高压或临时高压给水系统时，汽车库、修车库、停车场消防给水管道内的压力应保证在消防用水量达到最大时，最不利点水枪的充实水柱不小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 当室外消防给水采用高压或临时高压给水系统时，汽车库、修车库、停车场消防给水管道内的压力应保证在消防用水量达到最大时，最不利点水枪的充实水柱不小于10m。"
		},
		{
			"input": "汽车库、修车库的消防用水量怎样计算？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库的消防用水量应按室内、外消防用水量之和计算。其中，汽车库、修车库内设置消火栓、自动喷水、泡沫等灭火系统时，其室内消防用水量应按需要同时开启的灭火系统用水量之和计算。"
		},
		{
			"input": "除另有规定外，汽车库、修车库、停车场应设置室外消火栓系统，其室外消防用水量应按消防用水量最大的一座计算应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，  除本规范另有规定外，汽车库、修车库、停车场应设置室外消火栓系统，其室外消防用水量应按消防用水量最大的一座计算，并应符合下列规定：<br />    1 Ⅰ、Ⅱ类汽车库、修车库、停车场，不应小于20L／s；<br />    2 Ⅲ类汽车库、修车库、停车场。不应小于15L／s；<br />    3 Ⅳ类汽车库、修车库、停车场，不应小于10L／s。"
		},
		{
			"input": "汽车库、修车库、停车场的室外消防给水管道、室外消火栓、消防泵房的设置，应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库、停车场的室外消防给水管道、室外消火栓、消防泵房的设置，应符合现行国家标准《消防给水及消火栓系统技术规范》GB 50974的有关规定。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，室外消火栓的保护半径不应大于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 室外消火栓的保护半径不应大于150m。"
		},
		{
			"input": "除另有规定外，汽车库、修车库应设置室内消火栓系统，其消防用水量应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，除本规范另有规定外，汽车库、修车库应设置室内消火栓系统，其消防用水量应符合下列规定：<br />    1 Ⅰ、Ⅱ、Ⅲ类汽车库及Ⅰ、Ⅱ类修车库的用水量不应小于10L／s，系统管道内的压力应保证相邻两个消火栓的水枪充实水柱同时到达室内任何部位；<br />    2 Ⅳ类汽车库及Ⅲ、Ⅳ类修车库的用水量不应小于5L／s，系统管道内的压力应保证一个消火栓的水枪充实水柱到达室内任何部位。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，室内消火栓的充实水柱应该怎么设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 室内消火栓水枪的充实水柱不应小于10m。同层相邻室内消火栓的间距不应大于50m。高层汽车库和地下汽车库、半地下汽车库室内消火栓的间距不应大于30m。"
		},
		{
			"input": "汽车库、修车库的室内消火栓数量超过10个时，室内消防管道应怎样布置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库的室内消火栓数量超过10个时，室内消防管道应布置成环状，并应有两条进水管与室外管道相连接。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，每段内消火栓不应超过几个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 室内消防管道应采用阀门分成若干独立段，每段内消火栓不应超过5个。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，对于水泵接合器的设置有怎样的要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 水泵接合器应设置明显的标志，并应设置在便于消防车停靠和安全使用的地点，其周围15m～40m范围内应设室外消火栓或消防水池。"
		},
		{
			"input": "设置高压给水系统的汽车库、修车库什么情况下可不设置消防水箱？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 设置高压给水系统的汽车库、修车库，当能保证最不利点消火栓和自动喷水灭火系统等的水量和水压时，可不设置消防水箱。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，采用防水池作为消防水源时，对于有效容量有什么要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 采用消防水池作为消防水源时，其有效容量应满足火灾延续时间内室内、外消防用水量之和的要求。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，供消防车取水的消防池应设置应该注意些什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 供消防车取水的消防水池应设置取水口或取水井。供消防车取水的消防水池应设置取水口或取水井，其水深应保证消防车的消防水泵吸水高度不大于6m。消防用水与其他用水共用的水池，应采取保证消防用水不作他用的技术措施。严寒或寒冷地区的消防水池应采取防冻措施。"
		},
		{
			"input": "除敞开式汽车库、屋面停车场外，哪些汽车库、修车库应设置自动灭火系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，  除敞开式汽车库、屋面停车场外，下列汽车库、修车库应设置自动灭火系统：<br />    1 Ⅰ、Ⅱ、Ⅲ类地上汽车库；<br />    2 停车数大于10辆的地下、半地下汽车库；<br />    3 机械式汽车库；<br />    4 采用汽车专用升降机作汽车疏散出口的汽车库；<br />    5 Ⅰ类修车库。"
		},
		{
			"input": "哪些汽车库、修车库宜采用泡沫-水喷淋系统，泡沫-水喷淋系统的设计应符合现行国家标准《泡沫灭火系统设计规范》GB 50151的有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 下列汽车库、修车库宜采用泡沫-水喷淋系统，泡沫-水喷淋系统的设计应符合现行国家标准《泡沫灭火系统设计规范》GB 50151的有关规定：<br />    1 Ⅰ类地下、半地下汽车库；<br />    2 Ⅰ类修车库；<br />    3 停车数大于100辆的室内无车道且无人员停留的机械式汽车库。"
		},
		{
			"input": "地下、半地下汽车库可采用什么灭火系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 地下、半地下汽车库可采用高倍数泡沫灭火系统。停车数量不大于50辆的室内无车道且无人员停留的机械式汽车库，可采用二氧化碳等气体灭火系统。高倍数泡沫灭火系统、二氧化碳等气体灭火系统的设计，应符合现行国家标准《泡沫灭火系统设计规范》GB 50151、《二氧化碳灭火系统设计规范》GB 50193和《气体灭火系统设计规范》GB 50370的有关规定。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，环境温度低于4℃时间较短的非严寒或寒冷地区采用什么灭火系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 环境温度低于4℃时间较短的非严寒或寒冷地区，可采用湿式自动喷水灭火系统，但应采取防冻措施。"
		},
		{
			"input": "设置在汽车库、修车库内的自动喷水灭火系统的设计应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 设置在汽车库、修车库内的自动喷水灭火系统，其设计除应符合现行国家标准《自动喷水灭火系统设计规范》GB 50084的有关规定外，喷头布置还应符合下列规定：<br />    1 应设置在汽车库停车位的上方或侧上方，对于机械式汽车库，尚应按停车的载车板分层布置，且应在喷头的上方设置集热板；<br />    2 错层式、斜楼板式汽车库的车道、坡道上方均应设置喷头。"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库、停车场配置灭火器应该注意些什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库、停车场均应配置灭火器。灭火器的配置设计应符合现行国家标准《建筑灭火器配置设计规范》GB 50140的有关规定。"
		},
		{
			"input": "汽车库、修车库、停车场内取暖应该注意什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库、停车场内不得采用明火取暖。"
		},
		{
			"input": "需要供暖的哪些汽车库或修车库，应采用集中供暖方式？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 需要供暖的下列汽车库或修车库，应采用集中供暖方式：<br />    1 甲、乙类物品运输车的汽车库；<br />    2 Ⅰ、Ⅱ、Ⅲ类汽车库；<br />    3 Ⅰ、Ⅱ类修车库。"
		},
		{
			"input": "Ⅳ类汽车库，Ⅲ、Ⅳ类修车库，当集中供暖有困难时，可采用什么供暖？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， Ⅳ类汽车库，Ⅲ、Ⅳ类修车库，当集中供暖有困难时，可采用火墙供暖。Ⅳ类汽车库，Ⅲ、Ⅳ类修车库，当集中供暖有困难时，可采用火墙供暖，但其炉门、节风门、除灰门不得设置在汽车库、修车库内。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，喷漆间、电瓶间均应设置什么系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 喷漆间、电瓶间均应设置独立的排气系统。乙炔站的通风系统设计，应符合现行国家标准《乙炔站设计规范》GB 50031的有关规定。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，设置通风系统的汽车库，其通风系统宜怎样设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 设置通风系统的汽车库，其通风系统宜独立设置。"
		},
		{
			"input": "在汽车库、修车库停车场设计中， 风管不应穿过防火墙、防火隔墙，当必须穿过时，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 风管应采用不燃材料制作，且不应穿过防火墙、防火隔墙，当必须穿过时，应符合下列规定：<br />     1可燃气体和甲、乙类液体管道严禁穿过防火墙，防火墙内不应设置排气道。防火墙或防火隔墙上不应设置通风孔道，也不宜穿过其他管道(线)；当管道(线)穿过防火墙或防火隔墙时，应采用防火封堵材料将孔洞周围的空隙紧密填塞。<br />     2应在穿过处设置防火阀，防火阀的动作温度宜为70℃；<br />     3位于防火墙、防火隔墙两侧各2m范围内的风管绝热材料应为不燃材料。     "
		},
		{
			"input": "哪些汽车库、修车库设置排烟系统有什么要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 除敞开式汽车库、建筑面积小于1000m2的地下一层汽车库和修车库外，汽车库、修车库应设置排烟系统。并应划分防烟区。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，防烟分区的要求有哪些？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 防烟分区的建筑面积不宜大于2000㎡，防烟分区不应跨越防火分区，防烟分区可采用挡烟垂壁、隔墙或从顶棚下突出不小于0．5m的梁划分。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，排烟系统采用什么方式？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 排烟系统可采用自然排烟方式或机械排烟方式，机械排烟系统可与人防、卫生等的排气、通风系统合用。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，当采用自然排烟方式时应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 当采用自然排烟方式时，可采用手动排烟窗、自动排烟窗、孔洞等作为自然排烟口，并应符合下列规定：<br />    1 自然排烟口的总面积不应小于室内地面面积的2％；<br />    2 自然排烟口应设置在外墙上方或屋顶上，并应设置方便开启的装置；<br />    3 房间外墙上的排烟口(窗)宜沿外墙周长方向均匀分布，排烟口(窗)的下沿不应低于室内净高的1／2，并应沿气流方向开启。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，每个防烟分区应设置排烟口需要注意些什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 每个防烟分区应设置排烟口，排烟口宜设在顶棚或靠近顶棚的墙面上，排烟口距该防烟分区内最远点的水平距离不应大于30m。"
		},
		{
			"input": "在汽车库、修车库停车场设计中， 排烟风机可采用什么风机？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 排烟风机可采用离心风机或排烟轴流风机。排烟风机应保证280℃时能连续工作30min。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，在穿过不同防烟分区的排烟支管上应设置什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 在穿过不同防烟分区的排烟支管上应设置烟气温度大于280℃时能自动关闭的排烟防火阀。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，排烟管道的风速有什么要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 机械排烟管道的风速，采用金属管道时不应大于20m／s，机械排烟管道的风速，采用内表面光滑的非金属材料风道时，不应大于15m／s，排烟口的风速不宜大于10m／s。"
		},
		{
			"input": "汽车库内无直接通向室外的汽车疏散出口的防火分区，当设置机械排烟系统时，应注意些什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库内无直接通向室外的汽车疏散出口的防火分区，当设置机械排烟系统时，应同时设置补风系统，汽车库内无直接通向室外的汽车疏散出口的防火分区，当设置机械排烟系统时，应同时设置补风系统，且补风量不宜小于排烟量的50％。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，防水泵、火灾自动报警系统、自动灭火系统、防排烟设备、电动防火卷帘、电动防火门、消防应急照明和疏散指示标志等消防用电设备，以及采用汽车专用升降机作车辆疏散出口的升降机用电，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 消防水泵、火灾自动报警系统、自动灭火系统、防排烟设备、电动防火卷帘、电动防火门、消防应急照明和疏散指示标志等消防用电设备，以及采用汽车专用升降机作车辆疏散出口的升降机用电，应符合下列规定：<br />    1 Ⅰ类汽车库、采用汽车专用升降机作车辆疏散出口的升降机用电应按一级负荷供电；<br />    2 Ⅱ、Ⅲ类汽车库和Ⅰ类修车库应按二级负荷供电；<br />    3 Ⅳ类汽车库和Ⅱ、Ⅲ、Ⅳ类修车库可采用三级负荷供电。"
		},
		{
			"input": "在汽车库、修车库停车场设计中，消防用电设备配置时需要注意些什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 按一、二级负荷供电的消防用电设备的两个电源或两个回路，应能在最末一级配电箱处自动切换，消防用电设备的配电线路应与其他动力、照明等配电线路分开设置，消防用电设备应采用专用供电回路。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防用电的配电线路应满足什么要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 消防用电的配电线路应满足火灾时连续供电的要求，消防用电的配电线路的敷设应符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。"
		},
		{
			"input": "除停车数量不大于50辆的汽车库，以及室内无车道且无人员停留的机械式汽车库外，汽车库内应设置什么标志？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 除停车数量不大于50辆的汽车库，以及室内无车道且无人员停留的机械式汽车库外，汽车库内应设置消防应急照明和疏散指示标志。可采用蓄电池作备用电源，但其连续供电时间不应小于30min。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防应急照明灯设置有什么要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 消防应急照明灯宜设置在墙面或顶棚上，消防应急照明灯宜设置在墙面或顶棚上，其地面最低水平照度不应低于1．0Lx。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，对于疏散指示标志设置的位置有什么要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 疏散指示标志宜设置在距地面高度1m以下的墙面上，通道上的指示标志，其间距不宜大于20m。"
		},
		{
			"input": "甲、乙类物品运输车的汽车库、修车库以及修车库内的喷漆间、电瓶间、乙炔间等室内电气设备的防爆要求，均应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 甲、乙类物品运输车的汽车库、修车库以及修车库内的喷漆间、电瓶间、乙炔间等室内电气设备的防爆要求，均应符合现行国家标准《爆炸危险环境电力装置设计规范》GB 50058的有关规定。"
		},
		{
			"input": "除敞开式汽车库、屋面停车场外，哪些汽车库、修车库应设置火灾自动报警系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 除敞开式汽车库、屋面停车场外，下列汽车库、修车库应设置火灾自动报警系统：<br />    1 Ⅰ类汽车库、修车库；<br />    2 Ⅱ类地下、半地下汽车库、修车库；<br />    3 Ⅱ类高层汽车库、修车库；<br />    4 机械式汽车库；<br />    5 采用汽车专用升降机作汽车疏散出口的汽车库。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，气体灭火系统、泡沫-水喷淋系统、高倍数泡沫灭火系统以及设置防火卷帘、防烟排烟系统的联动控制设计，应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 气体灭火系统、泡沫-水喷淋系统、高倍数泡沫灭火系统以及设置防火卷帘、防烟排烟系统的联动控制设计，应符合现行国家标准《火灾自动报警系统设计规范》GB 50116等的有关规定。"
		},
		{
			"input": "设置火灾自动报警系统和自动灭火系统的汽车库、修车库，应注意什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 设置火灾自动报警系统和自动灭火系统的汽车库、修车库，应设置消防控制室。消防控制室宜独立设置，也可与其他控制室、值班室组合设置。"
		},
		{
			"input": "汽车库制定规范的目的是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定：本规范是我国工程防火设计规范的一个组成部分，其目的是为我国汽车库建设的建筑防火设计提供依据，减少和防止火灾对汽车库、修车库、停车场的危害，保障社会主义经济建设的顺利进行和人民生命财产的安全。"
		},
		{
			"input": "什么是静态交通问题？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，停车问题是城市发展中出现的静态交通问题。"
		},
		{
			"input": "中华人民共和国国家标准汽车库、修车库、停车场设计防火规范的应用范围是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，本规范适用于新建、扩建和改建的汽车库、修车库、停车场的防火设计，其内容包括了民用建筑所属的汽车库和人防地下车库，这是因为现行国家标准《人民防空工程设计防火规范》GB 50098等规范中已明确规定，其汽车库防火设计按现行国家标准《汽车库、修车库、停车场设计防火规范》GB 50067的有关规定执行。由于国内目前新建的人防地下车库基本上都是平战两用的汽车库，这类车库除了应满足战时防护的要求，其他要求均与一般汽车库一样。<br />    近年来，随着人民生活水平的提高，住宅、别墅的(半)地下室，底层设置供每个户型专用，不与其他户室共用疏散出口的停车位的情况越来越多。对于每户车位与每户车位之间、每户车位与住宅其他部位之间不能完全分隔的或不同住户的车位要共用室内汽车通道的情况，仍适用于本规范。<br />    对于消防站的汽车库，由于在平面布置和建筑构造等要求上都有一些特殊要求，所以列入了本规范不适用的范围。<br /><br />"
		},
		{
			"input": "汽车库、修车库、停车场建筑防火设计遵循什么原则？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，随着改革开放的不断深入，城市大量新建了与大楼配套的汽车库，且大都为地下汽车库，而北方内陆地区大都为地上汽车库，因此在汽车库、修车库、停车场的防火设计中，应从国家经济建设的全局出发，结合汽车库、修车库、停车场的实际情况，积极采用先进的防火与灭火技术，做到确保安全、方便使用、技术先进、经济合理。"
		},
		{
			"input": "汽车库、修车库、停车场建筑的防火设计与哪些现行国家标准规范有联系？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库、停车场建筑的防火设计，涉及的面较广，与现行国家标准《建筑设计防火规范》GB 50016、《乙炔站设计规范》GB 50031、《人民防空工程设计防火规范》GB 50098和《城镇燃气设计规范》GB 50028等规范均有联系。本规范不可能，也没有必要把它们全部包括进来，为全面做好汽车库、修车库、停车场的防火设计，制订了本条文。"
		},
		{
			"input": "汽车库分类的依据有哪些？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，（1)按照数量划分，(2)按照高度划分，(3)按照停车方式的机械化程度划分，(4)按照汽车坡道划分，(5)按照围封形式划分。"
		},
		{
			"input": "汽车库按照高度划分，一般可划分为？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，                                                         1)地下汽车库。汽车库与建筑物组合建造在地面以下的以及独立在地面以下建造的汽车库都称为地下汽车库，并按照地下汽车库的有关防火设计要求予以考虑。<br />2)半地下汽车库。<br />3)单层汽车库。<br />4)多层汽车库。多层汽车库的定义包括两种类型：一种是汽车库自身高度小于或等于24m的两层及以上的汽车库；另一种是汽车库设在多层建筑内地面层以及地面层以上楼层的。这两种类型在防火设计上的要求基本相同，故定义在同一术语上。                                                          5)高层汽汽车库。高层汽车库的定义包括两种类型：一种是汽车库自身高度已大于24m的；另一种是汽车库自身高度虽未到24m，但与高层工业或民用建筑在地面以上组合建造的。这两种类型在防火设计上的要求基本相同，故定义在同一术语上。<br /><br />"
		},
		{
			"input": "汽车库按照停车方式的机械化程度可划分为什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，        1)机械式立体汽车库；<br />        2)复式汽车库；<br />        3)普通车道式汽车库。<br />    机械式立体汽车库与复式汽车库都属于机械式汽车库。因此，为了概念更清晰，这次修订取消了“机械式立体汽车库”和“复式汽车库”的术语，统一为“机械式汽车库”(即第2．0．8条)。机械式汽车库是近年来新发展起来的一种利用机械设备提高单位面积停车数量的停车形式，主要分为两大类：一类是室内无车道且无人员停留的机械式立体汽车库，类似高架仓库，根据机械设备运转方式又可分为垂直循环式(汽车上、下移动)、电梯提升式(汽车上、下、左、右移动)、高架仓储式(汽车上、下、左、右、前、后移动)等；另一类是室内有车道且有人员停留的复式汽车库，机械设备只是类似于普通仓库的货架，根据机械设备的不同又可分为二层杠杆式、三层升降式、二／三层升降横移式等。<br />"
		},
		{
			"input": "汽车库按照汽车坡道可划分为？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，   1)楼层式汽车库；<br />        2)斜楼板式汽车库(即汽车坡道与停车区同在一个斜面)；<br />        3)错层式汽车库(即汽车坡道只跨越半层车库)；<br />        4)交错式汽车库(即汽车坡道跨越两层车库)；<br />        5)采用垂直升降机作为汽车疏散的汽车库。<br />"
		},
		{
			"input": "汽车库按照围封形式可划分为？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，  1)敞开式汽车库(即第2．0．9条)。<br />    原国家标准《汽车库、修车库、停车场设计防火规范》GB 50067定义的敞开式汽车库，外墙敞开面积占四周墙体总面积的比例为25％，大于美国NFPA 88A(98版)的定义(按净高3m计算，约为15％)，小于德国《汽车库建筑与运行规范》(97版)的定义(约为33％)。国外规范中均考虑开敞面布置的均匀性，以保持良好的自然通风与排烟条件。<br />    美国NFPA 88A《停车建筑消防标准》(2002版)中规定，敞开式停车建筑是满足下列条件的停车建筑：①任一停车楼层上，外墙的对外开敞比例沿建筑外沿周长每延米不少于0．4m2；②这种类型的开敞至少沿建筑外沿在40％的周长上存在或至少平均分布在两面相对的外墙上；③任一道内隔墙或沿任一柱轴线，能起通风作用的开敞面积比例不低于20％。<br />    德国《汽车库建筑与运行规范》(MGarVO)中规定，敞开式汽车库是指车库直接通往外部的开口部分的面积占该车库四周围墙总面积至少三分之一，而且车库至少应有两面围墙是相对的，围墙与开口部分的距离不得大于70m，车库应有持续的横向通风。敞开式小型汽车库是指车库直接与外部相连的开口的面积占该车库四周围墙总面积至少三分之一的小型汽车库。<br />    本次修订时，参照以上规范加入开口布置的均匀性的要求。对不同类型、不同构造的汽车库，其汽车疏散、火灾扑救、经济价值的情况是不一样的，在进行设计时，既要满足其自身停车功能的要求，也要合适地提出防火设计要求。<br />        2)封闭式汽车库，即除敞开式汽车库之外的汽车库。<br /><br />"
		},
		{
			"input": "哪些汽车库用钢筋混凝土结构？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，1 地下、半地下汽车库发生火灾时，因缺乏自然通风和采光，扑救难度大，火势易蔓延，同时由于结构、防火等的需要，此类汽车库通常为钢筋混凝土结构，可达一级耐火等级要求，所以不论其停车数量多少，其耐火等级不应低于一级是可行的。<br />    高层汽车库的耐火等级也应为一级，主要考虑到高层汽车库发生火灾时，扑救难度大，火势易蔓延，同时由于结构、防火等的需要，通常为钢筋混凝土结构，可达到一级耐火等级要求。"
		},
		{
			"input": "为什么将甲、乙类物品运输车的汽车库、修车库的耐火等级由二级提升为一级？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 2 甲、乙类物品运输车由于槽罐内有残存物品，危险性高，本次修订将甲、乙类物品运输车的汽车库、修车库的耐火等级由二级提升为一级。"
		},
		{
			"input": "为什么Ⅱ、Ⅲ类修车库均应采用不低于二级耐火等级的建筑？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， Ⅱ、Ⅲ类汽车库停车数量较多，一旦遭受火灾，损失较大；Ⅱ、Ⅲ类修车库有修理车位3个以上，并配设各种辅助工间，起火因素较多，如耐火等级偏低，一旦起火，火势容易延烧扩大，导致大面积火灾，因此这些汽车库、修车库均应采用不低于二级耐火等级的建筑。<br />"
		},
		{
			"input": "汽车库的建筑面积标准是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，一般汽车库每个停车泊位约占建筑面积30m2～40m2，50辆(含)以下的车库一般40m2／辆，50辆以上的车库一般33．3m2／辆。"
		},
		{
			"input": "汽车库、修车库、停车场建筑发生火灾后确定火灾损失的大小主要依据什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，这是因为汽车库、修车库、停车场建筑发生火灾后确定火灾损失的大小，主要是按烧毁车库中车辆的多少确定的。"
		},
		{
			"input": "问什么不应将汽车库、修车库、停车场布置在易燃、可燃液体或可燃气体的生产装置区和贮存区内？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，4．1．2 本条规定不应将汽车库、修车库、停车场布置在易燃、可燃液体或可燃气体的生产装置区和贮存区内，这对保证防火安全是非常必要的。国内外石油装置的火灾是不少的，如某市化工厂丁二烯气体泄漏，汽车驶入该区域引起爆燃，造成了重大伤亡事故。据原化工部设计院对10个大型石油化工厂的调查，他们的汽车库都是设在生产辅助区或生活区内。<br /><br />"
		},
		{
			"input": "为什么对汽车库与一般工业建筑的组合或贴邻不作严格限制规定，只对与甲、乙类易燃易爆危险品生产车间，甲、乙类仓库等较特殊建筑的组合建造作了严格限制？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，这是由于此类车间、仓库在生产和储存过程中产生易燃易爆物质，遇明火或电气火花将燃烧、爆炸，所以规定不应贴邻或组合建造。<br />    汽车库具有人员流动大、致灾因素多等特点，一旦与火灾危险性大的甲、乙类厂房及仓库贴邻或组合建造，极易发生火灾事故，必须严格限制，所以将此条确定为强制性条文。<br /><br />"
		},
		{
			"input": "设置在托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等的地下部分的汽车库是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，幼儿、老人、中小学生、病人疏散能力差，汽车库不应与托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等组合建造。但是考虑到地下汽车库是城市建设的发展方向，为增强安全性，规范对此类情况作出了相关的要求。设置在托儿所、幼儿园，老年人建筑，中小学校的教学楼，病房楼等的地下部分，主要是指设置在室外地平面±0．000以下部分的汽车库。<br />"
		},
		{
			"input": "为什么对对甲、乙类物品运输车的汽车库、修车库强调单层独立建造？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，甲、乙类物品运输车在停放或修理时有时有残留的易燃液体和可燃气体，漂浮在地面上或散发在室内，遇到明火就会燃烧、爆炸。其汽车库、修车库如与其他建筑组合建造或附建在其他建筑物底层，一旦发生爆燃，就会威胁上层结构安全，扩大灾情。所以，对甲、乙类物品运输车的汽车库、修车库强调单层独立建造。但对停车数不大于3辆的甲、乙类物品运输车的汽车库、修车库，在有防火墙隔开的条件下，允许与一、二级耐火等级的Ⅳ类汽车库贴邻建造。<br />"
		},
		{
			"input": "Ⅰ类修车库的特点是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，Ⅰ类修车库的特点是车位多、维修任务量大。"
		},
		{
			"input": "为什么规定Ⅰ类修车库应单独建造？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，Ⅰ类修车库的特点是车位多、维修任务量大，为了保养和修理车辆方便，在一幢建筑内往往包括很多工种，并经常需要进行明火作业和使用易燃物品，如用汽油清洗零件、喷漆时使用有机溶剂等，火灾危险性大。为保障安全，本条规定Ⅰ类修车库应单独建造。"
		},
		{
			"input": "Ⅰ类修车库的特点是什么？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，Ⅰ类修车库的特点是车位多、维修任务量大。"
		},
		{
			"input": "为什么规定Ⅰ类修车库应单独建造？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，Ⅰ类修车库的特点是车位多、维修任务量大，为了保养和修理车辆方便，在一幢建筑内往往包括很多工种，并经常需要进行明火作业和使用易燃物品，如用汽油清洗零件、喷漆时使用有机溶剂等，火灾危险性大。为保障安全，本条规定Ⅰ类修车库应单独建造。"
		},
		{
			"input": "为汽车库、修车库服务的哪些附属建筑，可与汽车库、修车库贴邻，但应采用防火墙隔开，并应设置直通室外的安全出口？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2015）中规定，为汽车库、修车库服务的下列附属建筑，可与汽车库、修车库贴邻，但应采用防火墙隔开，并应设置直通室外的安全出口：<br />    1 贮存量不大于1．0t的甲类物品库房；<br />    2 总安装容量不大于5．0m3／h的乙炔发生器间和贮存量不超过5个标准钢瓶的乙炔气瓶库；<br />    3 1个车位的非封闭喷漆间或不大于2个车位的封闭喷漆间；<br />    4 建筑面积不大于200m2的充电间和其他甲类生产场所。<br />"
		},
		{
			"input": "地下、半地下汽车库内不应设置哪些设施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2016）中规定，地下、半地下汽车库内不应设置修理车位、喷漆间、充电间、乙炔间和甲、乙类物品库房。<br />"
		},
		{
			"input": "汽车库和修车库内不应设置哪些设施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2017）中规定，汽车库和修车库内不应设置汽油罐、加油机、液化石油气或液化天然气储罐、加气机。<br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，停放易燃液体、液化石油气罐车的汽车库内，不得设置哪些设施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2018）中规定，在汽车库、修车库停车场防火要求中，停放易燃液体、液化石油气罐车的汽车库内，不得设置地下室和地沟。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，燃油或燃气锅炉、油浸变压器、充有可燃油的高压电容器和多油开关等，不应设置在什么地方？当受条件限制必须贴邻汽车库、修车库布置时，应符合哪类有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2019）中规定，在汽车库、修车库停车场防火要求中，燃油或燃气锅炉、油浸变压器、充有可燃油的高压电容器和多油开关等，不应设置在汽车库、修车库内。当受条件限制必须贴邻汽车库、修车库布置时，应符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。"
		},
		{
			"input": "Ⅰ、Ⅱ类汽车库、停车场宜设置耐火等级不低于几级的灭火器材间？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2020）中规定，Ⅰ、Ⅱ类汽车库、停车场宜设置耐火等级不低于二级的灭火器材间。"
		},
		{
			"input": "汽车库、修车库之间或汽车库、修车库与其他建筑之间的防火间距可适当减少，但应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2021）中规定，汽车库、修车库之间或汽车库、修车库与其他建筑之间的防火间距可适当减少，但应符合下列规定：<br />    1 当两座建筑相邻较高一面外墙为无门、窗、洞口的防火墙或当较高一面外墙比较低一座一、二级耐火等级建筑屋面高15m及以下范围内的外墙为无门、窗、洞口的防火墙时，其防火间距可不限；<br />    2 当两座建筑相邻较高一面外墙上，同较低建筑等高的以下范围内的墙为无门、窗、洞口的防火墙时，其防火间距可按本规范表4．2．1的规定值减小50％；<br />    3 相邻的两座一、二级耐火等级建筑，当较高一面外墙的耐火极限不低于2．00h，墙上开口部位设置甲级防火门、窗或耐火极限不低于2．00h的防火卷帘、水幕等防火设施时，其防火间距可减小，但不应小于4m；<br />    4 相邻的两座一、二级耐火等级建筑，当较低一座的屋顶无开口，屋顶的耐火极限不低于1．00h，且较低一面外墙为防火墙时，其防火间距可减小，但不应小于4m。<br />"
		},
		{
			"input": "停车场与相邻的一、二级耐火等级建筑之间，怎么设置，防火间距可不限？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2022）中规定，停车场与相邻的一、二级耐火等级建筑之间，当相邻建筑的外墙为无门、窗、洞口的防火墙，或比停车部位高15m范围以下的外墙均为无门、窗、洞口的防火墙时，防火间距可不限。<br />"
		},
		{
			"input": "甲、乙类物品运输车的汽车库、修车库、停车场与民用建筑的防火间距不应小于多少？与重要公共建筑的防火间距不应小于多少？甲类物品运输车的汽车库、修车库、停车场与明火或散发火花地点的防火间距不应小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2023）中规定，甲、乙类物品运输车的汽车库、修车库、停车场与民用建筑的防火间距不应小于25m，与重要公共建筑的防火间距不应小于50m。甲类物品运输车的汽车库、修车库、停车场与明火或散发火花地点的防火间距不应小于30m，"
		},
		{
			"input": "汽车库、修车库、停车场与燃气调压站、液化石油气的瓶装供应站的防火间距，应符合哪类有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2024）中规定，汽车库、修车库、停车场与燃气调压站、液化石油气的瓶装供应站的防火间距，应符合现行国家标准《城镇燃气设计规范》GB 50028的有关规定。<br /><br />"
		},
		{
			"input": "汽车库、修车库、停车场与石油库、汽车加油加气站的防火间距，应符合哪类有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2024）中规定， 汽车库、修车库、停车场与石油库、汽车加油加气站的防火间距，应符合现行国家标准《石油库设计规范》GB 50074和《汽车加油加气站设计与施工规范》GB 50156的有关规定<br /><br />"
		},
		{
			"input": "停车场的汽车宜分组停放，每组的停车数量不宜大于多少辆？组之间的防火间距不应小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2024）中规定，停车场的汽车宜分组停放，每组的停车数量不宜大于50辆，组之间的防火间距不应小于6m。<br /><br />"
		},
		{
			"input": "屋面停车区域与建筑其他部分或相邻其他建筑物的防火间距，应按什么确定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2024）中规定，屋面停车区域与建筑其他部分或相邻其他建筑物的防火间距，应按地面停车场与建筑的防火间距确定。<br /><br /><br />"
		},
		{
			"input": "汽车库、修车库周围应设置什么车道？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2024）中规定，汽车库、修车库周围应设置消防车道。<br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防车道的设置应符合哪些要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2025）中规定，在汽车库、修车库停车场防火要求中，消防车道的设置应符合下列要求：<br />    1 除Ⅳ类汽车库和修车库以外，消防车道应为环形，当设置环形车道有困难时，可沿建筑物的一个长边和另一边设置；<br />    2 尽头式消防车道应设置回车道或回车场，回车场的面积不应小于12m×12m；<br />    3 消防车道的宽度不应小于4m。"
		},
		{
			"input": "穿过汽车库、修车库、停车场的消防车道，其净空高度和净宽度均不应小于多少？当消防车道上空遇有障碍物时，路面与障碍物之间的净空高度不应小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2026）中规定，穿过汽车库、修车库、停车场的消防车道，其净空高度和净宽度均不应小于4m；当消防车道上空遇有障碍物时，路面与障碍物之间的净空高度不应小于4m。<br /><br /><br /><br />"
		},
		{
			"input": "室内无车道且无人员停留的机械式汽车库，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，室内无车道且无人员停留的机械式汽车库，应符合下列规定：<br />    1 当停车数量超过100辆时，应采用无门、窗、洞口的防火墙分隔为多个停车数量不大于100辆的区域，但当采用防火隔墙和耐火极限不低于1．00h的不燃性楼板分隔成多个停车单元，且停车单元内的停车数量不大于3辆时，应分隔为停车数量不大于300辆的区域；<br />    2 汽车库内应设置火灾自动报警系统和自动喷水灭火系统，自动喷水灭火系统应选用快速响应喷头；<br />    3 楼梯间及停车区的检修通道上应设置室内消火栓；<br />    4 汽车库内应设置排烟设施，排烟口应设置在运输车辆的通道顶部。<br /><br />"
		},
		{
			"input": "甲、乙类物品运输车的汽车库、修车库，每个防火分区的最大允许建筑面积不应大于多少平米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，甲、乙类物品运输车的汽车库、修车库，每个防火分区的最大允许建筑面积不应大于500㎡。"
		},
		{
			"input": "修车库每个防火分区的最大允许建筑面积不应大于多少平米？当修车部位与相邻使用有机溶剂的清洗和喷漆工段采用防火墙分隔时，每个防火分区的最大允许建筑面积不应大于多少平米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，修车库每个防火分区的最大允许建筑面积不应大于2000㎡，当修车部位与相邻使用有机溶剂的清洗和喷漆工段采用防火墙分隔时，每个防火分区的最大允许建筑面积不应大于4000㎡。<br />"
		},
		{
			"input": "汽车库、修车库与其他建筑合建时，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库与其他建筑合建时，应符合下列规定：<br />    1 当贴邻建造时，应采用防火墙隔开；<br />    2 设在建筑物内的汽车库(包括屋顶停车场)、修车库与其他部位之间，应采用防火墙和耐火极限不低于2．00h的不燃性楼板分隔；<br />    3 汽车库、修车库的外墙门、洞口的上方，应设置耐火极限不低于1．00h、宽度不小于1．0m、长度不小于开口宽度的不燃性防火挑檐；<br />    4 汽车库、修车库的外墙上、下层开口之间墙的高度，不应小于1．2m或设置耐火极限不低于1．00h、宽度不小于1．0m的不燃性防火挑檐。<br />"
		},
		{
			"input": "汽车库内设置修理车位时，停车部位与修车部位之间应采用防火墙和耐火极限不低于多少的不燃性楼板分隔？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库内设置修理车位时，停车部位与修车部位之间应采用防火墙和耐火极限不低于2．00h的不燃性楼板分隔。<br />"
		},
		{
			"input": "修车库内使用有机溶剂清洗和喷漆的工段，当超过几个车位时，均应采用防火隔墙等分隔措施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，修车库内使用有机溶剂清洗和喷漆的工段，当超过3个车位时，均应采用防火隔墙等分隔措施。<br />"
		},
		{
			"input": "附设在汽车库、修车库内的消防控制室、自动灭火系统的设备室、消防水泵房和排烟、通风空气调节机房等，应采用防火隔墙和耐火极限不低于多少的不燃性楼板相互隔开或与相邻部位分隔？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，附设在汽车库、修车库内的消防控制室、自动灭火系统的设备室、消防水泵房和排烟、通风空气调节机房等，应采用防火隔墙和耐火极限不低于1．50h的不燃性楼板相互隔开或与相邻部位分隔。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中防火墙应直接设置什么结构上，框架、梁等承重结构的耐火极限不应低于防火墙的耐火极限？防火墙、防火隔墙应从什么基层隔断至什么层的底面？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中防火墙应直接设置在建筑的基础或框架、梁等承重结构上，框架、梁等承重结构的耐火极限不应低于防火墙的耐火极限。防火墙、防火隔墙应从楼地面基层隔断至梁、楼板或屋面结构层的底面。"
		},
		{
			"input": "当汽车库、修车库的屋面板为不燃材料且耐火极限不低于多少时，防火墙、防火隔墙可砌至屋面基层的底部？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，当汽车库、修车库的屋面板为不燃材料且耐火极限不低于0．50h时，防火墙、防火隔墙可砌至屋面基层的底部。<br />"
		},
		{
			"input": "三级耐火等级汽车库、修车库的防火墙、防火隔墙应截断其屋顶结构，并应高出其不燃性屋面不小于多少？高出可燃性或难燃性屋面不小于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，三级耐火等级汽车库、修车库的防火墙、防火隔墙应截断其屋顶结构，并应高出其不燃性屋面不小于0．4m；高出可燃性或难燃性屋面不小于0．5m。"
		},
		{
			"input": "防火墙不宜设在汽车库、修车库的内转角处。当设在转角处时，内转角处两侧墙上的门、窗、洞口之间的水平距离不应小于多少？防火墙两侧的门、窗、洞口之间最近边缘的水平距离不应小于多少？当防火墙两侧设置固定乙级防火窗时，可不受距离的限制。",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，防火墙不宜设在汽车库、修车库的内转角处。当设在转角处时，内转角处两侧墙上的门、窗、洞口之间的水平距离不应小于4m。防火墙两侧的门、窗、洞口之间最近边缘的水平距离不应小于2m。当防火墙两侧设置固定乙级防火窗时，可不受距离的限制。<br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，可燃气体和甲、乙类液体管道严禁穿过防火墙，防火墙内不应设置什么管道？防火墙或防火隔墙上不应设置通风孔道，也不宜穿过其他管道(线)；当管道(线)穿过防火墙或防火隔墙时，应采用什么材料将孔洞周围的空隙紧密填塞？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中，可燃气体和甲、乙类液体管道严禁穿过防火墙，防火墙内不应设置排气道。防火墙或防火隔墙上不应设置通风孔道，也不宜穿过其他管道(线)；当管道(线)穿过防火墙或防火隔墙时，应采用防火封堵材料将孔洞周围的空隙紧密填塞。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，防火墙或防火隔墙上不宜开设门、窗、洞口，当必须开设时，应设置甲级防火门、窗或耐火极限不低于多少的防火卷帘？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中，防火墙或防火隔墙上不宜开设门、窗、洞口，当必须开设时，应设置甲级防火门、窗或耐火极限不低于3．00h的防火卷帘。"
		},
		{
			"input": "设置在车道上的防火卷帘的耐火极限，应符合现行哪类判定标准？设置在停车区域上的防火卷帘的耐火极限，应符合哪类判定标准？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，设置在车道上的防火卷帘的耐火极限，应符合现行国家标准《门和卷帘的耐火试验方法》GB／T 7633有关耐火完整性的判定标准；设置在停车区域上的防火卷帘的耐火极限，应符合现行国家标准《门和卷帘的耐火试验方法》GB／T 7633有关耐火完整性和耐火隔热性的判定标准。<br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，电梯井、管道井、电缆井和楼梯间应怎样设置？管道井、电缆井的井壁应采用不燃材料，且耐火极限不应低于多少？电梯井的井壁应采用不燃材料，且耐火极限不应低于多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中，电梯井、管道井、电缆井和楼梯间应分别独立设置。管道井、电缆井的井壁应采用不燃材料，且耐火极限不应低于1．00h；电梯井的井壁应采用不燃材料，且耐火极限不应低于2．00h。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，电缆井、管道井应在每层楼板处采用什么材料进行分隔？且分隔后的耐火极限不应低于楼板的耐火极限，井壁上的检查门应采用设么级别的防火门？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中，电缆井、管道井应在每层楼板处采用不燃材料或防火封堵材料进行分隔，且分隔后的耐火极限不应低于楼板的耐火极限，井壁上的检查门应采用丙级防火门。"
		},
		{
			"input": "除敞开式汽车库、斜楼板式汽车库外，其他汽车库内的汽车坡道两侧应采用什么与停车区隔开？坡道的出入口应采用什么等与停车区隔开？但当汽车库和汽车坡道上均设置自动灭火系统时，坡道的出入口可不设置什么设施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库与其他建筑合建时，应符合下列规定：<br />   除敞开式汽车库、斜楼板式汽车库外，其他汽车库内的汽车坡道两侧应采用防火墙与停车区隔开，坡道的出入口应采用水幕、防火卷帘或甲级防火门等与停车区隔开；但当汽车库和汽车坡道上均设置自动灭火系统时，坡道的出入口可不设置水幕、防火卷帘或甲级防火门。<br /><br />"
		},
		{
			"input": "汽车库、修车库的内部装修，应符合哪类有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2015）中规定，汽车库、修车库与其他建筑合建时，应符合下列规定：<br />   汽车库、修车库的内部装修，应符合现行国家标准《建筑内部装修设计防火规范》GB 50222的有关规定。<br /><br /><br />"
		},
		{
			"input": "汽车库、修车库的人员安全出口和汽车疏散出口应怎么设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库的人员安全出口和汽车疏散出口应分开设置。设置在工业与民用建筑内的汽车库，其车辆疏散出口应与其他场所的人员安全出口分开设置。"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库内每个防火分区的人员安全出口不应少于几个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库内每个防火分区的人员安全出口不应少于2个，Ⅳ类汽车库和Ⅲ、Ⅳ类修车库可设置1个。"
		},
		{
			"input": "汽车库、修车库的疏散楼梯应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库、修车库的疏散楼梯应符合下列规定：<br />    1 建筑高度大于32m的高层汽车库、室内地面与室外出入口地坪的高差大于10m的地下汽车库应采用防烟楼梯间，其他汽车库、修车库应采用封闭楼梯间；<br />    2 楼梯间和前室的门应采用乙级防火门，并应向疏散方向开启；<br />    3 疏散楼梯的宽度不应小于1．1m。"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，建筑高度大于32m的汽车库应设置消防电梯。消防电梯的设置应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，除室内无车道且无人员停留的机械式汽车库外，建筑高度大于32m的汽车库应设置消防电梯。消防电梯的设置应符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。<br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，室外疏散楼梯可采用金属楼梯，并应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中，室外疏散楼梯可采用金属楼梯，并应符合下列规定：<br />    1 倾斜角度不应大于45°，栏杆扶手的高度不应小于1．1m；<br />    2 每层楼梯平台应采用耐火极限不低于1．00h的不燃材料制作；<br />    3 在室外楼梯周围2m范围内的墙面上，不应开设除疏散门外的其他门、窗、洞口；<br />    4 通向室外楼梯的门应采用乙级防火门。"
		},
		{
			"input": "汽车库室内任一点至最近人员安全出口的疏散距离是多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定， 汽车库室内任一点至最近人员安全出口的疏散距离不应大于45m，当设置自动灭火系统时，其距离不应大于60m。对于单层或设置在建筑首层的汽车库，室内任一点至室外最近出口的疏散距离不应大于60m。"
		},
		{
			"input": "与住宅地下室相连通的地下汽车库、半地下汽车库，人员疏散可借用住宅部分的疏散楼梯；当不能直接进入住宅部分的疏散楼梯间时，应在汽车库与住宅部分的疏散楼梯之间怎样设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，与住宅地下室相连通的地下汽车库、半地下汽车库，人员疏散可借用住宅部分的疏散楼梯；当不能直接进入住宅部分的疏散楼梯间时，应在汽车库与住宅部分的疏散楼梯之间设置连通走道，走道应采用防火隔墙分隔，汽车库开向该走道的门均应采用甲级防火门。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，室内无车道且无人员停留的机械式汽车库可不设置人员安全出口，但应按哪些规定设置供灭火救援用的楼梯间？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，在汽车库、修车库停车场防火要求中，室内无车道且无人员停留的机械式汽车库可不设置人员安全出口，但应按下列规定设置供灭火救援用的楼梯间：<br />    1 每个停车区域当停车数量大于100辆时，应至少设置1个楼梯间；<br />    2 楼梯间与停车区域之间应采用防火隔墙进行分隔，楼梯间的门应采用乙级防火门；<br />    3 楼梯的净宽不应小于0．9m。"
		},
		{
			"input": "汽车库、修车库的汽车疏散出口总数不应少于几个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库的汽车疏散出口总数不应少于2个，且应分散布置。"
		},
		{
			"input": "当符合哪些条件之一时，汽车库、修车库的汽车疏散出口可设置1个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，当符合下列条件之一时，汽车库、修车库的汽车疏散出口可设置1个：<br />    1 Ⅳ类汽车库；<br />    2 设置双车道汽车疏散出口的Ⅲ类地上汽车库；<br />    3 设置双车道汽车疏散出口、停车数量小于或等于100辆且建筑面积小于4000m2的地下或半地下汽车库；<br />    4 Ⅱ、Ⅲ、Ⅳ类修车库。"
		},
		{
			"input": "Ⅰ、Ⅱ类地上汽车库和停车数量大于100辆的地下、半地下汽车库，当采用错层或斜楼板式，坡道为双车道且设置自动喷水灭火系统时，其首层或地下一层至室外的汽车疏散出口不应少于几个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，Ⅰ、Ⅱ类地上汽车库和停车数量大于100辆的地下、半地下汽车库，当采用错层或斜楼板式，坡道为双车道且设置自动喷水灭火系统时，其首层或地下一层至室外的汽车疏散出口不应少于2个，汽车库内其他楼层的汽车疏散坡道可设置1个。"
		},
		{
			"input": "Ⅳ类汽车库设置汽车坡道有困难时，可采用汽车专用升降机作汽车疏散出口，升降机的数量不应少于几台？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，室内无车道且无人员停留的机械式汽车库，应符合下列规定：<br />  Ⅳ类汽车库设置汽车坡道有困难时，可采用汽车专用升降机作汽车疏散出口，升降机的数量不应少于2台，停车数量少于25辆时，可设置1台。"
		},
		{
			"input": "汽车疏散坡道的净宽度，单车道和双车道不应小于多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车疏散坡道的净宽度，单车道不应小于3．0m，双车道不应小于5．5m。<br />"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，相邻两个汽车疏散出口之间的水平距离不应小于多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，除室内无车道且无人员停留的机械式汽车库外，相邻两个汽车疏散出口之间的水平距离不应小于10m；毗邻设置的两个汽车坡道应采用防火隔墙分隔。<br /><br />"
		},
		{
			"input": "停车场的汽车疏散出口不应少于几个？停车数量不大于多少辆时，可设置1个？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库与其他建筑合建时，应符合下列规定：<br />    停车场的汽车疏散出口不应少于2个；停车数量不大于50辆时，可设置1个。<br />"
		},
		{
			"input": "汽车库、修车库、停车场应设置消防给水系统，有哪些供水渠道？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2014）中规定，汽车库、修车库、停车场应设置消防给水系统。消防给水可由市政给水管道、消防水池或天然水源供给。利用天然水源时，应设置可靠的取水设施和通向天然水源的道路，并应在枯水期最低水位时，确保消防用水量。<br />"
		},
		{
			"input": "符合哪些条件之一的汽车库、修车库、停车场，可不设置消防给水系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2015）中规定，符合下列条件之一的汽车库、修车库、停车场，可不设置消防给水系统：<br />    1 耐火等级为一、二级且停车数量不大于5辆的汽车库；<br />    2 耐火等级为一、二级的Ⅳ类修车库；<br />    3 停车数量不大于5辆的停车场。<br /><br />"
		},
		{
			"input": "当室外消防给水采用高压或临时高压给水系统时，汽车库、修车库、停车场消防给水管道内的压力应保证在多大？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2016）中规定，当室外消防给水采用高压或临时高压给水系统时，汽车库、修车库、停车场消防给水管道内的压力应保证在消防用水量达到最大时，最不利点水枪的充实水柱不小于10m；当室外消防给水采用低压给水系统时，消防给水管道内的压力应保证灭火时最不利点消火栓的水压不小于0．1MPa(从室外地面算起)。<br /><br />"
		},
		{
			"input": "汽车库、修车库的消防用水量应按室内、外消防用水量这么计算？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2017）中规定，汽车库、修车库的消防用水量应按室内、外消防用水量之和计算。其中，汽车库、修车库内设置消火栓、自动喷水、泡沫等灭火系统时，其室内消防用水量应按需要同时开启的灭火系统用水量之和计算。<br /><br />"
		},
		{
			"input": "汽车库、修车库、停车场应设置室外消火栓系统，其室外消防用水量应按消防用水量最大的一座计算，并应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2018）中规定，汽车库、修车库、停车场应设置室外消火栓系统，其室外消防用水量应按消防用水量最大的一座计算，并应符合下列规定：<br />    1 Ⅰ、Ⅱ类汽车库、修车库、停车场，不应小于20L／s；<br />    2 Ⅲ类汽车库、修车库、停车场。不应小于15L／s；<br />    3 Ⅳ类汽车库、修车库、停车场，不应小于10L／s。"
		},
		{
			"input": "汽车库、修车库、停车场的室外消防给水管道、室外消火栓、消防泵房的设置，应符合现行什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2019）中规定，汽车库、修车库、停车场的室外消防给水管道、室外消火栓、消防泵房的设置，应符合现行国家标准《消防给水及消火栓系统技术规范》GB 50974的有关规定。<br />    停车场的室外消火栓宜沿停车场周边设置，且距离最近一排汽车不宜小于7m，距加油站或油库不宜小于15m。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中室外消火栓的保护半径不应大于多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2020）中规定，在汽车库、修车库停车场防火要求中室外消火栓的保护半径不应大于150m，在市政消火栓保护半径150m范围内的汽车库、修车库、停车场，市政消火栓可计入建筑室外消火栓的数量。"
		},
		{
			"input": "汽车库、修车库应设置室内消火栓系统，其消防用水量应符合下列规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2021）中规定，汽车库、修车库应设置室内消火栓系统，其消防用水量应符合下列规定：<br />    1 Ⅰ、Ⅱ、Ⅲ类汽车库及Ⅰ、Ⅱ类修车库的用水量不应小于10L／s，系统管道内的压力应保证相邻两个消火栓的水枪充实水柱同时到达室内任何部位；<br />    2 Ⅳ类汽车库及Ⅲ、Ⅳ类修车库的用水量不应小于5L／s，系统管道内的压力应保证一个消火栓的水枪充实水柱到达室内任何部位。<br /><br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，室内消火栓水枪的充实水柱不应小于多少米？同层相邻室内消火栓的间距不应大于多少米？高层汽车库和地下汽车库、半地下汽车库室内消火栓的间距不应大于多少米？。",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2022）中规定，在汽车库、修车库停车场防火要求中，室内消火栓水枪的充实水柱不应小于10m。同层相邻室内消火栓的间距不应大于50m，高层汽车库和地下汽车库、半地下汽车库室内消火栓的间距不应大于30m。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，室内消火栓应设置在易于取用的明显地点，栓口距离地面宜为多少米？其出水方向应怎样设置？",
			"output": "在汽车库、修车库停车场防火要求中"
		},
		{
			"input": "汽车库、修车库的室内消火栓数量超过10个时，室内消防管道应布置成什么形状？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2024）中规定，汽车库、修车库的室内消火栓数量超过10个时，室内消防管道应布置成环状，并应有两条进水管与室外管道相连接。<br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，室内消防管道应采用阀门分成若干独立段，每段内消火栓不应超过几个？高层汽车库内管道阀门的布置，应保证检修管道时关闭的竖管不超过几根？当竖管超过几根时，可关闭不相邻的2根？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2025）中规定，在汽车库、修车库停车场防火要求中室内消防管道应采用阀门分成若干独立段，每段内消火栓不应超过5个。高层汽车库内管道阀门的布置，应保证检修管道时关闭的竖管不超过1根，当竖管超过4根时，可关闭不相邻的2根。"
		},
		{
			"input": "几层以上的多层汽车库、高层汽车库和地下、半地下汽车库，其室内消防给水管网应设置水泵接合器？水泵接合器的数量应按室内消防用水量计算确定，每个水泵接合器的流量应按每秒多少计算？水泵接合器应设置明显的标志，并应设置在便于消防车停靠和安全使用的地点，其周围多少米范围内应设室外消火栓或消防水池？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2026）中规定，4层以上的多层汽车库、高层汽车库和地下、半地下汽车库，其室内消防给水管网应设置水泵接合器。水泵接合器的数量应按室内消防用水量计算确定，每个水泵接合器的流量应按10L／s～15L／s计算。水泵接合器应设置明显的标志，并应设置在便于消防车停靠和安全使用的地点，其周围15m～40m范围内应设室外消火栓或消防水池。<br />"
		},
		{
			"input": "设置高压给水系统的汽车库、修车库，当能保证什么情况下，可不设置消防水箱？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2027）中规定，设置高压给水系统的汽车库、修车库，当能保证最不利点消火栓和自动喷水灭火系统等的水量和水压时，可不设置消防水箱。<br />    <br /><br />"
		},
		{
			"input": "    设置临时高压消防给水系统的汽车库、修车库，应设置屋顶消防水箱，其容量不应小于多少？并应符合现行国家标准《消防给水及消火栓系统技术规范》GB 50974的有关规定。消防用水与其他用水合用的水箱，应采取保证消防用水什么技术措施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2028）中规定，设置临时高压消防给水系统的汽车库、修车库，应设置屋顶消防水箱，其容量不应小于12m³，并应符合现行国家标准《消防给水及消火栓系统技术规范》GB 50974的有关规定。消防用水与其他用水合用的水箱，应采取保证消防用水不作他用的技术措施。<br />"
		},
		{
			"input": "采用临时高压消防给水系统的汽车库、修车库，其消防水泵的控制应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2029）中规定，采用临时高压消防给水系统的汽车库、修车库，其消防水泵的控制应符合现行国家标准《消防给水及消火栓系统技术规范》GB 50974的有关规定。<br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，采用消防水池作为消防水源时，其有效容量应满足火灾延续时间哪些水量之和的要求？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2030）中规定，在汽车库、修车库停车场防火要求中，采用消防水池作为消防水源时，其有效容量应满足火灾延续时间内室内、外消防用水量之和的要求。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，火灾延续时间应按多少小时计算？自动喷水灭火系统可按多少小时计算？泡沫灭火系统可按多少小时计算？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2031）中规定，在汽车库、修车库停车场防火要求中，火灾延续时间应按2．00h计算，但自动喷水灭火系统可按1．00h计算，泡沫灭火系统可按0．50h计算。当室外给水管网能确保连续补水时，消防水池的有效容量可减去火灾延续时间内连续补充的水量。"
		},
		{
			"input": "当室外给水管网能确保什么情况下？消防水池的有效容量可减去火灾延续时间内连续补充的水量。",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2032）中规定，当室外给水管网能确保连续补水时，消防水池的有效容量可减去火灾延续时间内连续补充的水量。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，供消防车取水的消防水池应设置取水口或取水井，其水深应保证消防车的消防水泵吸水高度不大于多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2033）中规定，在汽车库、修车库停车场防火要求中，供消防车取水的消防水池应设置取水口或取水井，其水深应保证消防车的消防水泵吸水高度不大于6m。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防用水与其他用水共用的水池，应采取保证消防用水什么措施？严寒或寒冷地区的消防水池应采取什么措施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2034）中规定，在汽车库、修车库停车场防火要求中，消防用水与其他用水共用的水池，应采取保证消防用水不作他用的技术措施。严寒或寒冷地区的消防水池应采取防冻措施。"
		},
		{
			"input": "除敞开式汽车库、屋面停车场外，哪些汽车库、修车库应设置自动灭火系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2035）中规定，除敞开式汽车库、屋面停车场外，下列汽车库、修车库应设置自动灭火系统：<br />    1 Ⅰ、Ⅱ、Ⅲ类地上汽车库；<br />    2 停车数大于10辆的地下、半地下汽车库；<br />    3 机械式汽车库；<br />    4 采用汽车专用升降机作汽车疏散出口的汽车库；<br />    5 Ⅰ类修车库。<br />"
		},
		{
			"input": "哪些汽车库、修车库宜采用泡沫-水喷淋系统，泡沫-水喷淋系统的设计应符合现行国家标准《泡沫灭火系统设计规范》GB 50151的有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2036）中规定，下列汽车库、修车库宜采用泡沫-水喷淋系统，泡沫-水喷淋系统的设计应符合现行国家标准《泡沫灭火系统设计规范》GB 50151的有关规定：<br />    1 Ⅰ类地下、半地下汽车库；<br />    2 Ⅰ类修车库；<br />    3 停车数大于100辆的室内无车道且无人员停留的机械式汽车库。<br /><br />"
		},
		{
			"input": "地下、半地下汽车库可采用什么灭火系统？停车数量不大于50辆的室内无车道且无人员停留的机械式汽车库，可采用什么灭火系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2037）中规定，地下、半地下汽车库可采用高倍数泡沫灭火系统。停车数量不大于50辆的室内无车道且无人员停留的机械式汽车库，可采用二氧化碳等气体灭火系统。高倍数泡沫灭火系统、二氧化碳等气体灭火系统的设计，应符合现行国家标准《泡沫灭火系统设计规范》GB 50151、《二氧化碳灭火系统设计规范》GB 50193和《气体灭火系统设计规范》GB 50370的有关规定。<br /><br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，高倍数泡沫灭火系统、二氧化碳等气体灭火系统的设计，应符合现行哪些有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2038）中规定，在汽车库、修车库停车场防火要求中，高倍数泡沫灭火系统、二氧化碳等气体灭火系统的设计，应符合现行国家标准《泡沫灭火系统设计规范》GB 50151、《二氧化碳灭火系统设计规范》GB 50193和《气体灭火系统设计规范》GB 50370的有关规定。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，环境温度低于4℃时间较短的非严寒或寒冷地区，可采用什么灭火系统，但应采取防冻措施？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2039）中规定，在汽车库、修车库停车场防火要求中，环境温度低于4℃时间较短的非严寒或寒冷地区，可采用湿式自动喷水灭火系统，但应采取防冻措施。"
		},
		{
			"input": "设置在汽车库、修车库内的自动喷水灭火系统，其设计除应符合现行国家标准《自动喷水灭火系统设计规范》GB 50084的有关规定外，喷头布置还应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2040）中规定，设置在汽车库、修车库内的自动喷水灭火系统，其设计除应符合现行国家标准《自动喷水灭火系统设计规范》GB 50084的有关规定外，喷头布置还应符合下列规定：<br />    1 应设置在汽车库停车位的上方或侧上方，对于机械式汽车库，尚应按停车的载车板分层布置，且应在喷头的上方设置集热板；<br />    2 错层式、斜楼板式汽车库的车道、坡道上方均应设置喷头。<br /><br />"
		},
		{
			"input": "除室内无车道且无人员停留的机械式汽车库外，哪些场所均应配置灭火器？灭火器的配置设计应符合什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2041）中规定，除室内无车道且无人员停留的机械式汽车库外，汽车库、修车库、停车场均应配置灭火器。灭火器的配置设计应符合现行国家标准《建筑灭火器配置设计规范》GB 50140的有关规定。<br /><br />"
		},
		{
			"input": "汽车库、修车库、停车场内不得采用什么取暖？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2042）中规定，汽车库、修车库、停车场内不得采用明火取暖。<br />"
		},
		{
			"input": "需要供暖的哪些汽车库或修车库，应采用集中供暖方式？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2043）中规定，需要供暖的下列汽车库或修车库，应采用集中供暖方式：<br />    1 甲、乙类物品运输车的汽车库；<br />    2 Ⅰ、Ⅱ、Ⅲ类汽车库；<br />    3 Ⅰ、Ⅱ类修车库。<br />"
		},
		{
			"input": "Ⅳ类汽车库，Ⅲ、Ⅳ类修车库，当集中供暖有困难时，可采用什么供暖？但哪些地方不得设置在汽车库、修车库内？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2044）中规定，Ⅳ类汽车库，Ⅲ、Ⅳ类修车库，当集中供暖有困难时，可采用火墙供暖，但其炉门、节风门、除灰门不得设置在汽车库、修车库内。<br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，喷漆间、电瓶间均应设置什么样的排气系统？乙炔站的通风系统设计，应符合现国家标准的什么规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2045）中规定，在汽车库、修车库停车场防火要求中，喷漆间、电瓶间均应设置独立的排气系统。乙炔站的通风系统设计，应符合现行国家标准《乙炔站设计规范》GB 50031的有关规定。"
		},
		{
			"input": "设置通风系统的汽车库，其通风系统宜怎样设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2046）中规定，设置通风系统的汽车库，其通风系统宜独立设置。<br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，风管应采用不燃材料制作，且不应穿过防火墙、防火隔墙，当必须穿过时，除应符合本规范第5．2．5条的规定外，还应符合下列规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2047）中规定，在汽车库、修车库停车场防火要求中，风管应采用不燃材料制作，且不应穿过防火墙、防火隔墙，当必须穿过时，除应符合本规范第5．2．5条的规定外，尚应符合下列规定：<br />    1 应在穿过处设置防火阀，防火阀的动作温度宜为70℃；<br />    2 位于防火墙、防火隔墙两侧各2m范围内的风管绝热材料应为不燃材料。"
		},
		{
			"input": "除敞开式汽车库、建筑面积小于1000㎡的地下一层汽车库和修车库外，汽车库、修车库应设置什么系统，并应划分防烟分区？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2048）中规定，除敞开式汽车库、建筑面积小于1000㎡的地下一层汽车库和修车库外，汽车库、修车库应设置排烟系统，并应划分防烟分区。<br /><br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，防烟分区的建筑面积不宜大于多少平米？且防烟分区不应跨越防火分区。防烟分区可采用挡烟垂壁、隔墙或从顶棚下突出不小于多少米的梁划分？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2049）中规定，在汽车库、修车库停车场防火要求中，防烟分区的建筑面积不宜大于2000㎡，且防烟分区不应跨越防火分区。防烟分区可采用挡烟垂壁、隔墙或从顶棚下突出不小于0．5m的梁划分。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，排烟系统可采用哪些排烟方式？机械排烟系统可与人防、卫生等的哪些系统合用？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2050）中规定，在汽车库、修车库停车场防火要求中，排烟系统可采用自然排烟方式或机械排烟方式。机械排烟系统可与人防、卫生等的排气、通风系统合用。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，当采用自然排烟方式时，可采用手动排烟窗、自动排烟窗、孔洞等作为自然排烟口，并应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2051）中规定，在汽车库、修车库停车场防火要求中当采用自然排烟方式时，可采用手动排烟窗、自动排烟窗、孔洞等作为自然排烟口，并应符合下列规定：<br />    1 自然排烟口的总面积不应小于室内地面面积的2％；<br />    2 自然排烟口应设置在外墙上方或屋顶上，并应设置方便开启的装置；<br />    3 房间外墙上的排烟口(窗)宜沿外墙周长方向均匀分布，排烟口(窗)的下沿不应低于室内净高的1／2，并应沿气流方向开启。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，每个防烟分区应设置排烟口，排烟口宜设置在什么地方？排烟口距该防烟分区内最远点的水平距离不应大于多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2052）中规定，在汽车库、修车库停车场防火要求中，每个防烟分区应设置排烟口，排烟口宜设在顶棚或靠近顶棚的墙面上。排烟口距该防烟分区内最远点的水平距离不应大于30m。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，排烟风机可采用离心风机或排烟轴流风机，能保证工作多长时间？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2053）中规定，在汽车库、修车库停车场防火要求中，排烟风机可采用离心风机或排烟轴流风机，并应保证280℃时能连续工作30min。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，在穿过不同防烟分区的排烟支管上应设置烟气温度大于多少度时能自动关闭的排烟防火阀，排烟防火阀应联锁关闭相应的排烟风机？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2054）中规定，在汽车库、修车库停车场防火要求中，在穿过不同防烟分区的排烟支管上应设置烟气温度大于280℃时能自动关闭的排烟防火阀，排烟防火阀应联锁关闭相应的排烟风机。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，机械排烟管道的风速，采用金属管道时不应大于每秒多少米？采用内表面光滑的非金属材料风道时，不应大于每秒多少米？排烟口的风速不宜大于每秒多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2055）中规定，在汽车库、修车库停车场防火要求中，机械排烟管道的风速，采用金属管道时不应大于20m／s；采用内表面光滑的非金属材料风道时，不应大于15m／s。排烟口的风速不宜大于10m／s。"
		},
		{
			"input": "汽车库内无直接通向室外的汽车疏散出口的防火分区，当设置机械排烟系统时，应同时设置补风系统，且补风量不宜小于排烟量的百分之多少？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2056）中规定，汽车库内无直接通向室外的汽车疏散出口的防火分区，当设置机械排烟系统时，应同时设置补风系统，且补风量不宜小于排烟量的50％。<br /><br /><br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防水泵、火灾自动报警系统、自动灭火系统、防排烟设备、电动防火卷帘、电动防火门、消防应急照明和疏散指示标志等消防用电设备，以及采用汽车专用升降机作车辆疏散出口的升降机用电，应符合哪些规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2057）中规定，在汽车库、修车库停车场防火要求中，消防水泵、火灾自动报警系统、自动灭火系统、防排烟设备、电动防火卷帘、电动防火门、消防应急照明和疏散指示标志等消防用电设备，以及采用汽车专用升降机作车辆疏散出口的升降机用电，应符合下列规定：<br />    1 Ⅰ类汽车库、采用汽车专用升降机作车辆疏散出口的升降机用电应按一级负荷供电；<br />    2 Ⅱ、Ⅲ类汽车库和Ⅰ类修车库应按二级负荷供电；<br />    3 Ⅳ类汽车库和Ⅱ、Ⅲ、Ⅳ类修车库可采用三级负荷供电。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，按一、二级负荷供电的消防用电设备的两个电源或两个回路，应能在什么地方自动切换？消防用电设备的配电线路应与哪些配电线路分开设置？消防用电设备应采用什么供电回路，其配电设备应有明显标志？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2058）中规定，在汽车库、修车库停车场防火要求中，按一、二级负荷供电的消防用电设备的两个电源或两个回路，应能在最末一级配电箱处自动切换。消防用电设备的配电线路应与其他动力、照明等配电线路分开设置。消防用电设备应采用专用供电回路，其配电设备应有明显标志。"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防用电的配电线路应满足火灾时连续供电的要求，其敷设应符合现行什么的有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2059）中规定，在汽车库、修车库停车场防火要求中，消防用电的配电线路应满足火灾时连续供电的要求，其敷设应符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。"
		},
		{
			"input": "除停车数量不大于50辆的汽车库，以及室内无车道且无人员停留的机械式汽车库外，汽车库内应设置什么指示标志？用于疏散走道上的消防应急照明和疏散指示标志，可采用蓄电池作备用电源，但其连续供电时间不应小于多长时间？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2060）中规定，除停车数量不大于50辆的汽车库，以及室内无车道且无人员停留的机械式汽车库外，汽车库内应设置消防应急照明和疏散指示标志。用于疏散走道上的消防应急照明和疏散指示标志，可采用蓄电池作备用电源，但其连续供电时间不应小于30min。<br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，消防应急照明灯宜设置什么地方？其地面最低水平照度不应低于1．0Lx。安全出口标志宜设置在什么出口的顶部？疏散指示标志宜设置在疏散通道及其转角处，且距地面高度1m以下的墙面上。通道上的指示标志，其间距不宜大于多少米？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2061）中规定，在汽车库、修车库停车场防火要求中，消防应急照明灯宜设置在墙面或顶棚上，其地面最低水平照度不应低于1．0Lx。安全出口标志宜设置在疏散出口的顶部；疏散指示标志宜设置在疏散通道及其转角处，且距地面高度1m以下的墙面上。通道上的指示标志，其间距不宜大于20m。"
		},
		{
			"input": "甲、乙类物品运输车的汽车库、修车库以及修车库内的喷漆间、电瓶间、乙炔间等室内电气设备的防爆要求，均应符合什么的有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2062）中规定，甲、乙类物品运输车的汽车库、修车库以及修车库内的喷漆间、电瓶间、乙炔间等室内电气设备的防爆要求，均应符合现行国家标准《爆炸危险环境电力装置设计规范》GB 50058的有关规定。<br /><br /><br />"
		},
		{
			"input": "除敞开式汽车库、屋面停车场外，哪些汽车库、修车库应设置火灾自动报警系统？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2063）中规定，除敞开式汽车库、屋面停车场外，下列汽车库、修车库应设置火灾自动报警系统：<br />    1 Ⅰ类汽车库、修车库；<br />    2 Ⅱ类地下、半地下汽车库、修车库；<br />    3 Ⅱ类高层汽车库、修车库；<br />    4 机械式汽车库；<br />    5 采用汽车专用升降机作汽车疏散出口的汽车库。<br /><br /><br />"
		},
		{
			"input": "在汽车库、修车库停车场防火要求中，气体灭火系统、泡沫-水喷淋系统、高倍数泡沫灭火系统以及设置防火卷帘、防烟排烟系统的联动控制设计，应符合什么的有关规定？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2064）中规定，在汽车库、修车库停车场防火要求中，气体灭火系统、泡沫-水喷淋系统、高倍数泡沫灭火系统以及设置防火卷帘、防烟排烟系统的联动控制设计，应符合现行国家标准《火灾自动报警系统设计规范》GB 50116等的有关规定。"
		},
		{
			"input": "设置火灾自动报警系统和自动灭火系统的汽车库、修车库，应设置消防控制室，消防控制室应怎么设置？",
			"output": "按照《汽车库、修车库停车场设计防火规范》（GB50067-2065）中规定，设置火灾自动报警系统和自动灭火系统的汽车库、修车库，应设置消防控制室，消防控制室宜独立设置，也可与其他控制室、值班室组合设置。<br /><br /><br />"
		},
		{
			"input": "车库设计所适用的车辆有哪些？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库停放的车辆为轿车、客车和货车为代表的机动车和以自行车、电动自行车、小型三轮车为代表的非机动车，侧重于城镇中大量性的公共车库建筑。"
		},
		{
			"input": "车库建筑有几种类型？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库建筑分为机动车库与非机动车库两种类型。根据建设方式的不同，将车库分为独立式与附建式两种类型。"
		},
		{
			"input": "车库规模的决定因素是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库建筑规模一般按车辆类型、容量来划分，车型与容量的多少决定了车库面积的大小。"
		},
		{
			"input": "车库防火分类的划分依据是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，仅以小型车车容量作为车库防火分类的划分依据，其他车型可考虑车辆的当量换算系数进行折算。"
		},
		{
			"input": "区分特大型与大型车库的机动车辆数量是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，以停车当量数1000 辆作为区分特大型与大型车库的数量依据较为合理，同时其他规模类型的车库划分与原规范及防火规施中 300 辆和 50两个界限保持一致。"
		},
		{
			"input": "标准非机动车库的可停车当量机动车辆数量是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，非机动车库的停车当量数的划分主要考虑以地下室的防火分区为依据并进行数量折算而得。此停车当量数定为 250 辆较为合理。"
		},
		{
			"input": "机动车库发生火灾时，首要任务是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车库在发生火灾时，以人员及时疏散为主，不宜考虑将机动车辆进行疏散。"
		},
		{
			"input": "专用车库是否适用于本设计规范？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，修车库、特种车型机动车库、低层住宅、工厂及仓库等专用车库由于类型特殊，不具有广泛代表性，所以本规范没有将其纳入。"
		},
		{
			"input": "车库标准当量自行车停车位的面积是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，标准当量自行车停车位与通道等所占综合面积约为2平方米。"
		},
		{
			"input": "车库地下室一个防火分区的面积是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，地下室一个防火分区不设喷淋时为 500平方米。"
		},
		{
			"input": "车库建筑有什么特殊的设计要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库建筑除了适用、经济以外，在安全、技术先进等方面都有独特的要求，不仅进出车运行要安全，对油、汽的防火还有较高安全要求，同时还要防止尾气污染环境。"
		},
		{
			"input": "升降横移类停车设备是通过什么运动到达地面层？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，每个车位均有载车板，所需存取车辆的载车板通过升、降、横移运动到达地面层。"
		},
		{
			"input": "垂直循环类停车设备的运动模式是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，设备通过链条牵引，每隔一定距离安装一个存车托架，当电机启动时，存车托架随链条一起作循环运动，达到存取车的目的。"
		},
		{
			"input": "水平循环类停车设备的运动模式是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车设备存取车辆的载车板移动到出入口处，驾驶员再将汽车存人或取出。"
		},
		{
			"input": "水平循环类停车设备的运动形式可分为几类？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，按载车板运动的形式可分为圆形循环式和方形循环式两种。"
		},
		{
			"input": "多层循环类停车设备目前的运动形式有几种？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，一种是载车板在上下层交换时，按圆形轨迹运动；另一种是载车板在上下层交换时，沿直线上下升降。"
		},
		{
			"input": "平面移动类停车设备的运动原理是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，停车设备升降机从出入口处搬运车辆作垂直升降动作至不同层，搬运车辆的搬运器沿巷道在轨道上高速运行到不同的停车位或升降机附近，由搬运器将车辆送进停车位，实现存取车。"
		},
		{
			"input": "巷道堆垛类停车设备的运动原理是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，停车设备中驾驶员将车辆驶入出入口后，升降机将车辆降到地下，堆垛机上的搬运器将入库车辆移至堆垛机中，然后堆垛机水平和升降同时运行至就近存车位，由搬运器将车辆送进停车位，实现存取车。"
		},
		{
			"input": "垂直升降类停车设备的运动原理是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，停车设备用提升机构将车辆或载车板升降到指定层，然后用安装在提升机构上的横移机构将车辆或载车板送人存车位。"
		},
		{
			"input": "简易升降类停车设备可分为哪几种类型？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，简易升降类按具体构造或配置关系可分为：垂直升降地上两层、垂直升降半地下两层、垂直升降半地下三层、俯仰升降地上两层等。"
		},
		{
			"input": "车库基地的选址有什么要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库基地的选址，应符合城镇的总体规划、道路交通规划、环境保护及防火等要求。"
		},
		{
			"input": "停车库按照使用性质可划分为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，停车库按照使用性质一般可分为公共车库和专用车库。"
		},
		{
			"input": "车库基地的选择需要遵从什么方针？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库基地的选择应注重节地、节能、节材的方针，以利于节约建设投资，实现绿色设计。"
		},
		{
			"input": "为贯彻“平战结合”方针，车库设计应做到？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为贯彻“平战结合”方针，城市原有人防工程设施己广泛与城市建设相结合，如改做停车库等，新建车库应充分利用现有城市人防工程设施。同时，车库基地的选择还应与城镇规划中拟建的人防工程设施及地下空间开发相结合。"
		},
		{
			"input": "为城市公共设施服务的公共车库的基地选址应做到？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为城市公共设施服务的公共车库的基地应结合城镇规划布局和道路交通组织需要，合理分布。在大型公共建筑、大型交通枢纽、集中居住区、公共汽车以及轨道交通首、末站等处均应布置适当容量的公共车库。车库宜与服务对象位于城市道路的同侧，以利于使用方便及交通安全。"
		},
		{
			"input": "机动车库的服务半径在城区标准是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，参照原规范，规定机动车－库的服务半径不宜大于 500m。人的步行速度1. 2m/s ，机动车库基地的服务半径按步行 6min 7min 的距离计算，在城市中心地区宜适当减小，服务半径可控制在 200m之内。"
		},
		{
			"input": "机动车库服务半径在哪些区域会增加？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，在风景名胜区，为减少对环境的影响，服务半径可适当增加；大型公共交通枢纽，如大型机场、火车站、客运站、轮船码头等，服务半径可适当增加。"
		},
		{
			"input": "专用车库的服务半径规范有要求么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，大型厂区内的专用车库服务半径有时难以达到 500m 的要求，此时可根据具体情况确定专用车库基地的位置，规范对此服务半径不作规定。"
		},
		{
			"input": "非机动车库的服务半径标准是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，非机动车库的服务半径，参考了现行行业标准《城市道路交通规划设计规范》 GB 50220 的规定。非机动车库基地最远距离应充分考虑人性化设计，按步行不超过 2min 计算，适宜的距离为50m-lOOm 。"
		},
		{
			"input": "大型公共交通枢纽的服务半径标准是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，大型公共交通枢纽，不应超过 3min 的步行距离，即 200m 。当由于条件所限距离较大时，可考虑增设摆搜运输设施，尤其需要考虑为残疾人提供人性化的服务设施。"
		},
		{
			"input": "城市道路如何分级？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，大城市一般分快、主、次、支四级，中等城市分主、次、支三级，小城市分干、支两级。此外，城市中还有工业区、居住区等区内道路。按上述划分，总的可分为城市道路和功能分区道路两类。"
		},
		{
			"input": "城市道路分为哪几类？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，城市道路分为快速路、主干路、次干路和支路四类。"
		},
		{
			"input": "当车库基地与城市道路不相邻时，应该如何设置通道连接？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，当基地与城市道路不相邻时，需设置通道连接，该连接是维系基地对外交通、疏散以及消防救援的要素，通道的宽度尺寸可以按照现行国家标准《民用建筑设计通则》 GB 50352 和《城市道路交通规划设计规范》 GB 50220 确定。"
		},
		{
			"input": "车库建筑基地出入口的设计要求是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，就机动车库而言，其出入口数量不应过少，以利于尽快疏散基地内的车辆，但从城市交通管理的角度考虑，又需要对基地内机动车汇人城市道路的情况加以控制。目前一般城市交通主管部门会通过交通评估对基地出入口数量和位置提出交通规划要求。因此，本规范未对基地出入口数量和位置提出具体要求，实际工程一般可按照《民用建筑设计通则》 GB 50352 - 2005 和城市交通主管部门的意见进行设计。"
		},
		{
			"input": "车库基地出入口有哪些形式？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，基地出入口的形式较多，有机动车出入口、非机动车出入口、机非混行出入口，机动车出入口又有单、双行之分，故基地出入口的宽度也不尽相同，但基地应至少有一个出入口的宽度满足现行国家标准《民用建筑设计通则》 GB 50352 的要求，即不小于 4m。"
		},
		{
			"input": "车库基地出入口宽度的一般标准是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，一般基地出入口宽度是和与之连接的基地内通道宽度取得一致，机动车出入口双向行驶宽度不小于 7m ，单向行驶不小于 4m ；当非机动车道与机动车道混合设置时，可在机动车道宽度的基础上，单向增加不小于 1. 5m 宽度的非机动车道。"
		},
		{
			"input": "车辆出入手续的等候空间应该如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，应在基地内设置办理车辆出入手续的等候空间。机动车按 辆车位考虑；自行车可按平均 2. Om2 / （车＋人）考虑，根据需要设置等候空间。"
		},
		{
			"input": "基地出入口设置交通安全标识的目的是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，基地出入口必须保证良好的通视条件，并在车辆出入口设置明显的减速或停车等交通安全标识，提醒驾驶员出入口的存在，以保证行车辆出入时的安全。"
		},
		{
			"input": "在车库基地行驶时，机动车驾驶员的通视要求是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车经基地出入口汇人城市道路时，驾驶员必须保证良好的视线条件，通视要求参照行业标准《城市道路工程设计规范》 CJJ 37 - 2012 11. 2. 条，不应有遮挡视线障碍物的范围，应控制在距离出入口边线以内 2m作视点的 120。范围内。"
		},
		{
			"input": "出库基地出入口之间的最小距离如何计算？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，两出入口之间的最小距离是指两者之间的净距。此距离可满足小、中型车辆两倍转弯半径的要求；有大型车停放时，应按道路转弯半径之和确定。"
		},
		{
			"input": "当车库基地出入口距离很近，应当采取什么设计方式？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，当由于条件所限，出入口距离确实很近时，应采用合并出入口的设计方式。"
		},
		{
			"input": "为保障车库基地出入口的通行安全需要怎么做？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，在出入口位置设置减速安全设施，可以保障基地出入口的通行安全。一般采用的方法为设置减速带等装置，道闸也可起到减速安全设施的作用。"
		},
		{
			"input": "车库区的基本停车设施有哪些？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库区包括停车位、行车通道、人行通道等停车基本设施；"
		},
		{
			"input": "车库区的管理区和服务设施区是必须配置的么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，管理区和服务设施区的设计可根据车库规模及实际需求合理选择，适度配置。"
		},
		{
			"input": "车库管理区包括哪些空间？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库管理区包括管理办公室、值班室、监控室等；<br />"
		},
		{
			"input": "车库服务设施应当包括哪些内容？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，服务设施包括卫生间、休息室、清洗保养设施等；辅助设施包括给水排水、采暖通风、电气系统和交通工程设施。"
		},
		{
			"input": "车库的使用利用率如何提高？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，总平面的布置应在满足管理要求的基础上，争取实现上述各类车辆在不同时段交叉停车，以提高车库的利用率。"
		},
		{
			"input": "机动车库需要遵守的防火规范是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车库应根据建筑分类情况，基地总平面布局应执行现行国家标准《建筑设计防火规范》 GB 50016 。由于机动车库基地内有大量可燃材料，针对机动车库设计还制定了专门的防火规范，故机动车库项目除执行上述规范外，同时还应符合现行国家标准《汽车库、修车库、停车场设计防火规范》 GB 50067规定。"
		},
		{
			"input": "非机动车库有哪些防火要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，非机动车库没有特殊的防火要求，可根据建筑分类，执行相应的现行防火规范，即现行国家标准《建筑设计防火规范》GB 50016。"
		},
		{
			"input": "附建式车库应当执行什么样的防火规范？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，附建式车库应随主体建筑执行相应的防火设计规范。"
		},
		{
			"input": "机动车道宽度一般设置为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，单向行驶及双向行驶的中型车以上车道宽度要求与现行国家标准《民用建筑设计通则》 GB 50352 规定一致，双向行驶的小型车道要求与现行国家标准《城市居住区规划设计规范》GB 50180规定→致。 6m 的宽度可以满足小型车双向行驶要求，有利于总平面绿化率的提高。"
		},
		{
			"input": "非机动车的道路宽度标准是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，非机动车的道路宽度是依据现行国家标准《城市道路交通规划设计规范》 GB 50220 的相关内容确定。"
		},
		{
			"input": "机动车和非机动车混行的道路宽度应该设置为多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车和非机动车混行道路，应在机动车道路宽度的基础上单向增加不小于 1. 5m 的非机动车道。车辆通行较频繁的人车混行道路，应在车行道宽度基础上增加不小于 1. 5m 的人行通道宽度。"
		},
		{
			"input": "车库内场地道路的最小转弯半径是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，小型车辆的最小转弯半径约为 6. Om ，机动车环形时最内点至环道内边安全距离宜大于等于 250mm ，根据计算结果，其行驶的道路内侧转弯半径不小于 3. 5m ；"
		},
		{
			"input": "兼做消防道路的车库场地道路最小转弯半径是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，兼做消防道路的场地道路最小转弯半径，应满足当地消防车转弯半径的要求。消防车道转弯半径与消防车的尺寸有关，消防车辆一般分为轻、中和重三种系列，车辆最小转弯轨迹半径分7m 8. 5m 12m ，弯道外侧需保留一定的空间，以保证消防车紧急通行，其控制范围为弯道处外侧宽度。通过计算，其转弯最外侧控制半径分别为 8. 5m 11. 5m 14. 5m 。"
		},
		{
			"input": "车库场地道路转弯处可以种植植物么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，控制范围内部不允许修建任何地面构筑物，不应布置重要管线、种植灌木和乔木，道路缘石高度应不大于 12cm。<br />"
		},
		{
			"input": "在车库行驶中，保证行车视距的意义是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为了保证场地内行车安全，驾驶员行车时必须看清行驶前方一定距离的物体，以便有充分的时间和距离，采取适当的措施，防止事故发生。这段安全距离称为行车视距。"
		},
		{
			"input": "地下机动车库应当如何设置排风设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，由于地下机动车库的排风对周围环境有影响，故需妥善选择排风口的位置、朝向及高度，防止或减少排风对人员的影响，尤其应避免排风口排出的风直接吹人的情况。"
		},
		{
			"input": "机动车通行的道路以及广场的结构强度有标准么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，有机动车通行的道路和广场，其结构强度和面层厚度应根据车辆的荷载确定。"
		},
		{
			"input": "为保障道路通畅排水，车库附近道路最小纵坡度按照规定应当是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，将道路最小纵坡度规定为 o. 2% ，将广场最小坡度规定为 o. 3% ，与国家现行标准《民用建筑设计通则》 GB 50352 和《城市用地竖向规划规范》CJJ83 可取得一致。"
		},
		{
			"input": "车库内的坡道当坡度达到多少时，需要在坡道两端作缓坡处理？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库内的坡道当坡度达到 10% 时，需在坡道两端作缓坡处理。"
		},
		{
			"input": "车库设置缓坡的原因在于？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，室外场地内机动车速较车库内车速快，且车型更多，因此，场地内坡度较大时更需要考虑坡道两端的缓坡处理措施，以防止车底擦地。"
		},
		{
			"input": "车库附近道路什么情况下应当设置缓坡段？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，当居住区内道路与城市道路相接时，当坡度较大时应设缓坡段与城市道路相接。"
		},
		{
			"input": "车库出现8% 的坡道坡度限值规定的原因是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，8% 的坡道坡度限值规定是考虑场地内尺度较车库内大，且车速更快等原因，故坡度较车库内限值适当降低、坡长适当加大较为合理，缓坡长度可采用 4m。"
		},
		{
			"input": "车库场地提供良好的照明设备的原因是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库场地内应有良好照明设施，以方便运行管理，保证交通安全。良好的照明条件也是满足安全防卫（防抢劫、防盗等）的需要。"
		},
		{
			"input": "车库场地内的标识系统应当具备什么样的特点？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，场地内的标识系统应具有明显、便于识别的特点，完善的标识系统也是交通安全的有效保证。"
		},
		{
			"input": "机动车库标准所适用的机动车类型有哪些？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车 3875 种，包括轿车、运动型多用途乘用车、多功能乘用车、交叉型乘用车、客车、载货车、越野车、自卸车、牵引车、专用车和半挂车。"
		},
		{
			"input": "车库车位计算换算当量系数是根据什么作为标准？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车位计算换算当量系数的规定是为了更好地界定车库的规模，换算系数参考了上海市工程建设规范《建筑工程交通设计及停车库（场）设置标准》等资料。"
		},
		{
			"input": "机动车库内机动车环形车道的尺寸由什么确定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车库内机动车环形车道的最小尺寸应按照不同车型的技术参数计算确定。"
		},
		{
			"input": "为满足一次出车的要求，机动车纵向间距应为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，当平行停车时将机动车间纵向间距定为 1200mm 2400mm ，是为了满足一次出车要求。"
		},
		{
			"input": "为满足一次出车的要求，车库停车位机动车横向间距应为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车间横向间距主要考虑到驾驶员开门进出的需求，实测国产小型轿车 600mm 时可以进入， 500mm 就感紧张，所以定为600mm 800mm lOOOmm ，与防火规范不一致但不会发生矛盾。"
		},
		{
			"input": "车库辅助面积的占比应当控制在多少范围内？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，辅助面积宜控制在总面积的 10% 以下，作为管理和辅助用房应该是可以满足使用要求的。由于目前车库管理方式很多，所以本规范仅提出应该设置的房间，不提出具体面积指标。"
		},
		{
			"input": "什么情况下，车库需要设置控制室？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，当机动车库内设置智能化系统时，需设置相应的控制室。"
		},
		{
			"input": "车库的设计为保证车辆进出的便捷，需要做到？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，车库的设计必须保证车辆进出的便捷，特别是直坡道式、错层式及斜楼板式车库，都以各层楼面通车道兼作回转的通道，因此必须连续畅通无阻。"
		},
		{
			"input": "机动车停车库和坡道墙上是否可以开窗？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车停车库和坡道墙上如开窗，会产生眩光影响司机的视觉。同样人工采光应采用漫射光照明，否则亦会影响司机视觉。"
		},
		{
			"input": "车库在什么情况下需要配备辅助设施电梯？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，地上四层及以上（含四层）及地下三层及以下（含地下三层）应设置电梯。"
		},
		{
			"input": "大型停车场设置明显标识的原因是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为了行车安全和便于管理，应设必要的行车标志和指示灯及划定每车位的位置和对停车位编号，并且建议在大型停车场设置明显标识。"
		},
		{
			"input": "车库建筑设计规范新增的入库方式指的是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，平人式是本规范新增的一种类型，主要指机动车由室外场地直接进入停车空间的一种形式。"
		},
		{
			"input": "车库出入口坡道的最小宽度要求是多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为保证出入口的畅通和安全，结合出入口坡道的最小宽度要求，及车辆出入口与外部场地及道路关系，将出入口单向行驶与双向行驶分别规定为 4m、7m"
		},
		{
			"input": "机动车库的出入口数量与车道数量是否有明确的规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，增加表 4. 2. 并对出入口数量与车道关系作了明确的解释。机动车库车道出、人方向应根据建筑的具体使用性质均衡设置，方便车库的使用与管理。"
		},
		{
			"input": "车库的车辆出入口和车道数量需要考虑哪些因素？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车库的车辆出入口和车道数量与车库规模、高峰小时车流量和车辆进出的等候时间相关。车库出入口及车道数量按车库的机动车总数量选取。"
		},
		{
			"input": "当居住建筑与非居住建筑共用车库时，应当倾向哪个标准？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，居住建筑与非居住建筑共用车库时，按非居住类建筑设置出入口。"
		},
		{
			"input": "车库人员出入口是否和车辆出入口分开设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为保证人员和机动车交通安全，机动车库的人员出入口与车辆出入口应分开独立设置。此规定同《汽车库、修车库、停车场设计防火规范》 GB 50067 要求一致。"
		},
		{
			"input": "采用升降梯作为车辆出入口的机动车库设置乘客电梯时应当做到？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，采用升降梯作为车辆出入口的机动车库，当需要设置乘客电梯时，必须单独设置乘客电梯。机动车升降梯应与人员使用的电梯分别设置。设置禁止人员单独进入警示牌等标识，提醒人员升降梯不作为乘客电梯，可降低因人员误人带来的安全隐患。机动车内的驾驶员和乘客可以随车进入升降梯。"
		},
		{
			"input": "平入式机动车库的特殊之处是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，平入式机动车库是较为常见的机动车库类型，是坡道式机动车库的特殊形式，但又有其自身的特点。平人式机动车库为不需要通过坡道或升降设备进入的机动车库。"
		},
		{
			"input": "地面平入式车库设计应当遵守什么标准？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，1、室内外地坪的高差应不小于 150mm 为了防止雨水倒灌。如大于 300mm ，按机动车行车坡度 15% 计算，室内外需要设置大于 2m 长的坡道，不利于节约土地。故对于直接平人式机动车库，室内外高差建议小于 300mm。2、主要考虑与室外道路留有一个车长的距离，以保证安全。3、一般平人式出入口车库大门都独立设置，考虑使用上的舒适性要求。"
		},
		{
			"input": "机动车停车库出入口有哪些坡道设计形式？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，出入口按坡道形式可分成直线坡道式、曲线坡道式（螺旋坡道式为其特殊形式）和组合式。"
		},
		{
			"input": "螺旋坡道式机动车库指的是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，螺旋坡道式机动车库（ Helical-ramp garage ）机动车在停车楼层之间，沿着一条连续的螺旋车道行驶，为螺旋坡道机动车库。双行螺旋坡道机动车库（ Two way helical-ramp garage) 上、下楼层螺旋坡道设于同一双行线螺旋坡道内的螺旋坡道机动车库。跳层螺旋坡道式机动车库（Concentric-Spiral garage ）上、下楼层螺旋坡道重叠错开设置，为同一圆心，亦称同心圆螺旋坡道式机动车库。"
		},
		{
			"input": "中坡道上通车道最小净宽的中国标准是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，中坡道上通车道最小净宽，美国资料较大，单车道 3. 6m，双车道 6. 7m ，环形坡道单车道为 3.82m ，双车道7. 86m （内含 0. 6m 中间道牙），而苏联最小，为 2. 5m、 5. Om 、3. 5m 和7. 45m ，按我国国情、结合中国车型取两者之间值，接近日本值。"
		},
		{
			"input": "机动车库的最大坡度应当设置为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，最大坡度首先取决于安全和驾驶员的心理影响，其次是机动车爬坡能力和刹车能力，所以一般不宜在 5% (1 : 6. 7) 以上 但如果机动车库内由专职司机进出车辆，则轻型车、小型车最大直线坡度可达 20％。"
		},
		{
			"input": "为了防止机动车上、下坡时机动车头、尾和车底擦地，车库设计应考虑什么因素？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，为了防止机动车上、下坡时机动车头、尾和车底擦地，可根据机动车设定的前进角、退出角和坡道转折角的角度等进行计算。"
		},
		{
			"input": "机动车停车库的划分标准是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车停车库有单层、多层、高层和地上、地下之分。单层车库相对来讲比较简单，多层车库因坡道设置方式不一，变化较多。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车库应以什么为计算当量进行停车当量的换算？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车库应以小型车为计算当量进行停车当量的换算。"
		},
		{
			"input": "在汽车库、修车库、停车场中，微型车最小转弯半径为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，微型车最小转弯半径为4．50。"
		},
		{
			"input": "机动车环行时最内点至环道内边安全距离的范围？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车环行时最内点至环道内边安全距离，宜大于或等于250mm。"
		},
		{
			"input": "轻型车平行式停车时机动车间纵向最小净距为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，轻型车平行式停车时机动车间纵向最小净距为1.20m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，按照管理方式机动车库宜设置哪些辅助用房？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，按管理方式，机动车库宜设置值班室、管理办公室、控制室、休息室、储藏室、卫生间等辅助用房。"
		},
		{
			"input": "对于出入口及坡道与停车区域，每层交通流线应如何？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，对于出入口及坡道与停车区域，每层交通流线应周转畅通，且应形成上行、下行连续不断的通路，并应防止上、下行车辆交叉。"
		},
		{
			"input": "当机动车库采取天然采光时，天然采光系数不宜小于多少或其窗地面积比宜大于多少？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，当机动车库采取天然采光时，天然采光系数不宜小于0.5％或其窗地面积比宜大于1：15，且车库及坡道应设有防眩光设施。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，怎样的机动车库应设置乘客电梯？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，四层及以上的多层机动车库或地下三层及以下机动车库应设置乘客电梯。"
		},
		{
			"input": "机动车库内的标志和标线应符合什么规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机动车库内的标志和标线应符合下列规定：<br />    1 应在每层出入口的显著部位设置标明楼层和行驶方向的标志；<br />    2 应在楼地面上用彩色线条标明行驶方向、用10cm～15cm宽线条标明停车位；<br />    3 在各层柱间及通车道尽端，应设置停车区位的标志。"
		},
		{
			"input": "在汽车库、修车库、停车场中，设有道闸的机动车库，道闸应设置在哪里？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，设有道闸的机动车库，道闸应设置在车库出入口附近的平坡段上，并应留出方便驾驶员操作的空间。"
		},
		{
			"input": "在汽车库、修车库、停车场中，按照出入方式，机动车库出入口可分为哪三种类型？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，按出入方式，机动车库出入口可分为平入式、坡道式、升降梯式三种类型。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，车辆出入口的最小间距的要求是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2016）中规定，车辆出入口的最小间距不应小于15m，并宜与基地内部道路相接通，当直接通向城市道路时，应符合本规范第3．1．6 条的规定。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车库出入口应按现行的什么有关规定设缓冲段与基地道路连通？",
			"output": "按照《车库建筑设计规范》（JGJ100-2017）中规定，机动车库出入口应按现行国家标准《民用建筑设计通则》GB 50352的有关规定设缓冲段与基地道路连通。"
		},
		{
			"input": "车辆出入口宽度分别在双向行驶时和单向行驶时的要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2018）中规定，车辆出入口宽度，双向行驶时不应小于7m，单向行驶时不应小于4m。"
		},
		{
			"input": "微型车、小型车出入口及坡道的最小净高为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2019）中规定，微型车、小型车出入口及坡道的最小净高为2.20m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，当车道数量大于等于5且停车当量大于3000辆时，机动车出入口数量应经过什么确定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2019）中规定，当车道数量大于等于5且停车当量大于3000辆时，机动车出入口数量应经过交通模拟计算确定。"
		},
		{
			"input": "对于停车当量小于25辆的小型车库，出入口可设什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2020）中规定，对于停车当量小于25辆的小型车库，出入口可设一个单车道，并应采取进出车辆的避让措施。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车库的人员出入口与车辆出入口应如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2021）中规定，机动车库的人员出入口与车辆出入口应分开设置，机动车升降梯不得替代乘客电梯作为人员出入口，并应设置标识。"
		},
		{
			"input": "在汽车库、修车库、停车场中，平入式出入口应符合哪些规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2022）中规定，平入式出入口应符合下列规定：<br />    1 平入式出入口室内外地坪高差不应小于150mm，且不宜大于300mm；<br />    2 出入口室外坡道起坡点与相连的室外车行道路的最小距离不宜小于5.0m；<br />    3 出入口的上部宜设有防雨设施；<br />    4 出入口处宜设置遥控启闭的大门。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，坡道式出入口按照规定可采用的坡道为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2023）中规定，坡道式出入口可采用直线坡道、曲线坡道和直线与曲线组合坡道，其中直线坡道可选用内直坡道式、外直坡道式。"
		},
		{
			"input": "在汽车库、修车库、停车场中，升降梯式出入口应符合哪些规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2024）中规定，升降梯式出入口应符合下列规定：<br />    1 当小型机动车库设置机动车坡道有困难时，可采用升降梯作为机动车库出入口，升降梯可采用汽车专用升降机等提升设备，且升降梯的数量不应少于两台，停车当量少于25辆的可设一台；<br />    2 机动车出口和入口宜分开设置；<br />    3 升降梯宜采用通过式双向门，当只能为单侧门时，应在进（出）口处设置车辆等候空间；<br />    4 升降梯出入口处应设有防雨设施，且升降梯底坑应设有机械排水系统；<br />    5 机动车库应在每层出入口处的明显部位设置楼层和行驶方向的标志，并宜在驾驶员方便触及的部位，设置升降梯的操纵按钮；<br />    6 当采用升降平台时，应在每层周边设置安全护栏和防坠落等措施；<br />    7 升降梯出入口处应设限高和限载标志。"
		},
		{
			"input": "在汽车库、修车库、停车场中，停车区域应由什么组成？",
			"output": "按照《车库建筑设计规范》（JGJ100-2025）中规定，停车区域应由停车位和通车道组成。"
		},
		{
			"input": "停车区域的停车方式的要求是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2026）中规定，停车区域的停车方式应排列紧凑、通道短捷、出入迅速、保证安全和与柱网相协调，并应满足一次进出停车位要求。"
		},
		{
			"input": "在汽车库、修车库、停车场中，停车方式可采用什么方式？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，停车方式可采用平行式、斜列式（倾角30°、45°、60°）和垂直式，或混合式"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车最小停车位、通（停）车道宽度如何求得？",
			"output": "按照《车库建筑设计规范》（JGJ100-2028）中规定，机动车最小停车位、通（停）车道宽度可通过计算或作图法求得，且库内通车道宽度应大于或等于3.0m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，微型车和小型车的环形通车道最小内半径的要求是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2029）中规定，微型车和小型车的环形通车道最小内半径不得小于3.0m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，停车区域净高不应小于什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2030）中规定，停车区域净高不应小于本规范规定的出入口及坡道处净高要求。"
		},
		{
			"input": "根据停车楼板的形式，停车区域可分为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2031）中规定，根据停车楼板的形式，停车区域可分为平楼板式、错层式和斜楼板式。"
		},
		{
			"input": "在汽车库、修车库、停车场中，错层式停车区域应符合哪些规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2032）中规定，错层式停车区域应符合下列规定：<br />    1 两直坡道之间的水平距离应使车辆在停车层作180°转向，两段坡道中心线之间的距离不应小于14.0m；<br />    2 三段错层式停车区域的通车道应限定车辆行驶路线；<br />    3 错层式停车区域内楼面空间可以叠交，叠交水平尺寸不应大于1.5m。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，斜楼板式停车区域的楼板坡度、停车位应符合哪些规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2033）中规定，斜楼板式停车区域的楼板坡度、停车位应符合下列规定：<br />    1 楼板坡度不应大于5％；<br />    2 当停车位采用斜列式停车时，其停车位的长向中线与斜楼板的纵向中线之间的夹角不应小于60°。<br />"
		},
		{
			"input": "对于斜楼板式停车区域，必要时可设什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2034）中规定，对于斜楼板式停车区域，必要时可设转向的中间通车道，为防止行车高峰堵车，可增设螺旋坡道。"
		},
		{
			"input": "当机动车停车库内设有修理车位时，应如何？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，当机动车停车库内设有修理车位时，应集中布置，且应符合现行国家标准《汽车库、修车库、停车场设计防火规范》GB 50067的规定。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，通往地下的坡道低端宜如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，通往地下的坡道低端宜设置截水沟；当地下坡道的敞开段无遮雨设施时，在坡道敞开段的较低处应增设截水沟。"
		},
		{
			"input": "对于有防雨要求的出入口和坡道处，应如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，对于有防雨要求的出入口和坡道处，应设置不小于出入口和坡道宽度的截水沟和耐轮压沟盖板以及闭合的挡水槛。出入口地面的坡道外端应设置防水反坡。<br />"
		},
		{
			"input": "机动车库的楼地面应采用怎样材料，并应在各楼层设置什么排水设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，机动车库的楼地面应采用强度高、具有耐磨防滑性能的不燃材料，并应在各楼层设置地漏或排水沟等排水设施。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车库内通车道和坡道的楼地面宜采取什么措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，机动车库内通车道和坡道的楼地面宜采取限制车速的措施。<br /><br />"
		},
		{
			"input": "机动车库内通车道和坡道面层应采取什么措施，并宜在柱子、墙阳角凸出结构等部位采取什么措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，机动车库内通车道和坡道面层应采取防滑措施，并宜在柱子、墙阳角凸出结构等部位采取防撞措施。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车库内停车位车轮挡的设置要求为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，机动车库内停车位应设车轮挡，车轮挡宜设于距停车位端线为机动车前悬或后悬的尺寸减0.2m处，其高度宜为0.15m，且车轮挡不得阻碍楼地面排水。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，怎样的停车区域楼地面应采取防水措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，敞开式车库及有排水要求的停车区域楼地面应采取防水措施。"
		},
		{
			"input": "在汽车库、修车库、停车场中，防坠落物设施应分别设置在车库和坡道的哪里？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，通往车库的出入口和坡道的上方应有防坠落物设施。<br />"
		},
		{
			"input": "在什么地区机动车库室外坡道应采取防雪和防滑措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，严寒和寒冷地区机动车库室外坡道应采取防雪和防滑措施。"
		},
		{
			"input": "当机动车库坡道横向内（或外）侧无实体墙体时，应在无实体墙处设护栏和道牙。其中道牙宽度和高度的要求是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2035）中规定，当机动车库坡道横向内（或外）侧无实体墙体时，应在无实体墙处设护栏和道牙。道牙宽度不应小于0.30m，高度不应小于0.15m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机械式机动车库分为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机械式机动车库分为全自动机动车库与复式机动车库。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机械式机动车库应根据什么进行设计？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机械式机动车库应根据总体布局需要，结合机械停车设备的技术要求与合理的柱网关系进行设计。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机械式机动车库停放小型车的重量应不超过多少㎏？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，机械式机动车库停放小型车的重量应≤1300㎏。"
		},
		{
			"input": "停车设备的出入口、操作室、检修场所等明显可见处应设置什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定， 停车设备的出入口、操作室、检修场所等明显可见处应设置安全标志。并应符合现行国家标准《安全标志及其使用导则》GB 2894的要求。"
		},
		{
			"input": "全自动机动车库的设备操作位置应能看到人员和车辆的进出，当不能满足要求时，应设置什么设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，全自动机动车库的设备操作位置应能看到人员和车辆的进出，当不能满足要求时，应设置反射镜、监控器等设施。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，全自动机动车库出入口应符合哪些规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2016）中规定，全自动机动车库出入口应符合下列规定：<br />    1 出入口处应设置不少于2个的候车位，当出入口分开设置时，候车位不应少于1个；当机动车需要掉头而受场地限制时，可设置机动车回转盘；<br />    2 出入口宽度应大于所存放的机动车设计车型宽加0.50m,且不应小于2.50m ，高度不应小于2.00m；<br />    3 机械式立体机动车库的出入口可根据需要设置库门或栅栏等安全保护设施。<br /><br />"
		},
		{
			"input": "全自动机动车库的停车设备可采用哪些种类？",
			"output": "按照《车库建筑设计规范》（JGJ100-2017）中规定，全自动机动车库的停车设备可采用平面移动类、巷道堆垛类、垂直升降类、垂直循环类、水平循环类和多层循环类。"
		},
		{
			"input": "在汽车库、修车库、停车场中，全自动机动车库的最小宽度为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2018）中规定，全自动机动车库的最小宽度为车宽+0.15。"
		},
		{
			"input": "在汽车库、修车库、停车场中，复式机动车库停车区域的净高应根据什么确定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2019）中规定，复式机动车库停车区域的净高应根据各类停车设备的尺寸确定。"
		},
		{
			"input": "复式机动车库停车设备中升降横移类车库组合单元横向最小尺寸应按什么公式计算？",
			"output": "按照《车库建筑设计规范》（JGJ100-2020）中规定，复式机动车库停车设备中升降横移类车库组合单元横向最小尺寸应按下式计算：W0=N×W+200<br /><br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，全自动机动车库中的停车设备可多套并联设置，其防火分区应符合什么规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2021）中规定，全自动机动车库中的停车设备可多套并联设置，其防火分区应符合现行国家标准《汽车库、修车库、停车场设计防火规范》GB 50067的规定。<br /><br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，复式机动车库通车道的最小尺寸应根据什么计算？",
			"output": "按照《车库建筑设计规范》（JGJ100-2022）中规定，复式机动车库通车道的最小尺寸应根据车型倒车入库的需求计算，最小不得小于5.8m。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，附建式车库的机械式停车设备与建筑主体结构间应采取什么措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2023）中规定，附建式车库的机械式停车设备与建筑主体结构间应采取减震、隔声措施。<br />"
		},
		{
			"input": "在机械式停车设备所需运行空间范围内，不得设置或穿越什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2024）中规定，在机械式停车设备所需运行空间范围内，不得设置或穿越与停车设备无关的管道、电缆等管线。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，自行车设计车型的外廓尺寸中长度为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2025）中规定，自行车设计车型的外廓尺寸中长度为1.90m。"
		},
		{
			"input": "非机动车及二轮摩托车应以什么为计算当量进行停车当量的换算？",
			"output": "按照《车库建筑设计规范》（JGJ100-2026）中规定，非机动车及二轮摩托车应以自行车为计算当量进行停车当量的换算。<br />"
		},
		{
			"input": "在汽车库、修车库、停车场中，非机动车库在什么情况下应设机械提升装置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库地下停车层地坪与室外地坪高差大于7m时，应设机械提升装置。"
		},
		{
			"input": "机动轮椅车、三轮车宜停放在地面层，当条件限制需停放在其他楼层时，应设什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机动轮椅车、三轮车宜停放在地面层，当条件限制需停放在其他楼层时，应设坡道式出入口或设置机械提升装置。"
		},
		{
			"input": "非机动车库停车当量数量在什么情况下可设置一个直通室外的带坡道的车辆出入口；在什么情况下应设两个或以上出入口？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库停车当量数量不大于500辆时，可设置一个直通室外的带坡道的车辆出入口；超过500辆时应设两个或以上出入口，且每增加500辆宜增设一个出入口。"
		},
		{
			"input": "在汽车库、修车库、停车场中，非机动车库出入口与机动车库出入口应如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库出入口宜与机动车库出入口分开设置，且出地面处的最小距离不应小于7.5m。当中型和小型非机动车库受条件限制，其出入口坡道需与机动车出入口设置在一起时，应设置安全分隔设施，且应在地面出入口外7.5m范围内设置不遮挡视线的安全隔离栏杆。"
		},
		{
			"input": "自行车和电动自行车车库出入口净宽要求为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，自行车和电动自行车车库出入口净宽不应小于1.80m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，非机动车库车辆出入口可采用什么样式？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库车辆出入口可采用踏步式出入口或坡道式出入口。"
		},
		{
			"input": "非机动车库出入口宜如何设置坡道？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库出入口宜采用直线形坡道，当坡道长度超过6.8m或转换方向时，应设休息平台，平台长度不应小于2．00m，并应能保持非机动车推行的连续性。"
		},
		{
			"input": "在汽车库、修车库、停车场中，踏步式出入口推车斜坡的坡度规范为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，踏步式出入口推车斜坡的坡度不宜大于25％。"
		},
		{
			"input": "在汽车库、修车库、停车场中，大型非机动车库车辆应如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，大型非机动车库车辆应分组设置，且每组的当量停车数量不应超过500。"
		},
		{
			"input": "在汽车库、修车库、停车场中，什么规模的非机动车停车库宜在出入口附近设管理用房及相应的服务设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，大型和中型非机动车停车库宜在出入口附近设管理用房及相应的服务设施，且不应影响非机动车的通行。"
		},
		{
			"input": "自行车的停车方式可采取哪两种方式？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，自行车的停车方式可采取垂直式和斜列式。"
		},
		{
			"input": "非机动车库的停车区域净高不应小于多少m？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库的停车区域净高不应小于2.0m。"
		},
		{
			"input": "在汽车库、修车库、停车场中，防坠落设施宜设在非机动车库的哪里？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库出入口上方宜设有防坠落设施。"
		},
		{
			"input": "非机动车库通往地下的坡道在地面出入口处应如何设置反坡和截水沟？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库通往地下的坡道在地面出入口处应设置不小于0.15m高的反坡，并宜设置与坡道同宽的截水沟。"
		},
		{
			"input": "在汽车库、修车库、停车场中，在哪些情况下应设置和增加截水沟？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，多雨地区通往地下的坡道底端应设置截水沟；当地下坡道的敞开段无遮雨设施时，在敞开段的较低处应增加截水沟。"
		},
		{
			"input": "在汽车库、修车库、停车场中，防滑措施应在非机动车库的哪里采取？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定， 非机动车库出入口的坡道应采取防滑措施。"
		},
		{
			"input": "在怎样的地区非机动车库室外坡道应采取防雪和防滑措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，严寒和寒冷地区非机动车库室外坡道应采取防雪和防滑措施。"
		},
		{
			"input": "严寒和寒冷地区有采暖设施的非机动车库的哪里应采取保温措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，严寒和寒冷地区有采暖设施的非机动车库出入口处应采取保温措施。"
		},
		{
			"input": "在汽车库、修车库、停车场中，车库内设备管道宜如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库内设备管道宜明设，各类管道应排列整齐，并宜采用不同颜色和符号标明管道种类和介质流向。"
		},
		{
			"input": "车库内的生产给水、生活给水和消防给水系统应如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库内的生产给水、生活给水和消防给水系统应分开设置；生产、生活用水量应符合现行国家标准《建筑给水排水设计规范》GB 50015的规定；冲洗用水宜优先采用中水。"
		},
		{
			"input": "在可能产生冰冻的车库，给水排水设施应采取什么措施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，在可能产生冰冻的车库，给水排水设施应采取防冻措施。"
		},
		{
			"input": "敞开式车库排水设施应满足什么要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，敞开式车库排水设施应满足排放雨水的要求。"
		},
		{
			"input": "机动车库应按停车层设置楼地面排水系统，排水点的服务半径不宜大于多少m？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机动车库应按停车层设置楼地面排水系统，排水点的服务半径不宜大于20m。"
		},
		{
			"input": "机动车库内车辆清洗区域应设给水设施，并宜优先采用什么排水？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机动车库内车辆清洗区域应设给水设施，并宜优先采用排水沟排水。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机械式机动车库应在底部设置排除什么设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机械式机动车库应在底部设置排除其内部积水的设施。"
		},
		{
			"input": "严寒地区机动车库内和严寒地区非机动车库、寒冷地区机动车库内分别应设什么设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，严寒地区机动车库内应设集中采暖系统；严寒地区非机动车库、寒冷地区机动车库内宜设采暖设施。"
		},
		{
			"input": "对于设有采暖设施的车库，宜在出入口处设什么设施？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，对于设有采暖设施的车库，宜在出入口处设热空气幕，且热空气幕应优先采用集中热源。"
		},
		{
			"input": "在汽车库、修车库、停车场中，当车库停车区域自然通风达不到稀释废气标准时，应设置什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，当车库停车区域自然通风达不到稀释废气标准时，应设置机械排风系统，并应符合国家现行标准《工业企业设计卫生标准》GBZ 1的规定。"
		},
		{
			"input": "对于设有机械通风系统的机动车库，机械通风量应按什么计算？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，对于设有机械通风系统的机动车库，机械通风量应按容许的废气量计算，且排风量不应小于按换气次数法或单台机动车排风量法计算的风量。"
		},
		{
			"input": "非机动车库内摩托车停车区域通风换气次数宜为？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，非机动车库内摩托车停车区域通风换气次数宜为2次/h～4次/h。"
		},
		{
			"input": "在汽车库、修车库、停车场中，机动车库送风、排风系统宜如何设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机动车库送风、排风系统宜独立设置。"
		},
		{
			"input": "在汽车库、修车库、停车场中，车库的送风、排风系统应使室内气流如何，送风口宜设在什么上？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库的送风、排风系统应使室内气流分布均匀，送风口宜设在主要通道上。"
		},
		{
			"input": "在汽车库、修车库、停车场中，中型及以上机动车库送风、排风机宜选用什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定， 中型及以上机动车库送风、排风机宜选用多台并联或变频调速，运行方式宜采用定时启、停风机或根据室内CO气体浓度自动控制风机运行。"
		},
		{
			"input": "在汽车库、修车库、停车场中，车库通风系统可结合什么系统设置？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库通风系统可结合消防排烟系统设置。"
		},
		{
			"input": "在汽车库、修车库、停车场中，不同车库的供电负荷等级规范是？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，特大型和大型车库应按一级负荷供电，中型车库应按不低于二级负荷供电，小型车库可按三级负荷供电。机械式停车设备应按不低于二级负荷供电。各类附建式车库供电负荷等级不应低于该建筑物的供电负荷等级。"
		},
		{
			"input": "在汽车库、修车库、停车场中，车库供电系统应符合哪些规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库供电系统应符合现行国家标准《供配电系统设计规范》GB 50052的规定。车库内宜设配电室，其位置应便于管理和进出，并应符合国家现行有关标准的规定。车库照明配电回路应按功能和区域划分。"
		},
		{
			"input": "车库内照明应亮度分布均匀，避免眩光，当有特殊要求时，照明标准值可如何调整？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库内照明应亮度分布均匀，避免眩光，当有特殊要求时，照明标准值可提高或降低一级。"
		},
		{
			"input": "车库内的哪些用房应设置应急照明？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库内的人员疏散通道及出入口、配电室、值班室、控制室等用房均应设置应急照明。"
		},
		{
			"input": "坡道式地下车库出入口处的照明有什么要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，坡道式地下车库出入口处应设过渡照明，白天入口处亮度变化可按10：1～15：1 取值，夜间室内外亮度变化可按2：1～4：1取值。"
		},
		{
			"input": "车库内停车区域照明应如何控制，特大型和大型车库宜采用什么控制？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库内停车区域照明应集中控制，特大型和大型车库宜采用智能控制。"
		},
		{
			"input": "在汽车库、修车库、停车场中，检修灯或检修灯插座应设在什么车库里？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机械式机动车库内应设检修灯或检修灯插座。"
		},
		{
			"input": "机动车库内和非机动车库内分别如何设置电源插座？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，机动车库内可根据需要设置36V 、220V 、380V 电源插座；非机动车库内，在管理室附近或出入口处应设置电源插座。"
		},
		{
			"input": "车库内的火灾自动报警装置、消防控制室和其他电气设备的设置，应符合什么规定？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库内的火灾自动报警装置、消防控制室和其他电气设备的设置，应符合现行国家标准《汽车库、修车库、停车场设计防火规范》GB 50067和《建筑设计防火规范》GB 50016的规定。"
		},
		{
			"input": "车库应根据需要设置哪些系统？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，车库应根据需要设置通信系统、广播系统、建筑设备监控系统和安全防范系统。"
		},
		{
			"input": "大型和特大型机动车库应设置什么系统，中型和小型类机动车库宜设置什么系统；公共场所的大型和特大型机动车库宜设置什么系统？",
			"output": "按照《车库建筑设计规范》（JGJ100-2027）中规定，大型和特大型机动车库应设置出入口管理系统，中型和小型类机动车库宜设置出入口管理系统；公共场所的大型和特大型机动车库宜设置停车引导系统。"
		},
		{
			"input": "车库建筑都有哪些类型？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />车库建筑按所停车辆类型分为机动车库和非机动车库，按建设方式可划分为独立式和附建式。"
		},
		{
			"input": "机动车车库建筑的规模按规定应如何划分？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />机动车车库建筑规模应按停车当量数划分为特大型、大型、中型、小型，非机动车库应按停车当量数划分为大型、中型、小型。车库建筑规模及停车当量数应符合表 1.0.4的规定。"
		},
		{
			"input": "车库建筑设计应符合哪些要求？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />车库建筑设计应使用方便、安全可靠、技术先进、经济合理，并应满足所在城市及地区交通管理的要求。"
		},
		{
			"input": "车库是指什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />车库是指停放机动车、非机动车的建筑物。"
		},
		{
			"input": "机动车是指？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />以动力装置驱动或牵引，在道路上行驶的，供人员乘用或用于运送物品以及进行工程专项作业的轮式车辆。"
		},
		{
			"input": "非机动车是指？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />以人力驱动，在道路上行驶的交通工具以及虽有动力装置驱动但设计最高时速、空车质量、外形尺寸符合国家有关标准的电动自行车、残疾人机动轮椅车等交通工具。"
		},
		{
			"input": "机动车车库是指什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />停放机动车的建筑物。"
		},
		{
			"input": "非机动车车库是指什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />停放非机动车的建筑物。"
		},
		{
			"input": "地下车库的定义是?",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />室内地坪低于室外地坪高度超过该层净高1/2的车库。"
		},
		{
			"input": "什么是独立式车库?",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />单独建造的，具有独立完整的建筑主体结构与设备系统的车库。"
		},
		{
			"input": "什么是附建式车库？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />与其他建筑物或构筑物结合建造，并共用或部分共用建筑主体结构与设备系统的车库。"
		},
		{
			"input": "什么是复式机动车库？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />室内有车道、有驾驶员进出的机械式机动车库。"
		},
		{
			"input": "什么是敞开式机动车库？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />任一层车库外墙敞开面积超过该层四周外墙体总面积的25% ，且敞开区域均匀布置在外墙上且其长度不小于车库周长的50% 的机动车库。"
		},
		{
			"input": "什么是机械式机动车库？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />采用机械式停车设备存取、停放机动车的车库。"
		},
		{
			"input": "什么是全自动机动车库？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />室内无车道，且无驾驶员进出的机械式机动车库。"
		},
		{
			"input": "停车当量是指什么，有什么作用？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />用于协调各种不同车型，便于统计与计算停车数量、停车位大小等数据而设定的标准参考车型单元。"
		},
		{
			"input": "什么是停车位？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />车库中为停放车辆而划分的停车空间或机械式停车设备中停放车辆的独立单元，由车辆本身的尺寸加四周所需的距离组成。"
		},
		{
			"input": "停车位与停车区域有什么不同？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />停车位是车库中为停放车辆而划分的停车空间或机械式停车设备中停放车辆的独立单元，由车辆本身的尺寸加四周所需的距离组成；而停车区域是指车库中车辆行驶与停放的空间，主要由停车位与通车道组成。"
		},
		{
			"input": "什么是坡道式出入口？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />机动车库中通过坡道进行室内外车辆交通联系的部位。"
		},
		{
			"input": "什么是升降梯式出入口？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />机动车库中通过升降梯进行室内外车辆交通联系的部位。"
		},
		{
			"input": "什么是平人式出入口？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />机动车库中由室外场地直接出人停车区域的部位。"
		},
		{
			"input": "车道的定义是什么？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />在车行道路上供单一纵列车辆行驶的部分。"
		},
		{
			"input": "在汽车库、修车库停车场中，缓坡段有什么作用？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />当坡道坡度较大时，为避免机动车的底部在坡道两端碰擦地面而设置的缓和坡段。"
		},
		{
			"input": "在汽车库、修车库停车场中，弯道超高有什么作用？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />为平衡机动车在弯道上行驶所产生的离心力所设置的弯道横向坡度而形成的高差。"
		},
		{
			"input": "在汽车库、修车库停车场中，什么是机动车最小转弯半径？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />机动车回转时，当转向盘转到极限位置，机动车以最低稳定车速转向行驶，外侧转向轮的中心平面在支承平面上滚过的轨迹圆半径，表示机动车能够通过狭窄弯曲地带或绕过不可越过的障碍物的能力。"
		},
		{
			"input": "在汽车库、修车库停车场中，什么是机动车环形外半径？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />以回转圆心为参考点，机动车回转时其外侧最远端循圆曲线行走轨迹的半径。"
		},
		{
			"input": "在汽车库、修车库停车场中，什么是机动车环形内半径？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />以回转圆心为参考点，机动车回转时其内侧最近端循圆曲线行走轨迹的半径。"
		},
		{
			"input": "在汽车库、修车库停车场中，什么是环形车道外半径？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />以回转圆心为参考点，机动车回转时其外侧最远端循圆曲线行走的轨迹半径加上机动车最远端至环形车道外边的安全距离。"
		},
		{
			"input": "在汽车库、修车库停车场中，什么是环形车道内半径？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />以回转圆心为参考点，机动车回转时其内侧最近端循圆曲线行走的轨迹半径减去机动车最近端至环形车道外边的安全距离。"
		},
		{
			"input": "在汽车库、修车库停车场中，什么是机动车道路转弯半径？",
			"output": "按照《车库建筑设计规范》（JGJ100-2015）中规定，<br />能够保持机动车辆正常行驶与转弯状态下的弯道内侧道路边缘处半径。"
		}
	]
}
