{
	"type": "text2text",
	"instances": [
		{
			"input": "旅馆的定义是什么？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，旅馆通常由客房部分、公共部分、辅助部分组成，为客人提供住宿及餐饮、会议、健身和娱乐等全部或部分服务的公共建筑。也称为酒店、饭店、宾馆、度假村。"
		},
		{
			"input": "旅馆建筑类型按经营特点分为哪些旅馆？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，旅馆建筑类型按经营特点分为商务旅馆、度假旅馆、会议旅馆、公寓式旅馆等。"
		},
		{
			"input": "商务旅馆的定义是什么？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，商务旅馆主要为从事商务活动的客人提供住宿和相关服务的旅馆建筑。"
		},
		{
			"input": "度假旅馆的定义是什么？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，度假旅馆主要为度假游客提供住宿和相关服务的旅馆建筑。"
		},
		{
			"input": "公寓式旅馆的定义是什么？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，公寓式旅馆为客房内附设有厨房或操作间、卫生间、储藏空间，适合客人较长时间居住的旅馆建筑。"
		},
		{
			"input": "客房部分的定义是什么？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房部分是指旅馆建筑内为客人提供住宿及配套服务的空间或场所。"
		},
		{
			"input": "旅馆公共部分的定义是什么？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑内为客人提供接待、餐饮、会议、健身、娱乐等服务的公共空间或场所。"
		},
		{
			"input": "旅馆辅助部分的定义是什么？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，旅馆建筑内为客人住宿、活动相配套的辅助空间或场所。通常指旅馆建筑服务人员工作、休息、生活的非公共空间或场所。"
		},
		{
			"input": "旅馆建筑应该怎样选址？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，旅馆建筑的选址应符合当地城乡总体规划的要求，并应结合城乡经济、文化、自然环境及产业要求进行布局。"
		},
		{
			"input": "旅馆建筑的选址应符合哪些规定？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，旅馆建筑的选址应符合下列规定：<br />    1 应选择工程地质及水文地质条件有利、排水通畅、有日照条件且采光通风较好、环境良好的地段，并应避开可能发生地质灾害的地段；<br />    2 不应在有害气体和烟尘影响的区域内，且应远离污染源和储存易燃、易爆物的场所；<br />    3 宜选择交通便利、附近的公共服务和基础设施较完备的地段。"
		},
		{
			"input": "在历史文化名城、历史文化保护区、风景名胜地区及重点文物保护单位附近，旅馆建筑的选址及建筑布局，应符合什么要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，在历史文化名城、历史文化保护区、风景名胜地区及重点文物保护单位附近，旅馆建筑的选址及建筑布局，应符合国家和地方有关保护规划的要求。"
		},
		{
			"input": "旅馆建筑的地基有哪些要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，对于旅馆建筑的地基有下列要求：<br />1 旅馆建筑的基地应至少有一面直接临接城市道路或公路，或应设道路与城市道路或公路相连接。位于特殊地理环境中的旅馆建筑，应设置水路或航路等其他交通方式。<br />2 当旅馆建筑设有200间(套)以上客房时，其基地的出入口不宜少于2个，出入口的位置应符合城乡交通规划的要求。<br />3 旅馆建筑基地宜具有相应的市政配套条件。<br />4 旅馆建筑基地的用地大小应符合国家和地方政府的相关规定，应能与旅馆建筑的类型、客房间数及相关活动需求相匹配。"
		},
		{
			"input": "旅馆建筑总平面应根据什么进行布置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑总平面应根据当地气候条件、地理特征等进行布置。建筑布局应有利于冬季日照和避风，夏季减少得热和充分利用自然通风。"
		},
		{
			"input": "当旅馆建筑与其他建筑共建在同一基地内或同一建筑内时，应满足旅馆建筑的使用功能和环境要求，并应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，当旅馆建筑与其他建筑共建在同一基地内或同一建筑内时，应满足旅馆建筑的使用功能和环境要求，并应符合下列规定：<br />    1 旅馆建筑部分应单独分区，客人使用的主要出入口宜独立设置；<br />    2 旅馆建筑部分宜集中设置；<br />    3 从属于旅馆建筑但同时对外营业的商店、餐厅等不应影响旅馆建筑本身的使用功能。"
		},
		{
			"input": "对于旅馆建筑的交通有什么要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定， 旅馆建筑的交通应合理组织，保证流线清晰，避免人流、货流、车流相互干扰，并应满足消防疏散要求。"
		},
		{
			"input": "旅馆建筑的总平面应怎样合理布置出入口？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的总平面应合理布置设备用房、附属设施和地下建筑的出入口。锅炉房、厨房等后勤用房的燃料、货物及垃圾等物品的运输宜设有单独通道和出入口。"
		},
		{
			"input": "四级和五级旅馆建筑的主要人流出入口怎样设置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，四级和五级旅馆建筑的主要人流出入口附近宜设置专用的出租车排队候客车道或候客车位，且不宜占用城市道路或公路，避免影响公共交通。"
		},
		{
			"input": "除当地有统筹建设的停车场或停车库外，旅馆建筑基地内应设置什么？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，除当地有统筹建设的停车场或停车库外，旅馆建筑基地内应设置机动车和非机动车的停放场地或停车库。机动车和非机动车停车位数量应符合当地规划主管部门的规定。"
		},
		{
			"input": "旅馆建筑总平面布置应进行绿化设计，并应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑总平面布置应进行绿化设计，并应符合下列规定：<br />    1 绿地面积的指标应符合当地规划主管部门的规定；<br />    2 栽种的树种应根据当地气候、土壤和净化空气的能力等条件确定；<br />    3 室外停车场宜采取结合绿化的遮阳措施；<br />    4 度假旅馆建筑室外活动场地宜结合绿化做好景观设计。"
		},
		{
			"input": "旅馆建筑根据什么设置客房部分、公共部分及辅助部分？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑应根据其等级、类型、规模、服务特点、经营管理要求以及当地气候、旅馆建筑周边环境和相关设施情况，设置客房部分、公共部分及辅助部分。"
		},
		{
			"input": "对于旅馆建筑德空间布局有什么要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑空间布局应与管理方式和服务相适应，做到功能分区明确、内外交通联系方便、各种流线组织良好，保证客房及公共部分具有良好的居住和活动环境。"
		},
		{
			"input": "旅馆建筑防火设计应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑防火设计应符合现行国家标准《建筑设计防火规范》GB 50016、《建筑内部装修设计防火规范》GB 50222、《汽车库、修车库、停车场设计防火规范》GB 50067的有关规定。"
		},
		{
			"input": "旅馆建筑进行的节能设计应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑应进行节能设计，并应符合现行国家标准《公共建筑节能设计标准》GB 50189和《民用建筑热工设计规范》GB 50176的规定。"
		},
		{
			"input": "旅馆建筑进行的无障碍设计应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑应进行无障碍设计，并应符合现行国家标准《无障碍设计规范》GB 50763的规定。"
		},
		{
			"input": "旅馆建筑的客房部分与哪些部分宜分区设置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房部分与公共部分、辅助部分宜分区设置。"
		},
		{
			"input": "旅馆建筑的主要出入口应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的主要出入口应符合下列规定：<br />    1 应有明显的导向标识，并应能引导旅客直接到达门厅；<br />    2 应满足机动车上、下客的需求，并应根据使用要求设置单车道或多车道；<br />    3 出入口上方宜设雨篷，多雨雪地区的出入口上方应设雨篷，地面应防滑；<br />    4 一级、二级、三级旅馆建筑的无障碍出入口宜设置在主要出入口，四级、五级旅馆建筑的无障碍出入口应设置在主要出入口。"
		},
		{
			"input": "旅馆建筑的锅炉房、制冷机房、水泵房、冷却塔等应采取哪些措施？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，锅炉房、制冷机房、水泵房、冷却塔等采取隔声、减振等措施。"
		},
		{
			"input": "旅馆建筑的卫生间、盥洗室、浴室不应设在哪些地方？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的卫生间、盥洗室、浴室不应设在餐厅、厨房、食品贮藏等有严格卫生要求用房的直接上层；旅馆建筑的卫生间、盥洗室、浴室不应设在变配电室等有严格防潮要求用房的直接上层。"
		},
		{
			"input": "旅馆建筑的电梯及电梯厅设置应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，电梯及电梯厅设置应符合下列规定：<br />    1 四级、五级旅馆建筑2层宜设乘客电梯，3层及3层以上应设乘客电梯。一级、二级、三级旅馆建筑3层宜设乘客电梯，4层及4层以上应设乘客电梯；<br />    2 乘客电梯的台数、额定载重量和额定速度应通过设计和计算确定；<br />    3 主要乘客电梯位置应有明确的导向标识，并应能便捷抵达；<br />    4 客房部分宜至少设置两部乘客电梯，四级及以上旅馆建筑公共部分宜设置自动扶梯或专用乘客电梯。<br />    5 服务电梯应根据旅馆建筑等级和实际需要设置，且四级、五级旅馆建筑应设服务电梯；<br />    6 电梯厅深度应符合现行国家标准《民用建筑设计通则》GB 50352的规定，且当客房与电梯厅正对面布置时，电梯厅的深度不应包括客房与电梯厅之间的走道宽度。"
		},
		{
			"input": "旅馆建筑的材料选择和构造设计应满足哪些条件？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的材料选择和构造设计，应满足使用的安全性和维护、清洁的便利性。"
		},
		{
			"input": "对于旅馆建筑的中庭栏杆或栏板有什么要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，中庭栏杆或栏板高度不应低于1．20m，并应以坚固、耐久的材料制作，应能承受现行国家标准《建筑结构荷载规范》GB 50009规定的水平荷载。"
		},
		{
			"input": "旅馆建筑的客房设计应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房设计应符合下列规定：<br />    1 不宜设置在无外窗的建筑空间内；<br />    2 客房、会客厅不宜与电梯井道贴邻布置；<br />    3 多床客房间内床位数不宜多于4床；<br />    4 客房内应设有壁柜或挂衣空间。"
		},
		{
			"input": "旅馆建筑的无障碍客房应设置在什么位置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，无障碍客房应设置在距离室外安全出口最近的客房楼层，并应设在该楼层进出便捷的位置。"
		},
		{
			"input": "对于旅馆建筑的公寓式旅馆建筑客房中的卧室及采用燃气的厨房或操作间有什么要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，公寓式旅馆建筑客房中的卧室及采用燃气的厨房或操作间应直接采光、自然通风。"
		},
		{
			"input": "上下楼层直通的管道井，不宜在旅馆客房的哪个房间内开设检修门？",
			"output": "按照《旅馆设计规范》（JGJ62-2014）中规定，上下楼层直通的管道井，不宜在旅馆客房附设的卫生间内开设检修门。"
		},
		{
			"input": "旅馆建筑的客房室内净高应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房室内净高应符合下列规定：<br />    1 客房居住部分净高，当设空调时不应低于2．40m；不设空调时不应低于2．60m；<br />    2 利用坡屋顶内空间作为客房时，应至少有8m2面积的净高不低于2．40m；<br />    3 卫生间净高不应低于2．20m；<br />    4 客房层公共走道及客房内走道净高不应低于2．10m。"
		},
		{
			"input": "旅馆建筑的客房门应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的客房门应符合下列规定：<br />    1 客房入口门的净宽不应小于0．90m，门洞净高不应低于2．00m；<br />    2 客房入口门宜设安全防范设施；<br />    3 客房卫生间门净宽不应小于0．70m，净高不应低于2．10m；无障碍客房卫生间门净宽不应小于0．80m。"
		},
		{
			"input": "旅馆建筑的客房部分走道应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房部分走道应符合下列规定：<br />    1 单面布房的公共走道净宽不得小于1．30m，双面布房的公共走道净宽不得小于1．40m；<br />    2 客房内走道净宽不得小于1．10m；<br />    3 无障碍客房走道净宽不得小于1．50m；<br />    4 对于公寓式旅馆建筑，公共走道、套内入户走道净宽不宜小于1．20m；通往卧室、起居室(厅)的走道净宽不应小于1．00m；通往厨房、卫生间、贮藏室的走道净宽不应小于0．90m。"
		},
		{
			"input": "旅馆建筑的客房层服务用房应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房层服务用房应符合下列规定：<br />    1 宜根据管理要求每层或隔层设置；<br />    2 宜邻近服务电梯； <br />    3 宜设服务人员工作间、贮藏间或开水间，且贮藏间应设置服务手推车停放及操作空间；<br />    4 客房层宜设污衣井道，污衣井道或污衣井道前室的出入口应设乙级防火门；<br />    5 三级及以上旅馆建筑应设工作消毒间；一级和二级旅馆建筑应有消毒设施；<br />    6 工作消毒间应设有效的排气措施，且蒸汽或异味不应窜入客房；<br />    7 客房层应设置服务人员卫生间；<br />    8 当服务通道有高差时，宜设置坡度不大于1：8的坡道。"
		},
		{
			"input": "旅馆建筑门厅(大堂)应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑门厅(大堂)应符合下列规定：<br />    1 旅馆建筑门厅(大堂)内各功能分区应清晰、交通流线应明确，有条件时可设分门厅；<br />    2 旅馆建筑门厅(大堂)内或附近应设总服务台、旅客休息区、公共卫生间、行李寄存空间或区域；<br />    3 总服务台位置应明显，其形式应与旅馆建筑的管理方式、等级、规模相适应，台前应有等候空间，前台办公室宜设在总服务台附近；<br />    4 乘客电梯厅的位置应方便到达，不宜穿越客房区域。"
		},
		{
			"input": "旅馆建筑设置的餐厅应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑应根据性质、等级、规模、服务特点和附近商业饮食设施条件设置餐厅，并应符合下列规定：<br />    1 旅馆建筑可分别设中餐厅、外国餐厅、自助餐厅(咖啡厅)、酒吧、特色餐厅等；<br />    2 对于旅客就餐的自助餐厅(咖啡厅)座位数，一级、二级商务旅馆建筑可按不低于客房间数的20％配置，三级及以上的商务旅馆建筑可按不低于客房间数的30％配置；一级、二级的度假旅馆建筑可按不低于房间间数的40％配置，三级及以上的度假旅馆建筑可按不低于客房间数的50％配置；<br />    3 对于餐厅人数，一级至三级旅馆建筑的中餐厅、自助餐厅(咖啡厅)宜按1．0m2／人～1．2m2／人计；四级和五级旅馆建筑的自助餐厅(咖啡厅)、中餐厅宜按1．5m2／人～2m2／人计；特色餐厅、外国餐厅、包房宜按2．0m2／人～2．5m2／人计；<br />    4 外来人员就餐不应穿越客房区域。"
		},
		{
			"input": "旅馆建筑的宴会厅、会议室、多功能厅等应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的宴会厅、会议室、多功能厅等应符合下列规定：<br />    1 宴会厅、多功能厅的人流应避免和旅馆建筑其他流线相互干扰，并宜设独立的分门厅；<br />    2 宴会厅、多功能厅应设置前厅，会议室应设置休息空间，并应在附近设置有前室的卫生间；<br />    3 宴会厅、多功能厅应配专用的服务通道，并宜设专用的厨房或备餐间；<br />    4 宴会厅、多功能厅的人数宜按1．5m2／人～2．0m2／人计；会议室的人数宜按1．2m2／人～1．8m2／人计；<br />    5 当宴会厅、多功能厅设置能灵活分隔成相对独立的使用空间时，隔断及隔断上方封堵应满足隔声的要求，并应设置相应的音响、灯光设施；<br />    6 宴会厅、多功能厅宜在同层设贮藏间；<br />    7 会议室宜与客房区域分开设置。"
		},
		{
			"input": "旅馆建筑配备的商务、商业设施应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，<br />旅馆建筑应按等级、需求等配备商务、商业设施。三级至五级旅馆建筑宜设商务中心、商店或精品店； 一级和二级旅馆建筑宜设零售柜台、自动售货机等设施，旅馆建筑应按等级、需求等配备商务、商业设施，并应符合下列规定：<br />    1 商务中心应标识明显，容易到达，并应提供打印、传真、网络等服务；<br />    2 商店或精品店的位置应方便旅客，并应符合现行行业标准《商店建筑设计规范》JGJ 48的规定；<br />    3 当旅馆建筑设置大型或中型商店时，商店部分宜独立设置，其货运流线应与旅馆建筑分开，并应另设卸货平台。"
		},
		{
			"input": "四级和五级旅馆建筑设置的健身、水疗、游泳池等设施应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，<br />健身、娱乐设施应根据旅馆建筑类型、等级和实际需要进行设置，四级和五级旅馆建筑宜设健身、水疗、游泳池等设施，并应符合下列规定：<br />    1 客人进入游泳池路径应按卫生防疫的要求布置，非比赛游泳池的水深不宜大于1．5m；<br />    2 对有噪声的健身、娱乐空间，各围护界面的隔声性能应符合现行国家标准《民用建筑隔声设计规范》GB 50118的规定；<br />    3 需独立对外经营的空间，宜设专用出入口。"
		},
		{
			"input": "旅馆建筑公共部分的卫生间应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑公共部分的卫生间应符合下列规定：<br />    1 卫生间应设前室，三级及以上旅馆建筑男女卫生间应分设前室；<br />    2 四级和五级旅馆建筑卫生间的厕位隔间门宜向内开启，厕位隔间宽度不宜小于0．90m，深度不宜小于1．55m等。"
		},
		{
			"input": "旅馆建筑的辅助部分的出入口应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的辅助部分的出入口应符合下列规定：<br />    1 应与旅客出入口分开设置；<br />    2 出入口数量和位置应根据旅馆建筑等级、规模、布局和周边条件设置，四级和五级旅馆建筑应设独立的辅助部分出入口，且职工与货物出入口宜分设；三级及以下旅馆建筑宜设辅助部分出入口；<br />    3 应靠近库房、厨房、后勤服务用房和职工办公、休息用房及服务电梯，并应与外部交通联系方便，易于停车、回车和装卸货物；<br />    4 出入口附近宜设有装卸货停车位、装卸货平台、干湿垃圾储存间、后勤通道及货用电梯，并宜留有临时停车位；<br />    5 出入口内外流线应合理并应避免“客”“服”交叉，“洁”“污”混杂及噪声干扰。"
		},
		{
			"input": "旅馆建筑的厨房除应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的厨房除应符合现行行业标准《饮食建筑设计规范》JGJ 64中有关规定外，还应符合下列规定：<br />    1 厨房的面积和平面布置应根据旅馆建筑等级、餐厅类型、使用服务要求设置，并应与餐厅的面积相匹配；三级至五级旅馆建筑的厨房应按其工艺流程划分加工、制作、备餐、洗碗、冷荤及二次更衣区域、厨工服务用房、主副食库等，并宜设食品化验室；一级和二级旅馆建筑的厨房可简化或仅设备餐间；<br />    2 厨房的位置应与餐厅联系方便，并应避免厨房的噪声、油烟、气味及食品储运对餐厅及其他公共部分和客房部分造成干扰；设有多个餐厅时，宜集中设置主厨房，并宜与相应的服务电梯、食梯或通道联系；<br />    3 厨房的平面布置应符合加工流程，避免往返交错，并应符合卫生防疫要求，防止生食与熟食混杂等情况发生；厨房进、出餐厅的门宜分开设置，并宜采用带有玻璃的单向开启门，开启方向应同流线方向一致；<br />    4 厨房的库房宜分为主食库、副食库、冷藏库、保鲜库和酒库等。"
		},
		{
			"input": "旅馆建筑设置的洗衣房或急件洗涤间应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑宜设置洗衣房或急件洗涤间，并应符合下列规定：<br />    1 洗衣房的面积应按洗作内容、服务范围及设备能力确定；<br />    2 洗衣房的平面布置应分设污衣入口、污衣区、洁衣区、洁衣出口，并宜设污衣井道；洗衣房应靠近服务电梯、污衣井道，并应避开主要客流路线；<br />    3 污衣井道或污衣井道前室的出入口，应设乙级防火门。"
		},
		{
			"input": "旅馆建筑的备品库房应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的备品库房应符合下列规定：<br />    1 备品库房应包括家具、器皿、纺织品、日用品、消耗品及易燃易爆品等库房；<br />    2 库房的位置应与被服务功能区及服务电梯联系便捷，并应满足收运、储存、发放等管理工作的安全与方便要求；<br />    3 库房走道和门的宽度应满足物品通行要求，地面应能承受重物荷载。"
		},
		{
			"input": "旅馆建筑的垃圾间应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定， 旅馆建筑的垃圾间应符合下列规定：<br />    1 旅馆建筑应设集中垃圾间，位置宜靠近卸货平台或辅助部分的货物出入口，并应采取通风、除湿、防蚊蝇等措施；<br />    2 垃圾应分类，并应按干、湿分设垃圾间，且湿垃圾宜采用专用冷藏间或专用湿垃圾处理设备。"
		},
		{
			"input": "旅馆建筑的设备用房应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的设备用房应符合下列规定：<br />    1 旅馆建筑应根据需要设置给水排水、空调、冷冻、锅炉、热力、燃气、备用发电、变配电、网络、电话、消防控制室及安全防范中心等设备用房，小型旅馆建筑可优先考虑利用旅馆建筑附近已建成的相关设施；<br />    2 设备用房的位置宜接近服务负荷中心，应运行安全、管理和维修方便，其噪声和震动不应对公共部分和客房部分造成干扰；<br />    3 设备用房应有或预留安装和检修大型设备的水平通道和垂直通道。"
		},
		{
			"input": "旅馆建筑的职工用房应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的职工用房应符合下列规定：<br />    1 旅馆建筑宜设置管理办公室、职工食堂、更衣室、浴室、卫生间以及职工自行车存放间等用房；<br />    2 四级和五级旅馆建筑宜设置职工理发室、医务室、休息室、娱乐室和培训室等用房。"
		},
		{
			"input": " 旅馆建筑停车场、库应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑停车场、库除应符合国家现行标准《汽车库建筑设计规范》JGJ 100、《汽车库、修车库、停车场设计防火规范》GB 50067的有关规定外，还应符合下列规定：<br />    1 应根据规模、条件及需求设置相应数量的机动车、非机动车停车场、停车库；<br />    2 旅馆建筑的货运专用出入口设于地下车库内时，地下车库货运通道和货运区域的净高不宜低于2．80m；<br />    3 旅馆建筑停车库宜设置通往公共部分的公共通道或电梯。"
		},
		{
			"input": "对于旅馆建筑室内的通风、采光有什么要求和规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑室内应充分利用自然光，客房宜有直接采光，走道、楼梯间、公共卫生间宜有自然采光和自然通风；自然采光房间的室内采光应符合现行国家标准《建筑采光设计标准》GB／T 50033的规定。"
		},
		{
			"input": "旅馆建筑的隔声减噪设计应符合什么规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的隔声减噪设计应符合现行国家标准《民用建筑隔声设计规范》GB 50118的规定。"
		},
		{
			"input": "旅馆建筑的客房附设卫生间的排水管道不宜安装在与客房相邻的隔墙上，应采取什么措施？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的客房附设卫生间的排水管道不宜安装在与客房相邻的隔墙上，应采取隔声降噪措施。"
		},
		{
			"input": "当旅馆建筑的电梯井道贴邻客房布置时，应采取什么措施？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定， 当旅馆建筑的电梯井道贴邻客房布置时，应采取隔声、减振的构造措施。"
		},
		{
			"input": "旅馆建筑的客房内房间的分隔墙应到哪个位置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的客房内房间的分隔墙应到结构板底。"
		},
		{
			"input": "旅馆建筑的相邻房间的电器插座应怎样布置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的相邻房间的电器插座应错位布置，不应贯通。"
		},
		{
			"input": "旅馆建筑的相邻房间的壁柜之间应设置什么？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的相邻房间的壁柜之间应设置满足隔声要求的隔墙。"
		},
		{
			"input": "旅馆建筑的哪些地方需要应采取防水措施？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的厨房、卫生间、盥洗室、浴室、游泳池、水疗室等与相邻房间的隔墙、顶棚应采取防潮或防水措施；厨房、卫生间、盥洗室、浴室、游泳池、水疗室等与其下层房间的楼板应采取防水措施。"
		},
		{
			"input": "旅馆建筑室内装饰装修材料的选择应符合什么规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑室内装饰装修材料的选择应符合现行国家标准《民用建筑工程室内环境污染控制规范》GB 50325的规定。"
		},
		{
			"input": "四级和五级旅馆建筑的用水水质除了应符合现行国家标准《生活饮用水水质卫生标准》GB 5749的规定外，还应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑给水排水系统的用水水质应符合现行国家标准《生活饮用水水质卫生标准》GB 5749的规定，四级和五级旅馆建筑的用水水质除了应符合现行国家标准《生活饮用水水质卫生标准》GB 5749的规定外，还应符合下列规定：<br />    1 当对生活饮用水供水水源总硬度(以碳酸钙计)有要求时，应根据水源总硬度(以碳酸钙计)情况进行整个室内给水系统的水质软化；<br />    2 经软化后的水硬度不满足厨房洗碗机、玻璃器皿洗涤机、制冰块机、洗衣房洗衣设备对给水的总硬度(以碳酸钙计)的要求时，应进行二次软化。"
		},
		{
			"input": "旅馆建筑饮水装置的设置应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑饮水装置的设置应符合下列规定：<br />    1 一级至三级旅馆建筑宜设开水供应装置；<br />    2 四级和五级旅馆建筑除应设开水装置外，还宜设管道直饮水供应装置。"
		},
		{
			"input": "三级至五级旅馆建筑的回用中水有哪些用处？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，三级至五级旅馆建筑宜设洗浴、洗涤等优质废水净化回用系统，三级至五级旅馆建筑的回用中水可用于冲洗地面和绿化等。"
		},
		{
			"input": "旅馆建筑排水系统应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑排水系统应符合下列规定：<br /> 1 五级旅馆建筑客房卫生间排水宜设分流系统，其他旅馆建筑应根据洗浴废水的回收方案选择合流或分流系统；<br />    2 厨房排水应为独立排水系统，并应对油脂进行回收及处理；<br />    3 客房卫生间排水系统宜采用通气立管排水系统或特殊(配件)单立管排水系统。"
		},
		{
			"input": "旅馆建筑雨水系统应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑雨水系统应符合下列规定：<br />    1 屋面雨水应设独立管道系统排除；<br />    2 高层及超高层旅馆建筑的屋面雨水排水管接入室外雨水检查井时应采取消能措施。"
		},
		{
			"input": "旅馆建筑屋面雨水和硬化地面的雨水怎样处理？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑屋面雨水和硬化地面的雨水宜进行控制与利用。当进行收集回用时，宜用于绿化、冷却塔补水等，雨水控制及利用应符合现行国家标准《建筑与小区雨水利用工程技术规范》GB 50400的规定。"
		},
		{
			"input": "高层旅馆建筑的厨房内宜设置什么装置？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，高层旅馆建筑的厨房内宜设置厨房专用灭火装置，当设有厨房垃圾道、污衣井道时，井道内应设置自动喷水灭火装置。"
		},
		{
			"input": "当利用城市热网供热时，在热网检修期或过渡季节，哪些旅馆应设置备用热源？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，当利用城市热网供热时，在热网检修期或过渡季节，四级和五级旅馆建筑应设置备用热源，二、三级旅馆建筑宜设置备用热源。"
		},
		{
			"input": "对旅馆建筑的供暖、空调和生活用热源有什么要求？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的供暖、空调和生活用热源，宜整体协调，统一考虑。"
		},
		{
			"input": "有哪几级旅馆建筑宜对空调废热进行回收利用？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，空调制冷运行时间较长的四级和五级旅馆建筑宜对空调废热进行回收利用。"
		},
		{
			"input": "在旅馆建筑设计中，太阳能资源充沛的地区采用什么热水系统？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，太阳能资源充沛的地区，宜采用太阳能热水系统。"
		},
		{
			"input": "旅馆建筑的暖通空调设计应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，暖通空调设计应符合现行国家标准《民用建筑供暖通风与空气调节设计规范》GB 50736、《公共建筑节能设计标准》GB 50189的规定。"
		},
		{
			"input": "旅馆建筑供暖及空调系统热源的选择应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑供暖及空调系统热源的选择应符合下列规定：<br />    1 严寒和寒冷地区，应优先采用市政热网或区域热网供热；<br />    2 不具备市政或区域热网的地区，可采用自备锅炉房供热或其他方式供热。锅炉房的燃料应结合当地的燃料供应情况确定，并宜采用燃气；<br />    3 宜利用废热或可再生能源。"
		},
		{
			"input": "旅馆建筑空调系统的冷源设备或系统选择，宜符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑空调系统的冷源设备或系统选择，宜符合下列规定：<br />    1 对一级、二级旅馆建筑的空调系统，当仅提供制冷时，宜采用分散式独立冷源设备；<br />    2 三级及以上旅馆建筑的空调系统宜设置集中冷源系统。"
		},
		{
			"input": "在旅馆建筑设计中，集中冷源系统的设置应符合什么规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，集中冷源系统的设置，应满足旅馆建筑部分负荷工况的调节需求，并应符合下列规定：<br />    1 冷水机组直接供冷时，宜采用大小搭配的设置方式；<br />    2 当地电费政策支持时，可采用冰蓄冷或水蓄冷系统；<br />    3 制冷机房的总制冷量应根据空调系统的综合最大冷负荷确定。"
		},
		{
			"input": "在旅馆建筑设计中，采用冰蓄冷系统时应设置什么？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，采用冰蓄冷系统时，宜设置基载冷水机组。"
		},
		{
			"input": "在旅馆建筑设计中，集中空调水系统应采用什么系统？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，集中空调水系统应采用变水量系统。"
		},
		{
			"input": "旅馆建筑房间和公共区域空调系统的设置宜符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑房间和公共区域空调系统的设置宜符合下列规定：<br />    1 面积或空间较大的公共区域，宜采用全空气空调系统；<br />    2 客房或面积较小的区域，宜设置独立控制室温的房间空调设备。"
		},
		{
			"input": "采用全年空调系统供冷和供热的旅馆建筑，冷热水管道制式应根据什么因素确定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，采用全年空调系统供冷和供热的旅馆建筑，冷热水管道制式应根据旅馆建筑等级或建设需求、当地的气候特点、建筑朝向等因素确定。"
		},
		{
			"input": "旅馆建筑供暖系统的设置应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑供暖系统的设置应符合下列规定：<br />    1 严寒地区应设置供暖系统；其他地区可根据冷热负荷的变化和需求等因素，经技术经济比较后，采用“冬季供暖＋夏季制冷”或者冬、夏空调系统；<br />    2 严寒和寒冷地区旅馆建筑的门厅、大堂等高大空间以及室内游泳池人员活动地面等，宜设置低温地面辐射供暖系统；<br />    3 供暖系统的热媒应采用热水。"
		},
		{
			"input": " 旅馆建筑内的厨房、洗衣机房、地下库房、客房卫生间、公共卫生间、大型设备机房等应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑内的厨房、洗衣机房、地下库房、客房卫生间、公共卫生间、大型设备机房等，应符合下列规定：<br />    1 厨房排油烟系统应独立设置，其室外排风口宜设置在建筑外的较高处，且不应设置于建筑外立面上；<br />    2 洗衣房的洗衣间排风系统的室外排风口的底边，宜高于室外地坪2m以上；<br />    3 大型设备机房、地下库房应根据卫生要求和余热量等因素设置通风系统；<br />    4 卫生间的排风系统不应与其他功能房间的排风系统合并设置。"
		},
		{
			"input": "旅馆建筑机械排风系统应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑机械排风系统应符合下列规定：<br />    1 客房卫生间的排风量宜为房间新风量的60％～70％，或换气次数不宜少于6次／h；<br />    2 公共卫生间的换气次数不宜少于10次／h。"
		},
		{
			"input": "旅馆建筑通风空调系统防火阀的设置应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑通风空调系统防火阀的设置应符合下列规定：<br />    1 厨房排油烟系统的排风管在穿过机房、防火分区等处时，应设置防火阀，其动作温度应为150℃；<br />    2 当客房新风以及卫生间排风采用竖向系统时，应在每个水平支管上设置70℃防火阀或设置防止回流措施。"
		},
		{
			"input": "旅馆建筑暖通空调系统节能设计应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑暖通空调系统节能设计应符合下列规定：<br />    1 客房卫生间排风进行热回收时，应采用隔绝式热回收设备，不宜采用转轮式热回收设备；<br />    2 公共区域的全空气定风量空调系统，宜采取过渡季节利用新风降温的措施。"
		},
		{
			"input": "旅馆建筑暖通空调的自动控制与监测应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑暖通空调的自动控制与监测应符合下列规定：<br />    1 设置散热器供暖系统的客房，应设置自力式散热器恒温阀；<br />    2 客房空调系统应采取温度自动控制措施；<br />    3 集中空调水系统的末端应设置由温度控制的电动两通调节阀或其他实时变流量调控措施；冷水机组宜设置群控装置。"
		},
		{
			"input": "旅馆建筑的哪些地方应设备用电源？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，四级旅馆建筑宜设自备电源，五级旅馆建筑应设自备电源，其容量应能满足实际运行负荷的需求；三级旅馆建筑的前台计算机、收银机的供电电源宜设备用电源；四级及以上旅馆建筑的前台计算机、收银机的供电电源应设备用电源，并应设置不间断电源(UPS)。"
		},
		{
			"input": "旅馆建筑的客房部分的总配电箱不得安装在哪些场所？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，客房部分的总配电箱不得安装在走道、电梯厅和客人易到达的场所，当客房内的配电箱安装在衣橱内时，应做好安全防护处理。"
		},
		{
			"input": "旅馆建筑的照明设计除应按现行国家标准《建筑照明设计标准》GB 50034的规定执行外，还应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的照明设计除应按现行国家标准《建筑照明设计标准》GB 50034的规定执行外，还应符合下列规定：<br />    1 三级及以上旅馆建筑客房照明宜根据功能采用局部照明，客房内电源插座标高宜根据使用要求确定；走道、门厅、餐厅、宴会厅、电梯厅等公共场所应设供清扫设备使用的插座；<br />    2 四级及以上旅馆建筑的每间客房至少应有一盏灯接入应急供电回路；<br />    3 客房壁柜内设置的照明灯具应带有防护罩；<br />    4 餐厅、会议室、宴会厅、大堂、走道等场所的照明宜采用集中控制方式；<br />    5 三级旅馆建筑客房内宜设有分配电箱或专用照明支路；四级及以上旅馆建筑客房内应设置分配电箱；<br />    6 三级旅馆建筑的客房宜设置节电开关；四级及以上旅馆建筑的客房应设置节电开关。客房内的冰箱、充电器、传真等用电不应受节电开关控制。"
		},
		{
			"input": "旅馆建筑的防雷、接地及安全措施应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的防雷、接地及安全措施除应符合现行国家标准《建筑物防雷设计规范》GB 50057和《建筑物电子信息系统防雷技术规范》GB 50343的规定外，还应符合下列规定：<br />    1 有洗浴功能的客房卫生间应设置局部等电位联结；<br />    2 浴室、洗衣房、游泳池等场所应设置局部等电位联结。"
		},
		{
			"input": "旅馆建筑除应根据现行国家标准《火灾自动报警系统设计规范》GB 50116及相关国家现行建筑设计防火规范的要求，设置火灾自动报警系统及消防联动控制系统外，还应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑除应根据现行国家标准《火灾自动报警系统设计规范》GB 50116及相关国家现行建筑设计防火规范的要求，设置火灾自动报警系统及消防联动控制系统外，还应符合下列规定：<br />    1 供残疾人专用的客房，应设置声光警报器；<br />    2 当客房利用电视机播放背景音乐及广播时，宜另设置应急广播系统。独立设置背景音乐广播时，应能受火灾应急广播系统强制切换。"
		},
		{
			"input": "旅馆建筑应设置安全防范系统应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑应设置安全防范系统，除应符合现行同家标准《安全防范工程技术规范》GB 50348的规定外，还应符合下列规定：<br />    1 三级及以上旅馆建筑客房层走廊应设置视频安防监控摄像机，一级和二级旅馆建筑客房层走廊宜设置视频安防监控摄像机；<br />    2 重点部位宜设置入侵报警及出入口控制系统；<br />    3 地下停车场宜设置停车场管理系统；<br />    4 在安全疏散通道上设置的出入口控制系统应与火灾自动报警系统联动。"
		},
		{
			"input": "旅馆建筑的电子系统应符合什么规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，电子信息系统应符合现行同家标准《智能建筑设计标准》GB 50314的规定。"
		},
		{
			"input": "旅馆建筑的通信和信息网络宜采用综合布线系统，应符合哪些规定？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的通信和信息网络宜采用综合布线系统，除应符合现行国家标准《综合布线系统工程设计规范》GB 50311的 规定外，还应符合下列规定：<br />    1 三级及以上旅馆建筑宜设置自动程控交换机；<br />    2 每间客房应装设电话和信息网络插座，四级及以上旅馆建筑客房的卫生间应设置电话副机；<br />    3 旅馆建筑的门厅、餐厅、宴会厅等公共场所及各设备用房值班室应设电话分机；<br />    4 三级及以上旅馆建筑的大堂会客区、多功能厅、会议室等公共区域宜设置信息无线网络覆盖；<br />    5 当旅馆建筑室内存在移动通信信号的弱区和盲区时，应设置移动通信信号增强系统。"
		},
		{
			"input": "旅馆建筑宜设置什么系统？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，四级及以上旅馆建筑宜设置客房管理系统；四级及以上旅馆建筑应设公共广播系统；四级及以上旅馆建筑应设置建筑设备监控系统。"
		},
		{
			"input": "旅馆建筑的会议室、多功能厅宜设置什么系统？",
			"output": "按照《旅馆建筑设计规范》（JGJ62-2014）中规定，旅馆建筑的会议室、多功能厅宜设置电子会议系统，并可根据需要设置同声传译系统。"
		}
	]
}
