{
	"type": "text2text",
	"instance": [
		{
			"input": "在中国图书馆建筑设计规范中，关于耐火等级有什么样的要求",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中规定，藏书量超过100万册的高层图书馆、书库，建筑耐火等级应为一级，其他情况下，建筑耐火等级不应低于二级，特藏书库的建筑耐火等级应为一级。当然图书馆耐火等级还应当符合现行国家标准《建筑设计防火规范》GB 50016的有关规定。"
		},
		{
			"input": "图书馆一般包含哪些功能",
			"output": "图书馆建筑设计应根据其性质、规模和功能，分别设置藏书、阅览、检索出纳、公共活动、辅助服务、行政办公、业务及技术设备用房等。"
		},
		{
			"input": "图书馆的书库布置有什么要求",
			"output": "图书馆的书库包括基本书库、开架书库、特藏书库等形式。图书馆建筑设计可根据具体情况选择书库形式。<br />基本书库的结构形式和柱网尺寸应适合所采用的管理方式和所选书架的排列要求。<br />书库的平面布局和书架排列应有利于天然采光和自然通风，并应缩短书刊取送距离。<br />书架宜垂直于开窗的外墙布置。书库采用竖向条形窗时，窗口应正对行道，书架档头可靠墙。书库采用横向条形窗且窗宽大于书架之间的行道宽度时，书架档头不应靠墙，书架与外墙之间应留有通道。<br />特藏书库应单独设置。珍善本书库的出人口应设置缓冲间，并在其两侧分别设置密闭门。<br />卫生间、开水间或其他经常有积水的场所不应设置在书库内部及其直接上方。<br />书库的净高不应小于2. 40m。有梁或管线的部位，其底面净高不宜小于2. 30m。采用积层书架的书库，结构梁或管线的底面净高不应小于4. 70m 。<br />书库内的工作人员专用楼梯的梯段净宽不宜小于0. 80m,坡度不应大于45度，并应采取防滑措施。<br />二层至五层的书库应设置书刊提升设备，六层及六层以上的书库应设专用货梯。<br />书刊提升设备的位置宜邻近书刊出纳台。<br />同层的书库与阅览区的楼、地面宜采用同一标高。"
		},
		{
			"input": "图书馆中书架最多能连续排列多少个？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中规定，书架的连续排列最多档数应符合以下规定：书架两端有走道时，开架书库最多连续排列9档，闭架书库最多连续排列11档；书架一端有走道时，开架书库最多连续排列5档，闭架书库最多连续排列6档。"
		},
		{
			"input": "图书馆中书架之间以及书架与墙体之间通道的最小宽度是多少？",
			"output": "按照《图书馆建筑设计规范》（JGJ 38-2015）中规定，图书馆中书架之间以及书架与墙体之间通道的最小宽度按通道类型划分为以下几种情况：主通道中，开架的常用书架间隔不小于1.5m，闭架的常用书架间隔不小于1.2m，不常用书架间隔不小于1m；<br />次通道中，开架的常用书架间隔不小于1.1m，闭架的常用书架间隔不小于0.75m，不常用书架间隔不小于0.6m；<br />档头走道（即靠墙走道）中，开架的常用书架间隔不小于0.7m，闭架的常用书架间隔不小于0.6m，不常用书架间隔不小于0.6m；<br />行道中，开架的常用书架间隔不小于1m，闭架的常用书架间隔不小于0.75m，不常用书架间隔不小于0.6m。"
		},
		{
			"input": "在中国图书馆建筑设计规范中，关于防火分区有什么要求？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中有如下规定：<br />1.基本书库、特藏书库、密集书库与其毗邻的其他部位之间应采用防火墙和甲级防火门分隔。<br />2.对于未设置自动灭火系统的一、二级耐火等级的基本书库、特藏书库、密集书库、开架书库的防火分区最大允许建筑面积，单层建筑不应大于1500m2 ；建筑高度不超过24m 的多层建筑不应大于1200m2 ；高度超过24m 的建筑不应大于1000m2 ；地下室或半地下室不应大于300m2 。当防火分区设有自动灭火系统时，其允许最大建筑面积可按本规范规定增加1. 0 倍，当局部设置自动灭火系统时，增加面积可按该局部面积的1. 0 倍计算。<br />3.阅览室及藏阅合一的开架阅览室均应按阅览室功能划分其防火分区。<br />4.对于采用积层书架的书库，其防火分区面积应按书架层的面积合并计算。<br />5.除电梯外，书库内部提升设备的井道井壁应为耐火极限不低于2.00h 的不燃烧体，井壁上的传递洞口应安装不低于乙级的防火闸门。<br />6.图书馆的室内装修应符合现行国家标准《建筑内部装修设计防火规范》GB 50222 的有关规定。"
		},
		{
			"input": "在中国图书馆建筑设计规范中，该如何配备消防措施？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中对消防设施的配备有如下规定：<br />1.藏书量超过100 万册的图书馆、建筑高度超过24m 的书库以及特藏书库，均应设置火灾自动报警系统。<br />2.图书馆的室内消火栓箱宜增设消防软管卷盘。<br />3.建筑灭火器配置应符合现行国家标准《建筑灭火器配置设计规范》GB 50140 的有关规定。<br />4.特藏书库、系统网络机房和贵重设备等用房应设置自动灭火系统，其中不适合用水扑救的场所宜选用气体灭火系统。"
		},
		{
			"input": "在中国图书馆建筑设计规范中，对于疏散有哪些要求？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中对安全疏散有如下规定：<br />1.图书馆每层的安全出口不应少于两个，并应分散布置。<br />2.书库的每个防火分区安全出口不应少于两个，但符合下列条件之一时，可设一个安全出口：占地面积不超过300旷的多层书库；建筑面积不超过100m2 的地下、半地下书库。<br />3.建筑面积不超过100m2 的特藏书库，可设一个疏散门，并应为甲级防火门。<br />4.当公共阅览室只设一个疏散门时，其净宽度不应小于1.20m 。<br />5.书库的疏散楼梯宜设置在书库门附近。<br />6.图书馆需要控制人员随意出人的疏散门，可设置门禁系统，但在发生紧急情况时，应有易于从内部开启的装置，并应在显著位置设置标识和使用提示。"
		},
		{
			"input": "在中国图书馆建筑设计规范中，对于声环境有哪些要求？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中对图书馆声环境有如下规定：<br />1.图书馆各类用房或场所的噪声级分区及允许噪声级应符合如下规定：静区包括研究室、缩微阅览室、珍善本阅览室、舆图阅览室、普通阅览室、报刊阅览室，允许噪声级为40dB；较静区包括少年儿童阅览室、电子阅览室、视听室、办公室，允许噪声级为45dB；闹区包括陈列室、读者休息区、目录室、咨询服务、门厅、卫生间、走廊及其他公共活动区，允许噪声级为50dB。<br />2.电梯井道及产生噪声和振动的设备用房不宜与有安静要求的场所毗邻，否则应采取隔声、减振措施。"
		},
		{
			"input": "在中国图书馆建筑设计规范中，对于噪声级有哪些要求？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中对图书馆各类用房或场所的噪声级分区及允许噪声级有如下规定：<br />静区包括研究室、缩微阅览室、珍善本阅览室、舆图阅览室、普通阅览室、报刊阅览室，允许噪声级为40dB；较静区包括少年儿童阅览室、电子阅览室、视听室、办公室，允许噪声级为45dB；闹区包括陈列室、读者休息区、目录室、咨询服务、门厅、卫生间、走廊及其他公共活动区，允许噪声级为50dB。"
		},
		{
			"input": "图书馆建筑用电负荷等级是如何规定的？",
			"output": "中国《图书馆建筑设计规范》（JGJ 38-2015）中对图书馆用电负荷等级有如下规定：<br />1.总藏书量超过100 万册图书馆的安防系统、图书检索用计算机系统用电应为一级负荷中特别重要的负荷；<br />2.总藏书量10 万至100 万册图书馆的安防系统、图书检索用计算机系统用电应为一级负荷；<br />3.总藏书量10 万册以下图书馆的安防系统、图书检索用计算机系统用电应为二级负荷；<br />4.图书馆建筑中其他用电负荷应根据建筑规模和重要性按现行行业标准《民用建筑电气设计规范》JGJ 16 进行确定。"
		}
	]
}