{
	"type": "text2text",
	"instances": [
		{
			"input": "公共建筑有哪些类型",
			"output": "医疗建筑，文教建筑，办公建筑，商业建筑，体育建筑，交通建筑，邮电建筑，展览建筑，演出建筑，纪念建筑。 "
		},
		{
			"input": "公共建筑与总体环境的关系是什么",
			"output": "相互联系，相互延伸，相互渗透，相互补充。"
		},
		{
			"input": "创造室外空间环境需要考虑哪两方面问题",
			"output": "内在因素：建筑本身的功能、经济以及美观问题 <br /> 外在因素：城市规划、周围环境、地段状况等"
		},
		{
			"input": "室外环境空间的组成部分有哪些",
			"output": "群体建筑、广场道路、绿化设施、雕塑壁画、建筑小品、灯光造型的艺术效果"
		},
		{
			"input": "环境布局的最终目的是什么",
			"output": "满足人们的生活、工作、学习方面的要求以及精神方面的要求"
		},
		{
			"input": "室外环境的空间与场所有哪些",
			"output": "集散广场、活动场所、停车场所"
		},
		{
			"input": "总体环境布局的空间与环境的关系是什么",
			"output": "空间是主要的，环境应与与空间相结合，其最终目的通过考虑自然环境与人工环境的组合做到两者相互依从，成为不可分割的整体，满足人们的生活，学习，工作及精神方面的需要。"
		},
		{
			"input": "公共建筑出入口及区间道路设置举例并说明其处理手法有哪些",
			"output": "一般公共建筑总平面的出入口应安排在所临的干道上，并与主体建筑出入口有比较方便的联系；有些公共建筑所处的地段并不与干道相临，这时要考虑出入口与附近的干道有比较方便的联系，给人流活动创造通畅的条件；还有一些公共建筑所处的地段，面临几个方面的干道，这就需要对人流的主要来向进行分析，把地段的出入口放在人流较多的部位上，而其他方向应根据需要设置次要的出入口。"
		},
		{
			"input": "公共建筑空间环境设计包括哪些内容",
			"output": "利用环境、改造环境、创造环境"
		},
		{
			"input": "室外空间环境组合的基本经验",
			"output": "1）从建筑的实用性质出发，着重分析功能关系，并加以合理的分区，运用道路，广场，交通联系，手段加以组织，使总体空间环境的布局联系方便，紧凑合理。 <br /> 2）在群体建筑造型艺术处理上，需要从性格特征出发，结合周围环境及规划的特点，运用各种形式美的规律，按照一定的设计意图，创造出完整而又优美的室外环境。 <br /> 3）运用绿化，雕塑及各种小品等手段，丰富群体建筑的空间环境艺趣，一取得多样统一的室外空间环境效果。"
		},
		{
			"input": "公共建筑的功能问题中核心问题有哪些",
			"output": "功能分区、人流疏散、空间组成、室外环境的联系"
		},
		{
			"input": "公共建筑的功能问题中次要问题",
			"output": "空间的大小、形状、朝向、供热、通风、日照、采光、照明等。"
		},
		{
			"input": "公共建筑空间的使用性质与组成类型",
			"output": "主要使用部分、次要使用部分、交通联系部分"
		},
		{
			"input": "什么是建筑的交通联系空间",
			"output": "一般出入口，通道，过厅，门亭，楼梯，电梯，自动扶梯等称为建筑的交通联系空间。"
		},
		{
			"input": "公共建筑的交通联系部分有哪些分类",
			"output": "水平交通、垂直交通、枢纽交通。"
		},
		{
			"input": "空间组合中的水平交通，按使用性质的不同，有哪些情况",
			"output": "1）基本属于交通联系的过道、过厅和通廊。如旅馆，办公室等建筑的走道和电影院中的安全通道等； <br /> 2）主要作为交通联系空间兼为其他功能服务的过道、过厅或通廊。如医院门诊部的宽形过道，小学校的过道或过厅； <br /> 3）各种功能综合使用的过道与厅堂。如展览馆陈列厅等建筑的过道，园林建筑中的廊子。"
		},
		{
			"input": "公共建筑中双面通道中采光不足的解决办法",
			"output": "一般是依靠走道尽端开窗，或借助于门厅，过厅或楼梯间的光线采光，有时也可以利用走道两侧开敞的空间来改善过道的采光，在某些情况下，也可以局部采用单面通道，还可以利用走道两侧房间的门或亮子，高窗的措施进行间接采光"
		},
		{
			"input": "公共建筑设计中需要注意哪些问题",
			"output": "满足疏散最小宽度，满足功能要求。一般在公共建筑中专供通行用的过道，宽度常在1.5m以上，例如旅馆；办公建筑要做到1.5~2m或者更宽些；学校建筑一般为2~3m，医院门诊部为3~4m左右。"
		},
		{
			"input": "空间组合中的垂直交通有哪些",
			"output": "楼梯、电梯、自动扶梯、坡道"
		},
		{
			"input": "楼梯的主要形式有哪些",
			"output": "直跑，双跑，三跑，剪刀式，旋转式，曲线式"
		},
		{
			"input": "楼梯设计的要求有哪些",
			"output": "选择好适当的位置和数量，满足功能和防火规定。建筑楼梯梯段的最佳坡度为26°34′,最大坡度不宜超过38°,楼梯段部位净高≮2.20m，楼梯平台部位净高≮2.00m。"
		},
		{
			"input": "各类楼梯特点是什么",
			"output": "直跑楼梯：导向性强，指向单一，贯通空间，可布置在人流较大的大厅中表达严肃气氛 <br /> 双跑楼梯：可节省交通空间，使用性强，<br /> 三跑楼梯：装饰性强可增加空间的活泼轻松气氛，有趣味性。"
		},
		{
			"input": "公共建筑设计中，对坡道的要求是什么",
			"output": "坡道的坡度一般为8%~15%，在人流比较集中的部位，则需要平缓一些，常为6%~12%。此外，坡道设计还应考虑防滑措施。坡道所占的面积通常为楼梯的四倍，处于经济上的考虑，除非特殊的需要如多层停车场外，一般在室内很少采用。"
		},
		{
			"input": "公共建筑设计中，对自动扶梯的要求是什么",
			"output": "自动扶梯的坡度较为平缓，通常为30°左右。单股人流使用的自动扶梯，多采用810mm的宽度，每小时运送人数约为5000～6000人左右，运行的垂直方向升高速度为28~38m/min。"
		},
		{
			"input": "公共建筑设计中，对电梯的要求是什么",
			"output": "电梯设计时应该考虑的要求：<br /> 1）按防火规定要求，配置辅助性质的安全疏散楼梯。<br /> 2）每层电梯出入口前，应考虑有停留等候空间。<br /> 3）在8层左右的高层公共建筑中，电梯与楼梯几乎起同等重要的作用，<br /> 4）在超过8层建筑中，电梯就成为主要的交通工具。 <br /> 5）因电梯本身不需要天然条光，所以电梯间的位置可以比较灵活。"
		},
		{
			"input": "公共建筑设计中，功能分区的要点是什么",
			"output": "当公共建筑的功能关系与房间组成比较复杂时，需要把空间按不同的功能要求进行分类，并根据它们之间的密切程度按区段加以划分，做到功能分区明确和联系方便。"
		},
		{
			"input": "公共建筑设计中，功能分区的首要目的和原理是什么",
			"output": "首要目的是满足各功能的相互独立使用，原理是适当的建立联系、便于管理、方便人流的引导"
		},
		{
			"input": "公共建筑设计中，功能分区应注意的问题是什么",
			"output": "①动、静区域要分开②有联系的空间相互要建立联系③有声音干扰的空间应加以隔离④有污染的空间要加以隔离⑤将最好的朝向及位置给予主要功能空间⑥对外联系紧密的空间应设置在底层⑦不同类型的空间要相互分开⑧主要功能空间与次要空间布局应便于使用"
		},
		{
			"input": "公共建筑设计中，人流聚集和疏散需要注意什么",
			"output": "不同类型的公共建筑，因使用性质不同，往往存在着不同的人流特点：有的人流集散比较均匀,有的又比较集中。一般反映在人流组织上，基本上可以归纳为平面和立体的两种方式。平面疏散适合与较少的人流场所,立体疏散方式适合于较多的人流场所。<br />平面组织方式：即把不同的流线组织在同一平面的不同区域。 <br /> 立体组织方式：即把不同的流线组织在不同的层上，以垂直方向把不同流线分开。 <br /> 在某些公共建筑的流线组织中，往往需要运用综合的方式才解决，也就是说，有的活动需要按平面方式进行安排，有的活动则需要按立面方式加以解决。"
		},
		{
			"input": "公共建筑设计中，空间组合的人流组织问题的实质是什么",
			"output": "是人流活动的合理顺序问题。它应是一定的功能要求与关系的体现，同时也是空间组合的重要依据。它在某种意义上，会涉及到建筑空间是否满足使用需求，是否紧凑合理，空间利用是否经济等方面的问题。所以人流组织中的顺序关系是极为重要的。"
		},
		{
			"input": "公共建筑中的人流疏散分类",
			"output": "有连续性的（医院，商店，旅馆等）和集中性的（影剧院，会堂，体育馆等）。有的公共建筑的疏散属于两着之间的，兼有连续和集中的特性（展览馆、学校建筑等）。"
		},
		{
			"input": "阶梯教室人流疏散的特点是什么",
			"output": "在高等学校中阶梯教室所容纳的人数，小型的为90-150人，中型的为180-270人，大型的为300人以上。"
		},
		{
			"input": "阶梯教室人流疏散的组织常用基本方法是什么",
			"output": "出入口合并设置、出入口分开设置。"
		},
		{
			"input": "影剧院，会堂人流疏散的特点是什么",
			"output": "电影院的人流活动多具有连续性，且各场次中间休息的时间一般较短，所以常要求入场口与散场口分开设置。但是出入口的位置，应密切结合总图的道路系统和室内席位的具体情况妥善安排，使疏散设计达到方便，安全，快捷的要求。在考虑剧院，音乐厅，会堂建筑的疏散时，需要密切注意缓冲地带人流停留时间，切忌各部分之间的疏散时间失调，超过安全疏散的允许范围。"
		},
		{
			"input": "体育建筑人流疏散的特点是什么",
			"output": "体育馆建筑具有集散大量人流，疏散时间集中的特点，所以在安排人流活动时应设置足够数量的疏散口，以满足安全疏散的要求。"
		},
		{
			"input": "体育建筑常用的布置方式是什么",
			"output": "1）在观众席内设置横向通道，即在同一标高疏散口之间的联系通道上 <br /> 2）只设纵向走道方式，即以纵向走道直接通往各个疏散口。"
		},
		{
			"input": "公共建筑造型艺术涉及的内容有哪些",
			"output": "基本特点、室内空间、室外体形、民族形式、地域文化、构图技巧、形式美规律等"
		},
		{
			"input": "详细解释公共建筑设计中的多样同意原则",
			"output": "即是建筑艺术形式普遍认同的法则，同样也是公共建筑造型艺术创作的重要依据。公共建筑是由各种不同使用性质的空间和若干细部组成的，它们形状，大小，色彩，质感等不相同，这些客观存在着的千差万别的因素，是结构建筑形式美多样变化的内在基础。"
		},
		{
			"input": "简述公共建筑艺术形式的特殊性",
			"output": "建筑艺术不能像其他的艺术形式，它只能通过一定的空间和体形，比例和尺度，色彩和质感等方面构成的艺术形象，表达某些抽象的思想内容，如如庄严肃穆，雄伟壮观，富丽堂皇，清幽典雅，轻松活泼等气氛。"
		},
		{
			"input": "建筑艺术与其他艺术的最不同点是什么",
			"output": "建筑艺术可提供其他艺术形式没有可供人们使用的空间"
		},
		{
			"input": "为什么称建筑艺术为四个向量的艺术",
			"output": "人们在一定时间内于建筑空间序列中活动，所产生的印象及所所构成的综合艺术效果，因为有了时间因素，常称建筑艺术为四个向量的艺术"
		},
		{
			"input": "什么是建筑构图原理",
			"output": "形式美规律用于建筑艺术形式的创作中，常称之为建筑构图原理。如统一与变化、对比与微差、均衡与稳定、比例与尺度、视觉与失察等构图经验。"
		},
		{
			"input": "建筑艺术创作中的核心问题是什么",
			"output": "建筑的空间与实体，是对立统一的两个方面，抓住它并认真地去剖析，运用一定的构图技法把它解决好，则是建筑艺术创作中非常重要的核心问题。"
		},
		{
			"input": "艺术创作中值得深入思考的问题是什么",
			"output": "1）多样统一应是所有的建筑环境艺术创作中的重要原则。 <br /> 2）形式与内容的辨证统一，既是建筑艺术形式创作的普遍法则。也是公共建筑艺术形式美的创作准绳，因而需要正确解决内容与形式之间的协调，并善于运用娴熟的艺术技巧和新的技术成就，更好地为创新的建筑艺术形式服务。 <br /> 3）正确对待传统与革新的问题，善于吸取建筑历史传统优秀的创作经验，取其精华，取其糟粕，做到“古为今用，外为中用”，在公共建筑艺术创作中，力求不断创新。"
		},
		{
			"input": "公共建筑室内空间形状的分类",
			"output": "1）规则的几何形：给人严肃，庄重的气氛和感觉，如古代宫殿和宗教建筑，近现代某些政治性、纪念性较强的建筑。 <br /> 2）不规则的自由形：给人开敞，活泼，轻松的感觉，如园林建筑、旅馆以及各种文娱性质的公共建筑。"
		},
		{
			"input": "什么是空间的尺度",
			"output": "就是人们权衡空间大小、粗细等视觉感觉上的的问题。"
		},
		{
			"input": "空间的尺度与细部关系是什么",
			"output": "1）空间的尺度感表现在参照物体与建筑的内部构件的比例关系上。 <br /> 2）人们观察空间时，尺度以及和人体相关的细部尺度（如踏步，栏杆等）作为参照物。来衡量空间的体量，以此体会到空间气氛的宏伟粗壮和亲切。 <br /> 3）细部尺度的设定影响人们对整体空间的感受，如在大的建筑空间中，如果缺乏必要的细部处理，则会使空间尺度产生变小的错觉，甚至使人感到简陋和粗笨。相反，如果细部处理过分细腻，也会因失掉尺度感而产生繁琐的感觉，因此注意尺度的推敲，把握控制与处理。"
		},
		{
			"input": "常见的划分空间的方法有哪些",
			"output": "1）空间组合中界面的围透，是空透还是封闭一些，两者的效果是迥然不同的，需要依据设计意图而定； <br /> 2）室内空间环境的划分，应根据设计的意图，采用如半隔墙，空花墙，博古架，落地罩或家俱组合等方法，以取得空间之间既分又合，隔而不死的效果； <br /> 3）在公共建筑空间组合中，还应对人流的导向问题给予足够的重视。"
		},
		{
			"input": "对外部体形与室内空间统一的正确理解",
			"output": "绝不是简单地把室内空间当做内容，把外部体形作为形式去理解，建筑外部体形的艺术形式是一定思想内容的反映，而建筑形式又可反作用于内容"
		},
		{
			"input": "公共建筑造型设计中取得统一的三种方式",
			"output": "以简单的几何形体取得统一、通过共同的协调要素达到统一、以主从分明而达到统一"
		},
		{
			"input": "“韵律”按其形式特点可分为几种类型",
			"output": "连续的韵律：其构图手法系强调运用一种和几种组成要素使以冷暖和重复出现产生的韵律感。<br /> 渐变的韵律：此种韵律构图的特点使常将某些组成要素如体量的大小高低色调的冷暖浓淡,质感的粗细轻重等做有规律的增强与减弱,以造成统一和谐的韵律感. <br /> 起伏的韵律：该手法虽然也是将某些组成部分作有规律的增减变化所形成的韵律感,但是它与渐变的韵律有所不同而是在体形处理中,更加强调某些因素的变化使体形组合或细部处理高低错落。<br /> 交错的韵律：系在建筑体形构图中运用各种造型因素，有体量的大小，空间的虚实，细部的梳密等，做有规律的纵横交错相互穿错的处理形成一种丰富的韵律感。"
		},
		{
			"input": "建筑构图中比例问题",
			"output": "一是建筑整体或它的某个细部本身的长、宽、高之间的关系<br />二是建筑物整体与局部或局部与局部之间的关系"
		},
		{
			"input": "公共建筑设计中常用的结构形式",
			"output": "混合结构    框架结构    空间结构."
		},
		{
			"input": "常用的结构选型",
			"output": "1)对于一般标准的中小型公共建筑,如中小学校和卫生院等,多选用墙承重结构; <br />2) 在高层公共建筑中,如宾馆，大型办公楼等,多选择框架或框剪结构体系; <br />3) 而对于大跨度的公共建筑,如剧院，会堂，体育馆，大型仓库，超级市场等多选择空间结构体系。 "
		},
		{
			"input": "混合结构体系与公共建筑",
			"output": "混合结构形式以砖或石墙承重及钢筋混凝土梁板系统最为普遍<br />优点：   ①取材容易   ②造价不高   ③构造简单     ④使用广泛     ⑤施工方便 <br />缺点：   ①不能做灵活的大跨度的空间    ②抗震性能较差    ③要保证墙体的刚度。 <br />进行建筑布局时,应注意下列要求：<br />1)为了保证墙体有足够的刚度承重墙的布置应做到均匀，交圈,并应符合规范的规定;<br />2)为了使墙体传力合理，在有高层的建筑中，上下承重墙应尽量对齐，门窗洞口的大小也应有一定的限制;<br />3)墙体的厚度和高度，应在合理的允许范围"
		},
		{
			"input": "框架结构体系与公共建筑",
			"output": "优点：①承重体系与非承重体系统有明确的分工 <br />②分割室内外空间的围护结构和轻质隔断是不承受荷载的 <br />③层高高一些     ④抗震性好     ⑤开窗很随意。 "
		},
		{
			"input": "钢筋混凝土框架结构体系",
			"output": "钢筋混凝土框架结构体系常选用6-9m的柱距结合功能要求与空间处理，排列一定形式的柱网和轻墙，力求做到空间体形的完整性和结构体系的合理性。 "
		},
		{
			"input": "悬索结构在公共建筑中的运用",
			"output": "突出特点： <br />1)悬索结构的钢索不承受弯矩，可以使钢材耐拉性发挥最大的效用，从而能够降低钢材的消耗量;<br />2)施工时不需要大型的设备和大量的模板，施工期限较短。"
		},
		{
			"input": "悬索结构一般的形式",
			"output": "单曲悬索、双曲悬索、鞍形悬索。"
		},
		{
			"input": "马鞍形悬索结构优点",
			"output": "1)在观众厅容量相同的条件下，椭圆形比赛大厅能获得更多的视线较好的席位；<br />2)在相同的条件下，一般马鞍形悬索结构的技术经济指标优于其他结构形式；<br />3)马鞍形的屋盖形式，使观众厅的空间利用较为合理，有利于音质和空调的处理；<br />4)马鞍形的悬索结构，具有较大的刚度，抗风和抗震性能较好，并有利于排除雨水。"
		},
		{
			"input": "空间薄壁结构（壳体结构）在公共建筑的运用",
			"output": "突出特点：<br />1)壳体结构的刚度，取决于它的合理形状，而不像其他结构形式需要加大结构断面，所以材料消耗量底。<br />2)厚度可以做的很薄。<br />3)壳体结构本身具有骨架和屋盖的双作用，而不像其它结构形式，只起骨架作用。"
		},
		{
			"input": "空间网架结构在公共建筑中的运用",
			"output": "特点：<br />①消耗的钢材量较少   ②用于大跨度公共建筑，具有很大的经济意义   ③空间平板网架具有较大的刚度。"
		},
		{
			"input": "建筑设备主要包括",
			"output": "建筑设备主要包括采暖通风、空气调节、电器照明、通讯线路、闭路电视、网络系统、自动喷淋以及煤气管网等。 "
		},
		{
			"input": "建筑采暖有哪些类型",
			"output": "1)热水采暖：温度低，安全热惰性大，保温稳定,适用于医院,幼儿园或旅馆等类型公共建筑 <br />2)蒸汽采暖：温度高，安全热散量大，室温不稳定适用于学校,会堂,影剧院等 <br />其他类型:地板辐射采暖,带型辐射采暖以及热风采暖等 "
		},
		{
			"input": "空气调节有哪些要求和分类",
			"output": "要求是：温度（22℃-26℃）湿度（40%-65%）集中空调系统：<br />优点:具有服务面大，设备固定，机房集中，管理方便，风速较低和容易消声。<br />缺点:机房大，风道粗，层高大等弊端，对高层建筑颇为不利。<br />高速诱导系统：<br />优点:送风量较少，风道端面也不大，并能省掉回风管道。<br />缺点:风速偏高，产生的噪声偏大，因而需要采取有效的消声措施。<br />风机盘管系统：<br />优点:各个单独空间可自行调节保温，不用时也局部 关闭风机等。 "
		},
		{
			"input": "人工照明应满足下列要求",
			"output": "1)保证舒适而又科学的照度;<br />2)适宜的亮度分布和防止泫光的产生;<br />3)选择优美的灯具形式和创造一定的灯光环境的艺术效果。 "
		},
		{
			"input": "人工照明分类",
			"output": "照度分布：一般照明     局部照明     混合照明    <br />受光情况：直接照明     半直接照明    间接照明    漫射照明"
		},
		{
			"input": "解决眩光问题主要途径",
			"output": "1)加大灯具保护角，控制光源不外露（光源与人眼处于0~30°时眩光最强烈）；<br />2)还可以采取提高光源的悬挂高度，选用间接照明或浸射照明等减弱眩光的措施"
		},
		{
			"input": "评价建筑设计是否经济应考虑的方面",
			"output": "建筑用地  建筑面积   建筑体积   建筑材料   结构形式   设备类型   装修构造   维修管理。"
		},
		{
			"input": "建筑常用面积系数",
			"output": "有效面积系数=有效面积/建筑面积                使用面积系数=使用面积/建筑面积<br />结构面积系数=结构面积/建筑面积<br />有效面积：建筑平面中可供使用的面积 <br />使用面积: 有效面积减去交通面积<br />结构面积: 建筑平面中结构所占的面积 <br />容积率=（总建筑面积/总用地面积）×衡量环境好坏的标准"
		},
		{
			"input": "城市规划部门提出的若干用地定额",
			"output": "小学生每个学生为15—30㎡,中学生为20--35㎡,400床以上的医院,每张病床为90--100㎡"
		},
		{
			"input": "基地选择应符合下列要求",
			"output": "1）交通便利、城市公共设施比较完备、具有适当的发展余地。<br />2）不应选在有害气体和烟尘影响较大的区域内，与噪声源及贮存、易燃、易爆物场所的相关距离应符合有关部门的规定。<br />3）场地干燥，排水通畅，通风良好。"
		},
		{
			"input": "公共建筑设计按不同的组合方式",
			"output": "分隔性的空间组合   连续性的空间组合  观演性的空间组合  高层性的空间组合  综合性的空间组合"
		},
		{
			"input": "分隔性空间组合的分类",
			"output": "内廊式    优点：走道所占的面积相对较小，一般比外廊式布局经济；<br />缺点：这种布局的房间朝向有一般欠佳，且容易造成走道采光不足；<br />外廊式    优点：几乎所有房间可以争取到良好的朝向，通风与采光；<br />缺点：容易造成交通走道过长，辅助面积过大，建筑进深过小等缺点。"
		},
		{
			"input": "连续性的空间组合",
			"output": "五种基本形式： 串联的空间组合形式      放射的空间组合形式       串联兼通道的空间组合形式   放射兼串联的空间组合    综合大厅的空间组合形式 "
		},
		{
			"input": "体育建筑设计的核心问题",
			"output": "体育建筑设计的核心问题是除应保证体育运动的基本要求之外，还应保证观众席有良好的视线与音质条件"
		},
		{
			"input": "影剧院、会堂建筑空间组合的核心问题",
			"output": "影剧院、会堂建筑空间组合的核心问题是处理好观众厅、舞台、休息厅及门厅之间的关系。"
		},
		{
			"input": "高层性的空间组合",
			"output": "高层建筑分类：<br />板式：指高层部分的平面形状为长方形，体形像板块状<br />特点：容易争取自然的通风与采光不利于抵抗水平推力。<br />塔式：平面形状有正方形、三角形、 “Y”字形、“T”字形和圆形等。<br />塔式高层公共建筑的空间组合，将主要的使用空间布置在外围，而将垂直交通空间、盥洗厕所、设备管道、附属用房等集中布置在中心部位。"
		}
	]
}