{
	"type": "text2text",
	"instances": [
		{
			"input": "在中国古代建筑中，什么是正式建筑和杂式建筑",
			"output": "官式建筑习惯地区分为正式建筑和杂式建筑。《中国古建筑修缮技术》对此有明确的阐述:在古建筑中,平面投影为长方形,屋顶为硬山、悬山、庑殿或歇山作法的砖木结构的建筑叫"正式建筑"。其他形式的建筑统称为"杂式建筑"。把官式建筑区分为正式和杂式,是很有意义的。"
		},
		{
			"input": "在中国古代建筑中，什么是垂手踏跺",
			"output": "踏跺，即踏步，一般用砖或石条砌造。踏跺有垂带踏跺和如意踏跺两种形式。垂带是在踏跺两侧由台基至地面斜置的条石，有垂带的台阶称为垂带踏跺。高等级建筑台基中的垂带踏跺，其位于建筑正面轴线上的称正阶踏跺，位于正面中轴线两旁的称垂手踏跺，位于建筑侧面的称抄手踏跺"
		},
		{
			"input": "在中国古代建筑中，什么是单槽",
			"output": "出自《营造法式》中的殿阁地盘图。根据《营造法式》的记录，内柱将平面划分为大小不等的两个区域，即为单槽平面。例如山西晋祠圣母殿，是宋代建筑中唯一一座单槽副阶周匝的实例。其他三种分槽形式分别是双槽、分心槽、金箱斗底槽。"
		},
		{
			"input": "在中国古代建筑中，什么是双槽",
			"output": "出自《营造法式》中的殿阁地盘图。根据《营造法式》的记录，内柱将平面划分为大小不等的三个区域。例如北京故宫中的太和殿，其平面形式就是双槽地盘形式。其他三种分槽形式分别是单槽、分心槽、金箱斗底槽。"
		},
		{
			"input": "在中国古代建筑中，什么是普拍枋（平板枋）",
			"output": "大木作构件名称，宋称普拍枋，清称平板枋，俗称“坐斗枋”，是位于柱头与大额枋上用于承托斗栱的板材。与额枋平行，起联系并稳定外檐柱网的作用。一般高为二斗口，宽为三斗口。在琉璃照壁和琉璃花门等仿木构建筑中平板枋还带常带有装饰性图案。"
		},
		{
			"input": "在中国古代建筑中，什么是瓜柱",
			"output": "清式建筑大木作柱类之一，瓜柱是一种下端立于梁、枋之上的短柱，其断面或方或圆。瓜柱由于位置不同而名称各异，如脊瓜柱、金瓜柱等。其高度超过直径，功用与檐柱、金柱相同，用于支撑上层梁架或平座支柱。宋时瓜柱叫侏儒柱或蜀柱，明以后称瓜柱、童柱。"
		},
		{
			"input": "在中国古代建筑中，什么是梭柱",
			"output": "柱子上下两端（或仅上端）收小，如梭形。六朝至宋官式建筑中常见，明代江南民居仍常见。《营造法式》中已有梭柱做法，规定将柱身依高度等分为三，上段有收杀，中、下二段平直。元代以后重要建筑大多用直柱。明代南方某些建筑又复采用梭柱。河北定兴北齐义慈惠石柱上端的建筑，雕刻了我国现知最早的梭柱形象。"
		},
		{
			"input": "在中国古代建筑中，什么是生头木",
			"output": "生头木是宋代叫法，清代叫枕头木，是垫在檐檩与翼角檐椽的三角形木头。其作用是支撑翼角椽头部翘起。生头木长同檐步架，厚一椽径，钉在檐檩上，上面承托着翼角椽。是一个为了迎合檐角造型，檩条高度发生变化后，而设的垫木。"
		},
		{
			"input": "在中国古代建筑中，什么是金檩",
			"output": "架在梁头位置的沿建筑面阔方向的水平构件，位于檐檩与脊檩之间，又因为位置的不同分为下金檩、中金檩和上金檩。下金檩是指在檐檩之上，与檐檩相邻的桁檩，中金檩指位于上金檩与下金檩之间的桁檩，上金檩是指与脊檩相邻的桁檩。金檩的作用是直接固定椽子，并将屋顶荷载通过梁向下传递。"
		},
		{
			"input": "在中国古代建筑中，什么是挑尖梁",
			"output": "清代大式建筑中的结构构件。在大式带檐廊的建筑中，主要的梁多由前后金柱承托，但另有次要的短梁连接檐柱和金柱，长仅一步架，其梁头通常做成较复杂的形式，好像一顶道冠。这种梁称为挑尖梁。挑尖梁用于带斗栱的建筑中，并不承重，只起到拉结联系的作用，同小式建筑中的抱头梁作用一样。挑尖梁加强了木构架的整体性和稳定性，是我国古代匠人智慧的结晶。"
		},
		{
			"input": "在中国古代建筑中，什么是叉手",
			"output": "宋代建筑中各槫均用斜杆支撑固定，其中支撑脊槫的斜杆称为叉手，其余的斜杆称为托脚。其形状犹如侍者叉手而立，故得名叉手。北魄前已使用，多见于唐宋元明建筑中，明清后渐废。这一演变过程，证明了叉手的结构作用减弱趋势。"
		},
		{
			"input": "在中国古代建筑中，什么是托脚",
			"output": "宋代建筑中各槫均用斜杆支撑固定，其中支撑脊槫的斜杆称为叉手，其余的斜杆称为托脚。托脚是宋式建筑大木作梁架构件，明清官式建筑无此构件。在现存元代以前的古建筑梁架中十分常见，规格上小于叉手。“托脚”安于平梁以下的各梁袱之间，其上端支顶檩子，以防檩子下滑。元代叉手断面有的已经变小，明、清多不用。"
		},
		{
			"input": "在中国古代建筑中，什么是齐心斗",
			"output": "斗是斗形的木垫块，细分为栌斗、交互斗、齐心斗、散斗。齐心斗即宋代在华栱或横栱正中承托上一层栱的斗。在令栱上方中心的齐心斗，一般有两个，承托枋传来的力。对宋来说，除了齐心斗，其余的“升”都是散斗。"
		},
		{
			"input": "在中国古代建筑中，什么是槽升子",
			"output": "清式斗栱中的构件名称，是斗栱的木垫块。槽升子是指在正心瓜栱、正心万栱上开着槽口的升，单向开口，高为一斗口。这种升的外侧有槽以固定拱垫板。早期两朵斗栱之间用泥土来封护，明清采用木板——拱垫板来封。所以早期没有槽升子，封护是为了防止鸟、虫飞入建筑内。"
		},
		{
			"input": "在中国古代建筑中，什么是三才升",
			"output": "清式斗栱的一种，在清代斗栱中，除了槽升子，其他的升都是三才升。对宋来说，除了齐心斗都是散斗。斗是斗形的木垫块，细分为双向开口的坐斗、十八斗和单向开口的槽升子、三才升。三才升是指在里外拽瓜栱、万栱和厢栱两端的升。"
		},
		{
			"input": "在中国古代建筑中，什么是四椽栿",
			"output": "宋代大木作结构构件，明清时称为五架梁。栿就是梁，建筑的纵向主要承重构件。栿上面横向的构件是檩条，檩条上纵向搭的是椽，两根檩条之间的椽子称为一架椽，而托起四架椽子的栿即为四椽栿。四椽栿不仅单独使用，还出现在一些组合式主梁结构中，只要上面托起四架椽子的梁就是四椽栿，无论单独使用还是组合使用。"
		},
		{
			"input": "在中国古代建筑中，什么是四架椽",
			"output": "宋代的进深以椽数呼之。“四架椽”即为四椽之深，清代则以檩数呼之。四架椽即为五檩，五檩下面的梁宋代称四椽栿，清代称五架梁，承托五根檩条的力。比如唐代的南禅寺大殿，其整体构架属于四架椽屋通檐用二柱的厅堂型构架。"
		},
		{
			"input": "在中国古代建筑中，什么是计心造",
			"output": "宋代斗栱中，每一跳的华栱或昂头上放置横栱的一种结构方法。即按斗拱出跳数量设置横拱，几跳斗拱即有几列横拱，这种做法称为计心造。计心造斗拱利用横拱上的素枋，将各组斗拱连成整体，从而产生了铺作层。计心造做法可以增强木构架的整体性和稳定性。"
		},
		{
			"input": "在中国古代建筑中，什么是偷心造",
			"output": "宋式斗栱构造形式，横栱设置数量少于斗栱出跳。斗栱向内外两侧挑出时，横栱设置数目应等于出跳数目，但有时在制作时会省去一列或数列横栱，称偷心造。偷心造做法表现出斗栱的悬挑机能。佛光寺大殿的身槽内柱头铺作为七铺作出四抄，全偷心。"
		},
		{
			"input": "在中国古代建筑中，什么是镏金斗拱",
			"output": "多用于宫殿，庙宇。自中线以外，与普通斗栱完全相同。中线以里，自耍头以上，连撑头木和桁碗，都在后面特别加长，顺着举架的角度向上斜起秤杆，以承受上一架的桁或檩。它分为落金做法和挑金做法。镏金斗栱是等级最高的斗栱制式，其折杆用料是不合理的。"
		},
		{
			"input": "在中国古代建筑中，什么是举折",
			"output": "为了取得凹曲屋面，需要相应地明确步架的高度，这种方法在宋代《营造法式》中称为举折。举折的做法是，以前后檩檐枋水平距离为总进深（B）；以（1/3-1/4）B 为檩檐枋背至脊槫背的举高（R）；自檩檐枋背至脊槫背；连一直线，与上平槫中线相交，自此点折 1/10R，定上平槫位置，以此类推，定中平槫、下平槫和檐檩的位置。"
		},
		{
			"input": "在中国古代建筑中，什么是举架",
			"output": "为了取得凹曲屋面，需要相应地明确步架的高度，这种方法在清代《工程做法则例》中称为举架。相邻两檩的高差（举高）等于步架长乘以相应的举架系数。廊步或檐步的举架系数多固定为 0.5，称为“五举拿头”。脊步的举架系数一般不超过 0.9，即九举，以防止坡度过陡，其他各步分配相应的举架系数。"
		},
		{
			"input": "在中国古代建筑中，什么是挑山",
			"output": "挑山是悬山顶的一种做法。是指将悬山顶建筑两山的檩条向山柱外伸出的做法，用以防护山墙免受雨淋。这对夯土山墙和土坯山墙是十分必要的。挑山做法在明代之前使用的较为广泛。宋称“不厦两头造”。"
		},
		{
			"input": "在中国古代建筑中，什么是外檐装修",
			"output": "指建筑物外观上的装修成分，包括大门，隔扇，支摘窗，夹门窗，栏杆，倒挂楣子等。还有一些辅助性的零件，如帘架，连楹，门簪，门枕之类。典型的一种外檐装修是整樘门窗。整樘门窗由“固定框槛”、“固定扇”和“开启扇”三部分组成。外檐装修还有一些辅助性的零件，如帘架、门枕等。"
		},
		{
			"input": "在中国古代建筑中，什么是内檐装修",
			"output": "内檐装修是宋《营造法式》中所归纳的小木作类型之一，指古建筑营造过程中除大木作以外的室内木作装修装饰成分。内檐装修包括用于室内的隔断、隔架、花罩、博古架、阁楼、仙楼、天花、藻井、匾额、对联等等。在标示室内功能性格，点染室内空间氛围，表征室内文化内蕴方面，起到了重要作用。"
		},
		{
			"input": "在中国古代建筑中，什么是罩",
			"output": "古建筑室内起着隔断空间和装饰作用的木构件，多用硬木浮雕或透雕，雕成几何图案、缠交的动植物以及神话故事等。包括几腿罩、落地花罩、落地罩、栏杆罩、圆光罩、八角罩、炕罩等。它们在标示室内功能性格，点染室内空间氛围，表征室内文化内蕴方面，起到了重要作用。"
		},
		{
			"input": "在中国古代建筑中，什么是平闇",
			"output": "平闇是一种室内天花做法，为了不露出建筑梁架，同时防止屋顶尘土掉落的设施之一,也有装饰作用。平闇是指以方木条组成方格子，再在其上加盖板，板子不施彩画的一种顶棚做法。现存实例是佛光寺大殿和辽代独乐寺的观音阁。"
		},
		{
			"input": "在中国古代建筑中，什么是平棋",
			"output": "平棋亦称“承尘”。即室内吊顶,俗称“天花板”。防止屋顶尘土掉落的设施之一,也有装饰作用。在大梁之下,以方木条相交构成方形、长方形或者多边形的格子,然后在其上覆盖以稍大的木板，板下施彩绘,或者贴以有彩色图案的纸。这种形式,宋代称作“平棊”。在敦煌壁画中,平棋最早出现于北魏前后。稍后一直沿用。在民间,也有用竹、高粱秆等轻材料作框架,然后糊纸。"
		},
		{
			"input": "在中国古代建筑中，什么是抱鼓石",
			"output": "一般位于宅门入口，形似圆鼓的两块人工雕琢的石质构件，是门枕石的一种。清代勾阑中，是与石栏杆配套的构件，采用“抱鼓”的形象可灵活适应不同的地栿坡度，是很有创意的设计。抱鼓石用于栏杆结束处，阻住栏杆不使其掉下来，同时作为栏杆结束处的艺术化处理。抱鼓石分件少，体现了清式勾阑相比宋式勾阑更加庄重、稳定、强劲的风格。"
		},
		{
			"input": "在中国古代建筑中，什么是《鲁班经》",
			"output": "前身为成书于明中叶的《鲁班营造正式》，是一本流传于南方的民间木工行业用书。主要讲述木工行帮的规矩，制度，营造工序，步骤以及木构架的形成、尺寸、家具等，也掺杂民俗、风水。此书对于南方建筑的普及起广泛作用，是研究民间建筑营造传统和民间木构技术发展的珍贵资料。"
		},
		{
			"input": "在中国古代建筑中，什么是高台宫室",
			"output": "春秋、战国时期掀起一段“高台榭、美宫室”的建筑潮流。基本特征：以阶梯型夯土台为核心，逐层架立木构房屋。高台建筑是大体量的夯土台体与小体量的木构廊屋的结合体，反映出当时在防卫和审美上需要高大建筑，而木构技术水平尚难以达到，不得不用阶梯形的夯土台体来支承、联结。这种土台可以做的很大，可高达数层，取得庞大的规模和显赫的形象。"
		},
		{
			"input": "元大都简介",
			"output": "元大都是当时世界上著名的大城市，也是明清北京城的前身，在中国城市发展史上占有重要地位。它保留金中都旧城，在其东北另建新城。形成大城、皇城、宫城三重相套的格局；元大都采取规整的街巷布局；对河湖水系特别关注，开发了两个系统的河湖水系，满足公众用水和苑囿水景的需要；元大都的规划设计为明清北京城奠定了基础。"
		},
		{
			"input": "紫禁城简介",
			"output": "北京故宫是中国明清两代的皇家宫殿，旧称为紫禁城，位于北京中轴线的中心。紫禁城内的建筑分为外朝和内廷两部分。外朝的中心为太和殿、中和殿、保和殿，统称三大殿，是国家举行大典礼的地方。内廷的中心是乾清宫、交泰殿、坤宁宫，统称后三宫，是皇帝和皇后居住的正宫。北京故宫占地面积 72 万平方米，有大小宫殿七十多座，房屋九千余间。是世界上现存规模最大、保存最为完整的木结构建筑群之一。"
		},
		{
			"input": "在中国古代建筑中，伽蓝七堂简介",
			"output": "伽蓝又称僧院、僧园，就是僧侣所居的寺院、堂舍。一所伽蓝的完成，须具备七种建筑物，故称伽蓝七堂。伽蓝七堂制形成于宋代，伽蓝七堂的布局与我国传统四合院几乎一致，成为我国佛教寺院的固有标准。明代已有定式，以禅宗寺院为例，七堂是指山门、佛殿、法堂、僧房、厨房、浴室、西净。代表建筑，北京智化寺。"
		},
		{
			"input": "在中国古代建筑中，寺庙园林简介",
			"output": "寺庙园林指佛教道教的园林，名人祠堂的园林。分为城区型和山林型，其游客大多为善男信女，具有明显的公共性。选址自由，多选在风景较佳之处，自然景观好，寿命长，历史悠久且文化积淀多，观览性强。与皇家园林、私家园林、自然园林一起成为中国园林的四种类型，具有历史价值和文化价值。"
		},
		{
			"input": "什么是基泰工程司",
			"output": "基泰工程司是近代中国最大的建筑事务所之一。由关颂声创办，还有朱彬、杨廷宝、杨宽麟、关颂坚四位合伙人。它创立于天津，播迁于宁、沪、渝等地，最后立足香港、台湾，留下一大批著名的建筑作品，同时还培养出杨廷宝、张镈等建筑设计大师。基泰工程司在中国近代建筑史上占有重要地位，对近代中国建筑的发展起着重要的推动作用。"
		}
	]
}